{"number":128,"verseCount":25,"verses":[[1,["As I stated to you in my letter before I left my place, that I would write to you from time to time and give you information in relation to many subjects, I now resume the subject of the ",["baptism",["study-note-ref","a",[["TG Baptism for the Dead","tg/baptism-for-the-dead"],"; ",["Genealogy and Temple Work","tg/genealogy-and-temple-work"],"."]]]," for the dead, as that subject seems to occupy my mind, and press itself upon my feelings the strongest, since I have been pursued by my enemies."]],[2,["I wrote a few words of revelation to you concerning a recorder. I have had a few additional views in relation to this matter, which I now certify. That is, it was declared in my former letter that there should be a ",["recorder",["study-note-ref","a",[["1 Kgs. 4:3","ot/1-kgs/4.3"],"; ",["D&C 127:6","dc-testament/dc/127.6"],"."]]],", who should be eye-witness, and also to hear with his ears, that he might make a record of a truth before the Lord."]],[3,["Now, in relation to this matter, it would be very difficult for one recorder to be present at all times, and to do all the business. To obviate this difficulty, there can be a recorder appointed in each ward of the city, who is well qualified for taking accurate minutes; and let him be very particular and precise in taking the whole proceedings, certifying in his record that he saw with his eyes, and heard with his ears, giving the date, and names, and so forth, and the history of the whole transaction; naming also some three individuals that are present, if there be any present, who can at any time when called upon certify to the same, that in the mouth of two or three ",["witnesses",["study-note-ref","a",[["D&C 6:28","dc-testament/dc/6.28"],". ",["TG Witness","tg/witness"],"."]]]," every word may be established."]],[4,["Then, let there be a general ",["recorder",["study-note-ref","a",[["D&C 47:1 (1–4)","dc-testament/dc/47.1"],"."]]],", to whom these other records can be handed, being attended with certificates over their own signatures, certifying that the record they have made is true. Then the general church recorder can enter the record on the general church book, with the certificates and all the attending witnesses, with his own statement that he verily believes the above statement and records to be true, from his knowledge of the general character and appointment of those men by the church. And when this is done on the general church book, the record shall be just as holy, and shall answer the ordinance just the same as if he had seen with his eyes and heard with his ears, and made a record of the same on the general church book."]],[5,["You may think this order of things to be very particular; but let me tell you that it is only to answer the will of God, by conforming to the ordinance and preparation that the Lord ordained and prepared before the foundation of the world, for the ",["salvation",["study-note-ref","a",[["TG Salvation for the Dead","tg/salvation-for-the-dead"],"."]]]," of the dead who should die without a ",["knowledge",["study-note-ref","b",[["1 Pet. 4:6","nt/1-pet/4.6"],"; ",["D&C 138:2","dc-testament/dc/138.2"],"."]]]," of the gospel."]],[6,["And further, I want you to remember that John the Revelator was contemplating this very subject in relation to the dead, when he declared, as you will find recorded in ",["Revelation 20:12",["scripture-ref"]],"—",["And I saw the dead, small and great, stand before God; and the books were opened; and another book was opened, which is the book of life; and the dead were judged out of those things which were ",["written",["study-note-ref","a",[["Heb. 12:23","nt/heb/12.23"],"."]]]," in the books, according to their works.",[""]]]],[7,["You will discover in this quotation that the books were opened; and another book was opened, which was the book of life; but the dead were judged out of those things which were written in the books, according to their works; consequently, the books spoken of must be the books which contained the record of their works, and refer to the ",["records",["study-note-ref","a",[["D&C 21:1","dc-testament/dc/21.1"],"."]]]," which are kept on the earth. And the book which was the ",["book of life",["study-note-ref","b",[["Rev. 20:12","nt/rev/20.12"],"; ",["D&C 127:6 (6–7)","dc-testament/dc/127.6"],". ",["TG Book of Life","tg/book-of-life"],"."]]]," is the record which is ",["",260],"kept in heaven; the principle agreeing precisely with the doctrine which is commanded you in the revelation contained in the letter which I wrote to you previous to my leaving my place—that in all your recordings it may be recorded in heaven."]],[8,["Now, the nature of this ordinance consists in the ",["power",["study-note-ref","a",[["TG Priesthood, Power of","tg/priesthood-power-of"],"."]]]," of the priesthood, by the revelation of Jesus Christ, wherein it is granted that whatsoever you ",["bind",["study-note-ref","b",[["TG Priesthood, Keys of","tg/priesthood-keys-of"],"; ",["Sealing","tg/sealing"],"."]]]," on earth shall be bound in heaven, and whatsoever you loose on earth shall be loosed in heaven. Or, in other words, taking a different view of the translation, whatsoever you record on earth shall be recorded in heaven, and whatsoever you do not record on earth shall not be recorded in heaven; for out of the books shall your dead be judged, according to their own works, whether they themselves have attended to the ",["ordinances",["study-note-ref","c",[["TG Ordinance","tg/ordinance"],"."]]]," in their own ",[["propria persona,",[""]],["language"]]," or by the means of their own agents, according to the ordinance which God has prepared for their salvation from before the foundation of the world, according to the records which they have kept concerning their dead."]],[9,["It may seem to some to be a very bold doctrine that we talk of—a power which records or binds on earth and binds in heaven. Nevertheless, in all ages of the world, whenever the Lord has given a ",["dispensation",["study-note-ref","a",[["TG Dispensations","tg/dispensations"],"."]]]," of the priesthood to any man by actual revelation, or any set of men, this power has always been given. Hence, whatsoever those men did in ",["authority",["study-note-ref","b",[["TG Authority","tg/authority"],"; ",["Priesthood, Authority","tg/priesthood-authority"],"."]]],", in the name of the Lord, and did it truly and faithfully, and kept a proper and faithful record of the same, it became a law on earth and in heaven, and could not be annulled, according to the decrees of the great ",["Jehovah",["study-note-ref","c",[["TG Jesus Christ, Jehovah","tg/jesus-christ-jehovah"],"."]]],". This is a faithful saying. Who can hear it?"]],[10,["And again, for the precedent, ",["Matthew 16:18, 19",["scripture-ref"]],": ",["And I say also unto thee, That thou art Peter, and upon this ",["rock",["study-note-ref","a",[["Matt. 16:18 (18–19)","nt/matt/16.18"],"."]]]," I will build my church; and the gates of hell shall not prevail against it. And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven; and whatsoever thou shalt loose on earth shall be loosed in heaven.",[""]]]],[11,["Now the great and grand secret of the whole matter, and the ",[["summum bonum",[""]],["language"]]," of the whole subject that is lying before us, consists in obtaining the ",["powers",["study-note-ref","a",[["TG Priesthood, Power of","tg/priesthood-power-of"],"."]]]," of the Holy Priesthood. For him to whom these keys are given there is no difficulty in obtaining a ",["knowledge",["study-note-ref","b",[["TG Learn","tg/learn"],"."]]]," of facts in relation to the ",["salvation",["study-note-ref","c",[["TG Salvation","tg/salvation"],"."]]]," of the children of men, both as well for the dead as for the living."]],[12,["Herein is ",["glory",["study-note-ref","a",[["TG Glory","tg/glory"],"; ",["Honor","tg/honor"],"; ",["Immortality","tg/immortality"],"."]]]," and honor, and immortality and eternal life—The ordinance of baptism by water, to be ",["immersed",["study-note-ref","b",[["TG Baptism, Immersion","tg/baptism-immersion"],"."]]]," therein in order to answer to the likeness of the dead, that one principle might accord with the other; to be immersed in the water and come forth out of the water is in the likeness of the resurrection of the dead in coming forth out of their graves; hence, this ordinance was instituted to form a relationship with the ordinance of baptism for the dead, being in likeness of the dead."]],[13,["Consequently, the ",["baptismal",["study-note-ref","a",[["Rom. 6:4 (3–5)","nt/rom/6.4"],"; ",["D&C 76:51","dc-testament/dc/76.51"],"; ",["124:29","dc-testament/dc/124.29"],"."]]]," font was instituted as a similitude of the grave, and was commanded to be in a place underneath where the living are wont to assemble, to show forth the living and the dead, and that all things may have their likeness, and that they may accord one with another—that which is earthly conforming to ",["",261],"that which is ",["heavenly",["study-note-ref","b",[["TG Symbolism","tg/symbolism"],"."]]],", as Paul hath declared, ",["1 Corinthians 15:46, 47, and 48",["scripture-ref"]],":"]],[14,[["Howbeit that was not first which is spiritual, but that which is natural; and afterward that which is spiritual. The first man is of the earth, earthy; the second man is the Lord from heaven. As is the earthy, such are they also that are earthy; and as is the heavenly, such are they also that are heavenly.",[""]]," And as are the records on the earth in relation to your dead, which are truly made out, so also are the records in heaven. This, therefore, is the ",["sealing",["study-note-ref","a",[["TG Sealing","tg/sealing"],"."]]]," and binding power, and, in one sense of the word, the ",["keys",["study-note-ref","b",[["TG Priesthood, Keys of","tg/priesthood-keys-of"],"."]]]," of the kingdom, which consist in the key of ",["knowledge",["study-note-ref","c",[["Luke 11:52","nt/luke/11.52"],". ",["TG Knowledge","tg/knowledge"],"."]]],"."]],[15,["And now, my dearly beloved brethren and sisters, let me assure you that these are principles in relation to the dead and the living that cannot be lightly passed over, as pertaining to our salvation. For their ",["salvation",["study-note-ref","a",[["TG Mission of Latter-day Saints","tg/mission-of-latter-day-saints"],"; ",["Salvation, Plan of","tg/salvation-plan-of"],"."]]]," is necessary and essential to our salvation, as Paul says concerning the fathers—that they without us cannot be made perfect—neither can we without our dead be made ",["perfect",["study-note-ref","b",[["Heb. 11:40","nt/heb/11.40"],". ",["TG Perfection","tg/perfection"],"."]]],"."]],[16,["And now, in relation to the baptism for the dead, I will give you another quotation of Paul, ",["1 Corinthians 15:29",["scripture-ref"]],": ",["Else what shall they do which are baptized for the dead, if the dead rise not at all? Why are they then baptized for the dead?",[""]]]],[17,["And again, in connection with this quotation I will give you a quotation from one of the prophets, who had his eye fixed on the ",["restoration",["study-note-ref","a",[["TG Restoration of the Gospel","tg/restoration-of-the-gospel"],"."]]]," of the priesthood, the glories to be revealed in the last days, and in an especial manner this most glorious of all subjects belonging to the everlasting gospel, namely, the baptism for the dead; for Malachi says, ",["last chapter, verses 5th and 6th",["scripture-ref"]],": ",["Behold, I will send you ",["Elijah",["study-note-ref","b",[["3 Ne. 25:5 (5–6)","bofm/3-ne/25.5"],"; ",["D&C 2:1","dc-testament/dc/2.1"],"; ",["35:4","dc-testament/dc/35.4"],"; ",["110:14 (13–16)","dc-testament/dc/110.14"],"."]]]," the prophet before the coming of the great and dreadful day of the Lord: And he shall turn the heart of the fathers to the children, and the heart of the children to their fathers, lest I come and smite the earth with a curse.",[""]]]],[18,["I might have rendered a ",["plainer",["study-note-ref","a",[["D&C 2:2 (1–3)","dc-testament/dc/2.2"],"; ",["JS—H 1:39 (36–39)","pgp/js-h/1.39"],"."]]]," translation to this, but it is sufficiently plain to suit my purpose as it stands. It is sufficient to know, in this case, that the earth will be smitten with a ",["curse",["study-note-ref","b",[["TG Curse","tg/curse"],"."]]]," unless there is a welding ",["link",["study-note-ref","c",[["TG Genealogy and Temple Work","tg/genealogy-and-temple-work"],"."]]]," of some kind or other between the fathers and the ",["children",["study-note-ref","d",[["TG Family, Children, Duties of","tg/family-children-duties-of"],"."]]],", upon some subject or other—and behold what is that subject? It is the ",["baptism",["study-note-ref","e",[["1 Cor. 15:29","nt/1-cor/15.29"],"; ",["D&C 124:29 (28–29)","dc-testament/dc/124.29"],"; ",["127:6","dc-testament/dc/127.6"],"."]]]," for the dead. For we without them cannot be made perfect; neither can they without us be made perfect. Neither can they nor we be made perfect without those who have died in the gospel also; for it is necessary in the ushering in of the dispensation of the ",["fulness",["study-note-ref","f",[["D&C 138:53","dc-testament/dc/138.53"],"."]]]," of times, which dispensation is now beginning to usher in, that a whole and complete and perfect union, and welding together of dispensations, and keys, and powers, and glories should take place, and be revealed from the days of Adam even to the present time. And not only this, but those things which never have been revealed from the ",["foundation",["study-note-ref","g",[["D&C 35:18","dc-testament/dc/35.18"],"."]]]," of the world, but have been kept hid from the wise and prudent, shall be revealed unto ",["babes",["study-note-ref","h",[["Matt. 11:25","nt/matt/11.25"],"; ",["Luke 10:21","nt/luke/10.21"],"; ",["Alma 32:23","bofm/alma/32.23"],"."]]]," and sucklings in this, the dispensation of the fulness of times."]],[19,["Now, what do we hear in the gospel which we have received? A voice of ",["gladness",["study-note-ref","a",[["TG Happiness","tg/happiness"],"; ",["Joy","tg/joy"],"."]]],"! A voice of ",["",262],"mercy from heaven; and a voice of ",["truth",["study-note-ref","b",[["Ps. 85:11 (9–11)","ot/ps/85.11"],"."]]]," out of the earth; glad tidings for the dead; a voice of gladness for the living and the dead; glad tidings of great ",["joy",["study-note-ref","c",[["Luke 2:10","nt/luke/2.10"],"."]]],". How beautiful upon the mountains are the ",["feet",["study-note-ref","d",[["Isa. 52:7 (7–10)","ot/isa/52.7"],"; ",["Nahum 1:15","ot/nahum/1.15"],"; ",["Mosiah 15:18 (13–18)","bofm/mosiah/15.18"],"; ",["3 Ne. 20:40","bofm/3-ne/20.40"],"."]]]," of those that bring glad tidings of good things, and that say unto Zion: Behold, thy God reigneth! As the ",["dews",["study-note-ref","e",[["Deut. 32:2","ot/deut/32.2"],"; ",["Isa. 26:19","ot/isa/26.19"],"; ",["Hosea 14:5","ot/hosea/14.5"],"; ",["D&C 121:45","dc-testament/dc/121.45"],"."]]]," of Carmel, so shall the knowledge of God descend upon them!"]],[20,["And again, what do we hear? Glad tidings from ",["Cumorah",["study-note-ref","a",[["JS—H 1:51 (51–52)","pgp/js-h/1.51"],"."]]],"! ",["Moroni",["study-note-ref","b",[["D&C 27:5 (5–16)","dc-testament/dc/27.5"],"."]]],", an angel from heaven, declaring the fulfilment of the prophets—the ",["book",["study-note-ref","c",[["Isa. 29:11 (4, 11–14)","ot/isa/29.11"],"; ",["2 Ne. 27:6 (6–29)","bofm/2-ne/27.6"],"."]]]," to be revealed. A voice of the Lord in the wilderness of Fayette, Seneca county, declaring the three witnesses to ",["bear record",["study-note-ref","d",[["D&C 17:3 (1–9)","dc-testament/dc/17.3"],"."]]]," of the book! The voice of ",["Michael",["study-note-ref","e",[["D&C 27:11","dc-testament/dc/27.11"],". ",["TG Adam","tg/adam"],"."]]]," on the banks of the Susquehanna, detecting the ",["devil",["study-note-ref","f",[["TG Devil","tg/devil"],"."]]]," when he appeared as an angel of ",["light",["study-note-ref","g",[["2 Cor. 11:14 (13–15)","nt/2-cor/11.14"],"."]]],"! The voice of ",["Peter",["study-note-ref","h",[["Matt. 17:1","nt/matt/17.1"],"; ",["D&C 27:12","dc-testament/dc/27.12"],"."]]],", James, and John in the wilderness between Harmony, Susquehanna county, and Colesville, Broome county, on the Susquehanna river, declaring themselves as possessing the ",["keys",["study-note-ref","i",[["TG Priesthood, History of","tg/priesthood-history-of"],"; ",["Priesthood, Keys of","tg/priesthood-keys-of"],"; ",["Priesthood, Melchizedek","tg/priesthood-melchizedek"],"."]]]," of the kingdom, and of the dispensation of the fulness of times!"]],[21,["And again, the voice of God in the chamber of old ",["Father Whitmer",["study-note-ref","a",[["D&C 30:4","dc-testament/dc/30.4"],"."]]],", in Fayette, Seneca county, and at sundry times, and in divers places through all the travels and tribulations of this Church of Jesus Christ of Latter-day Saints! And the voice of Michael, the archangel; the voice of ",["Gabriel",["study-note-ref","b",[["Dan. 8:16","ot/dan/8.16"],"; ",["Luke 1:19 (19, 26)","nt/luke/1.19"],"."]]],", and of Raphael, and of divers ",["angels",["study-note-ref","c",[["TG Angels","tg/angels"],"."]]],", from Michael or ",["Adam",["study-note-ref","d",[["2 Ne. 9:21","bofm/2-ne/9.21"],"; ",["D&C 107:54 (53–56)","dc-testament/dc/107.54"],"."]]]," down to the present time, all declaring their ",["dispensation",["study-note-ref","e",[["TG Dispensations","tg/dispensations"],"."]]],", their rights, their ",["keys",["study-note-ref","f",[["TG Priesthood, Keys of","tg/priesthood-keys-of"],"."]]],", their honors, their majesty and glory, and the power of their priesthood; giving line upon line, ",["precept",["study-note-ref","g",[["Isa. 28:10","ot/isa/28.10"],"."]]]," upon precept; here a little, and there a little; giving us consolation by holding forth that which is to come, confirming our ",["hope",["study-note-ref","h",[["1 Cor. 15:19","nt/1-cor/15.19"],". ",["TG Hope","tg/hope"],"."]]],"!"]],[22,["Brethren, shall we not go on in so great a cause? Go forward and not backward. ",["Courage",["study-note-ref","a",[["TG Courage","tg/courage"],"; ",["Zeal","tg/zeal"],"."]]],", brethren; and on, on to the victory! Let your hearts rejoice, and be exceedingly glad. Let the earth break forth into ",["singing",["study-note-ref","b",[["Isa. 49:13","ot/isa/49.13"],"."]]],". Let the ",["dead",["study-note-ref","c",[["Isa. 25:8","ot/isa/25.8"],"; ",["26:19","ot/isa/26.19"],"."]]]," speak forth anthems of eternal praise to the ",["King",["study-note-ref","d",[["Isa. 7:14","ot/isa/7.14"],"; ",["Matt. 2:2","nt/matt/2.2"],"; ",["2 Ne. 10:14","bofm/2-ne/10.14"],"; ",["Alma 5:50","bofm/alma/5.50"],"; ",["Moses 7:53","pgp/moses/7.53"],"; ",["Abr. 3:27","pgp/abr/3.27"],"."]]]," Immanuel, who hath ordained, before the world was, that which would enable us to ",["redeem",["study-note-ref","e",[["TG Redemption","tg/redemption"],"; ",["Salvation, Plan of","tg/salvation-plan-of"],"."]]]," them out of their ",["prison",["study-note-ref","f",[["Isa. 24:22","ot/isa/24.22"],"; ",["49:9","ot/isa/49.9"],"; ",["D&C 76:73 (72–74)","dc-testament/dc/76.73"],"."]]],"; for the prisoners shall go free."]],[23,["Let the ",["mountains",["study-note-ref","a",[["Isa. 42:11 (10–14)","ot/isa/42.11"],"; ",["44:23","ot/isa/44.23"],"; ",["55:12","ot/isa/55.12"],"."]]]," shout for joy, and all ye valleys cry aloud; and all ye seas and dry lands tell the wonders of your Eternal King! And ye rivers, and brooks, and rills, flow down with gladness. Let the woods and all the trees of the field praise the Lord; and ye solid ",["rocks",["study-note-ref","b",[["Luke 19:40","nt/luke/19.40"],"."]]]," weep for joy! And let the sun, moon, and the ",["morning",["study-note-ref","c",[["Job 38:7","ot/job/38.7"],"."]]]," stars sing together, and let all the sons of God shout for joy! And let the eternal creations declare his name forever and ever! And again I say, how glorious is the voice we hear from heaven, proclaiming in our ears, glory, and salvation, and honor, and ",["immortality",["study-note-ref","d",[["TG Eternal Life","tg/eternal-life"],"; ",["Immortality","tg/immortality"],"."]]],", ",["",263],"and eternal life; kingdoms, principalities, and powers!"]],[24,["Behold, the great ",["day",["study-note-ref","a",[["TG Day of the Lord","tg/day-of-the-lord"],"."]]]," of the Lord is at hand; and who can ",["abide",["study-note-ref","b",[["Mal. 3:2 (1–3)","ot/mal/3.2"],"."]]]," the day of his coming, and who can stand when he appeareth? For he is like a ",["refiner’s",["study-note-ref","c",[["TG Earth, Cleansing of","tg/earth-cleansing-of"],"; ",["Jesus Christ, Second Coming","tg/jesus-christ-second-coming"],"."]]]," ",["fire",["study-note-ref","d",[["Num. 11:1 (1, 10)","ot/num/11.1"],"; ",["D&C 35:14","dc-testament/dc/35.14"],"; ",["Moses 7:34","pgp/moses/7.34"],"."]]],", and like fuller’s soap; and he shall sit as a ",["refiner",["study-note-ref","e",[["Prov. 17:3","ot/prov/17.3"],"; ",["Zech. 13:9","ot/zech/13.9"],"; ",["3 Ne. 24:2 (2–3)","bofm/3-ne/24.2"],"."]]]," and purifier of silver, and he shall purify the sons of ",["Levi",["study-note-ref","f",[["Deut. 10:8","ot/deut/10.8"],"; ",["3 Ne. 24:3","bofm/3-ne/24.3"],"; ",["D&C 13","dc-testament/dc/13"],"; ",["124:39","dc-testament/dc/124.39"],"."]]],", and purge them as gold and silver, that they may offer unto the Lord an ",["offering",["study-note-ref","g",[["D&C 84:31","dc-testament/dc/84.31"],". ",["TG Sacrifice","tg/sacrifice"],"."]]]," in righteousness. Let us, therefore, as a church and a people, and as Latter-day Saints, offer unto the Lord an offering in righteousness; and let us present in his holy temple, when it is finished, a book containing the ",["records",["study-note-ref","h",[["Num. 1:18","ot/num/1.18"],"; ",["D&C 127:9 (5–10)","dc-testament/dc/127.9"],". ",["TG Genealogy and Temple Work","tg/genealogy-and-temple-work"],"; ",["Mission of Latter-day Saints","tg/mission-of-latter-day-saints"],"; ",["Salvation for the Dead","tg/salvation-for-the-dead"],"."]]]," of our dead, which shall be worthy of all acceptation."]],[25,["Brethren, I have many things to say to you on the subject; but shall now close for the present, and continue the subject another time. I am, as ever, your humble servant and never deviating friend,"]]],"volume":"dc"}