{"heading":[["1–2","scripture-ref","dc-testament/dc/135.1-2"],", Joseph and Hyrum martyred in Carthage Jail; ",["3","scripture-ref","dc-testament/dc/135.3"],", The preeminent position of the Prophet is acclaimed; ",["4–7","scripture-ref","dc-testament/dc/135.4-7"],", Their innocent blood testifies of the truth and divinity of the work."],"number":135,"verseCount":7,"verses":[[1,["To seal the testimony of this book and the Book of Mormon, we announce the ",["martyrdom",["study-note-ref","a",[["D&C 5:22","dc-testament/dc/5.22"],"; ",["6:30","dc-testament/dc/6.30"],". ",["TG Martyrdom","tg/martyrdom"],"."]]]," of Joseph Smith the Prophet, and Hyrum Smith the Patriarch. They were shot in Carthage jail, on the 27th of June, 1844, about five o’clock p.m., by an armed mob—painted black—of from 150 to 200 persons. ",["Hyrum",["study-note-ref","b",[["JS—H 1:4","pgp/js-h/1.4"],"."]]]," was shot first and fell calmly, exclaiming: ",["I am a ",["dead",["study-note-ref","c",[["TG Death","tg/death"],"; ",["Murder","tg/murder"],"."]]]," man!",[""]]," Joseph leaped from the window, and was shot dead in the attempt, exclaiming: ",[["O",["study-note-ref","d",[["Ps. 38:21 (21–22)","ot/ps/38.21"],"; ",["71:12","ot/ps/71.12"],"."]]]," Lord my God!",[""]]," They were both shot after they were dead, in a brutal manner, and both received four balls."]],[2,["John Taylor and Willard Richards, two of the Twelve, were the only persons in the room at the time; the former was wounded in a savage manner with four balls, but has since recovered; the latter, through the providence of God, escaped, without even a hole in his robe."]],[3,["Joseph Smith, the ",["Prophet",["study-note-ref","a",[["TG Prophets, Mission of","tg/prophets-mission-of"],"."]]]," and ",["Seer",["study-note-ref","b",[["TG Seer","tg/seer"],"."]]]," of the Lord, has done more, ",["save",["study-note-ref","c",[["TG Jesus Christ, Savior","tg/jesus-christ-savior"],"; ",["Salvation","tg/salvation"],"."]]]," Jesus only, for the salvation of men in this world, than any other man that ever lived in it. In the short space of twenty years, he has brought forth the Book of Mormon, which he translated by the gift and power of God, and has been the means of publishing it on two continents; has sent the ",["fulness",["study-note-ref","d",[["D&C 35:17","dc-testament/dc/35.17"],"; ",["42:12","dc-testament/dc/42.12"],". ",["TG Restoration of the Gospel","tg/restoration-of-the-gospel"],"."]]]," of the everlasting gospel, which it contained, to the four quarters of the earth; has brought forth the revelations and commandments which compose this book of Doctrine and Covenants, and many other wise documents and instructions for the benefit of the children of men; gathered many thousands of the Latter-day Saints, founded a great city, and left a fame and name that cannot be slain. He lived great, and he died great in the eyes of God and his people; and like most of the Lord’s anointed in ancient times, has sealed his mission and his works with his own ",["blood",["study-note-ref","e",[["Mosiah 17:20","bofm/mosiah/17.20"],"; ",["D&C 136:39","dc-testament/dc/136.39"],". ",["TG Blood, Symbolism of","tg/blood-symbolism-of"],"."]]],"; and so has his brother Hyrum. In life they were not divided, and in death they were not ",["separated",["study-note-ref","f",[["2 Sam. 1:23","ot/2-sam/1.23"],"."]]],"!"]],[4,["When Joseph went to Carthage to deliver himself up to the pretended requirements of the law, two or three days previous to his assassination, he said: “I am going like a ",["lamb",["study-note-ref","a",[["Isa. 53:7","ot/isa/53.7"],"; ",["Jer. 11:19","ot/jer/11.19"],"; ",["Mosiah 14:7","bofm/mosiah/14.7"],"."]]]," to the slaughter; but I am calm as a summer’s morning; I have a ",["conscience",["study-note-ref","b",[["TG Conscience","tg/conscience"],"."]]]," ",["void",["study-note-ref","c",[["TG Purity","tg/purity"],"."]]]," of offense towards God, and towards all men. ",["I shall die innocent, and it shall yet be said of me—he was murdered in cold blood",["small-caps"]],".”—The same morning, after Hyrum had made ready to go—shall it be said to the slaughter? yes, for so it was—he read the following paragraph, near the close of the ",["twelfth chapter of Ether",["scripture-ref"]],", in the Book of Mormon, and turned down the leaf upon it:"]],[5,[["And it came to pass that I prayed unto the Lord that he would give unto the Gentiles grace, that they might have charity. And it came to pass that the Lord said unto me: If they have not charity it mattereth not unto thee, ",["",282],"thou hast been ",["faithful",["study-note-ref","a",[["TG Loyalty","tg/loyalty"],"; ",["Steadfastness","tg/steadfastness"],"."]]],"; wherefore thy garments shall be made ",["clean",["study-note-ref","b",[["D&C 88:74 (74–75)","dc-testament/dc/88.74"],"."]]],". And because thou hast seen thy weakness, thou shalt be made strong, even unto the sitting down in the place which I have prepared in the mansions of my Father. And now I … bid farewell unto the Gentiles; yea, and also unto my brethren whom I love, until we shall meet before the ",["judgment-seat",["study-note-ref","c",[["Ether 12:36–38","bofm/ether/12.36-38"],"."]]]," of Christ, where all men shall know that my garments are not spotted with your blood.",[""]]," The ",["testators",["study-note-ref","d",[["1 Tim. 2:6","nt/1-tim/2.6"],"; ",["Heb. 9:16 (16–17)","nt/heb/9.16"],"."]]]," are now dead, and their ",["testament",["study-note-ref","e",[["Heb. 9:17","nt/heb/9.17"],". ",["TG Testimony","tg/testimony"],"."]]]," is in force."]],[6,["Hyrum Smith was forty-four years old in February, 1844, and Joseph Smith was thirty-eight in December, 1843; and henceforward their names will be classed among the ",["martyrs",["study-note-ref","a",[["TG Martyrdom","tg/martyrdom"],"."]]]," of religion; and the reader in every nation will be reminded that the Book of Mormon, and this book of Doctrine and Covenants of the church, cost the best blood of the nineteenth century to bring them forth for the salvation of a ruined world; and that if the fire can scathe a ",["green tree",["study-note-ref","b",[["Luke 23:31","nt/luke/23.31"],"."]]]," for the glory of God, how easy it will burn up the dry trees to purify the vineyard of corruption. They lived for glory; they died for glory; and glory is their eternal ",["reward",["study-note-ref","c",[["TG Reward","tg/reward"],"."]]],". From age to age shall their names go down to posterity as gems for the sanctified."]],[7,["They were innocent of any crime, as they had often been proved before, and were only confined in jail by the conspiracy of traitors and wicked men; and their ",["innocent blood",[""]]," on the floor of Carthage jail is a broad seal affixed to “Mormonism” that cannot be rejected by any court on earth, and their ",["innocent blood",[""]]," on the ",["escutcheon",["study-note-ref","a",["IE coat of arms."]]]," of the State of Illinois, with the broken faith of the State as pledged by the governor, is a witness to the truth of the everlasting gospel that all the world cannot impeach; and their ",["innocent blood",[""]]," on the banner of liberty, and on the ",[["magna charta",[""]],["language"]]," of the United States, is an ambassador for the religion of Jesus Christ, that will touch the hearts of honest men among all nations; and their ",["innocent blood,",[""]]," with the innocent blood of all the martyrs under the ",["altar",["study-note-ref","b",[["Rev. 6:9","nt/rev/6.9"],"."]]]," that John saw, will cry unto the Lord of Hosts till he avenges that blood on the earth. Amen."]]],"volume":"dc-testament"}