{"heading":[["1–12","scripture-ref","dc-testament/dc/61.1-12"],", The Lord has decreed many destructions upon the waters; ",["13–22","scripture-ref","dc-testament/dc/61.13-22"],", The waters were cursed by John, and the destroyer rides upon their face; ",["23–29","scripture-ref","dc-testament/dc/61.23-29"],", Some have power to command the waters; ",["30–35","scripture-ref","dc-testament/dc/61.30-35"],", Elders are to journey two by two and preach the gospel; ",["36–39","scripture-ref","dc-testament/dc/61.36-39"],", They are to prepare for the coming of the Son of Man."],"number":61,"verseCount":39,"verses":[[1,["Behold, and hearken unto the voice of him who has all ",["power",["study-note-ref","a",[["TG God, Power of","tg/god-power-of"],"."]]],", who is from everlasting to everlasting, even ",["Alpha and Omega",["study-note-ref","b",[["D&C 19:1","dc-testament/dc/19.1"],"."]]],", the beginning and the end."]],[2,["Behold, verily thus saith the Lord unto you, O ye elders of my church, who are assembled upon this spot, whose sins are now forgiven you, for I, the Lord, ",["forgive",["study-note-ref","a",[["Mosiah 4:10 (10–11)","bofm/mosiah/4.10"],". ",["TG Forgive","tg/forgive"],"."]]]," sins, and am ",["merciful",["study-note-ref","b",[["TG God, Mercy of","tg/god-mercy-of"],"."]]]," unto those who ",["confess",["study-note-ref","c",[["TG Confession","tg/confession"],"."]]]," their sins with humble hearts;"]],[3,["But verily I say unto you, that it is not needful for this whole company of mine elders to be moving swiftly upon the waters, whilst the inhabitants on either side are perishing in unbelief."]],[4,["Nevertheless, I suffered it that ye might bear record; behold, there are many dangers upon the waters, and more especially hereafter;"]],[5,["For I, the Lord, have decreed in mine anger many destructions upon the waters; yea, and especially upon these waters."]],[6,["Nevertheless, all flesh is in mine hand, and he that is faithful among you shall not ",["perish",["study-note-ref","a",[["TG Protection, Divine","tg/protection-divine"],"."]]]," by the waters."]],[7,["Wherefore, it is expedient that ",["",112],"my servant Sidney Gilbert and my servant ",["William W. Phelps",["study-note-ref","a",[["D&C 57:11 (6–12)","dc-testament/dc/57.11"],"; ",["58:40 (40–41)","dc-testament/dc/58.40"],"; ",["70:1","dc-testament/dc/70.1"],"."]]]," be in haste upon their errand and mission."]],[8,["Nevertheless, I would not suffer that ye should part until you were ",["chastened",["study-note-ref","a",[["TG Chastening","tg/chastening"],"."]]]," for all your sins, that you might be one, that you might not perish in ",["wickedness",["study-note-ref","b",[["TG Wickedness","tg/wickedness"],"."]]],";"]],[9,["But now, verily I say, it behooveth me that ye should part. Wherefore let my servants Sidney Gilbert and William W. Phelps take their former company, and let them take their journey in haste that they may fill their mission, and through faith they shall overcome;"]],[10,["And inasmuch as they are ",["faithful",["study-note-ref","a",[["Ps. 31:23","ot/ps/31.23"],"."]]]," they shall be preserved, and I, the Lord, will be ",["with them",["study-note-ref","b",[["Matt. 28:20","nt/matt/28.20"],"."]]],"."]],[11,["And let the residue take that which is needful for clothing."]],[12,["Let my servant Sidney Gilbert take that which is not needful with him, as you shall agree."]],[13,["And now, behold, for your ",["good",["study-note-ref","a",[["Deut. 10:13","ot/deut/10.13"],"; ",["D&C 21:6","dc-testament/dc/21.6"],"."]]]," I gave unto you a ",["commandment",["study-note-ref","b",[["TG Commandments of God","tg/commandments-of-god"],"."]]]," concerning these things; and I, the Lord, will reason with you as with men in days of old."]],[14,["Behold, I, the Lord, in the beginning blessed the ",["waters",["study-note-ref","a",[["Gen. 1:20","ot/gen/1.20"],"."]]],"; but in the last days, by the mouth of my servant John, I ",["cursed",["study-note-ref","b",[["Rev. 8:10 (8–11)","nt/rev/8.10"],". ",["TG Curse","tg/curse"],"; ",["Last Days","tg/last-days"],"."]]]," the waters."]],[15,["Wherefore, the days will come that no flesh shall be safe upon the waters."]],[16,["And it shall be said in days to come that none is able to go up to the land of Zion upon the waters, but he that is upright in heart."]],[17,["And, as I, the Lord, in the beginning ",["cursed",["study-note-ref","a",[["Moses 4:23","pgp/moses/4.23"],"."]]]," the land, even so in the last days have I ",["blessed",["study-note-ref","b",[["D&C 57:1 (1–5)","dc-testament/dc/57.1"],"."]]]," it, in its time, for the use of my saints, that they may partake the fatness thereof."]],[18,["And now I give unto you a commandment that what I say unto one I say unto all, that you shall forewarn your brethren concerning these waters, that they come not in journeying upon them, lest their faith fail and they are caught in snares;"]],[19,["I, the Lord, have decreed, and the destroyer rideth upon the face thereof, and I revoke not the decree."]],[20,["I, the Lord, was ",["angry",["study-note-ref","a",[["TG God, Indignation of","tg/god-indignation-of"],"; ",["God, Love of","tg/god-love-of"],"."]]]," with you yesterday, but today mine anger is turned away."]],[21,["Wherefore, let those concerning whom I have spoken, that should take their journey in haste—again I say unto you, let them take their journey in haste."]],[22,["And it mattereth not unto me, after a little, if it so be that they fill their mission, whether they go by water or by land; let this be as it is made known unto them ",["according",["study-note-ref","a",[["TG Agency","tg/agency"],"; ",["Initiative","tg/initiative"],"."]]]," to their judgments hereafter."]],[23,["And now, concerning my servants, Sidney Rigdon, Joseph Smith, Jun., and Oliver Cowdery, let them come not again upon the waters, save it be upon the canal, while journeying unto their homes; or in other words they shall not come upon the waters to journey, save upon the canal."]],[24,["Behold, I, the Lord, have appointed a way for the journeying of my saints; and behold, this is the way—that after they leave the canal they shall journey by land, inasmuch as they are commanded to journey and go up unto the land of Zion;"]],[25,["And they shall do ",["like",["study-note-ref","a",[["Num. 9:18","ot/num/9.18"],"."]]]," unto the children of Israel, ",["pitching",["study-note-ref","b",[["Num. 2:34 (32–34)","ot/num/2.34"],"."]]]," their tents by the way."]],[26,["And, behold, this commandment you shall give unto all your brethren."]],[27,["Nevertheless, unto whom is given ",["power",["study-note-ref","a",[["TG Holy Ghost, Gifts of","tg/holy-ghost-gifts-of"],"; ",["Priesthood, Power of","tg/priesthood-power-of"],"."]]]," to command the ",["",113],"waters, unto him it is given by the Spirit to know all his ways;"]],[28,["Wherefore, let him do as the Spirit of the living God commandeth him, whether upon the land or upon the waters, as it remaineth with me to do hereafter."]],[29,["And unto you is given the course for the saints, or the way for the saints of the camp of the Lord, to journey."]],[30,["And again, verily I say unto you, my servants, Sidney Rigdon, Joseph Smith, Jun., and Oliver Cowdery, shall not open their mouths in the ",["congregations",["study-note-ref","a",[["Micah 6:10 (10–15)","ot/micah/6.10"],"; ",["D&C 62:5","dc-testament/dc/62.5"],"; ",["68:1","dc-testament/dc/68.1"],"."]]]," of the wicked until they arrive at Cincinnati;"]],[31,["And in that place they shall lift up their voices unto God against that people, yea, unto him whose anger is ",["kindled",["study-note-ref","a",[["TG Provoking","tg/provoking"],"."]]]," against their wickedness, a people who are well-nigh ",["ripened",["study-note-ref","b",[["Alma 37:31","bofm/alma/37.31"],"; ",["Hel. 13:14","bofm/hel/13.14"],"; ",["D&C 101:11","dc-testament/dc/101.11"],"."]]]," for destruction."]],[32,["And from thence let them journey for the congregations of their brethren, for their labors even now are wanted more abundantly among them than among the congregations of the wicked."]],[33,["And now, concerning the residue, let them journey and ",["declare",["study-note-ref","a",[["TG Preaching","tg/preaching"],"."]]]," the word among the congregations of the wicked, inasmuch as it is given;"]],[34,["And inasmuch as they do this they shall ",["rid",["study-note-ref","a",[["2 Ne. 9:44","bofm/2-ne/9.44"],"; ",["Jacob 2:2 (2, 16)","bofm/jacob/2.2"],"; ",["Mosiah 2:28","bofm/mosiah/2.28"],"."]]]," their garments, and they shall be spotless before me."]],[35,["And let them journey together, or ",["two by two",["study-note-ref","a",[["Mark 6:7","nt/mark/6.7"],"; ",["Luke 10:1","nt/luke/10.1"],"; ",["D&C 52:10","dc-testament/dc/52.10"],"; ",["62:5","dc-testament/dc/62.5"],". ",["TG Missionary Work","tg/missionary-work"],"."]]],", as seemeth them good, only let my servant Reynolds Cahoon, and my servant Samuel H. Smith, with whom I am well pleased, be not separated until they return to their homes, and this for a wise purpose in me."]],[36,["And now, verily I say unto you, and what I say unto one I say unto all, be of good ",["cheer",["study-note-ref","a",[["TG Cheerful","tg/cheerful"],"."]]],", ",["little children",["study-note-ref","b",[["John 13:33","nt/john/13.33"],"."]]],"; for I am in your ",["midst",["study-note-ref","c",[["Matt. 18:20","nt/matt/18.20"],"; ",["28:20 (19–20)","nt/matt/28.20"],"."]]],", and I have not ",["forsaken",["study-note-ref","d",[["Isa. 41:17 (15–17)","ot/isa/41.17"],"; ",["1 Ne. 21:15 (14–15)","bofm/1-ne/21.15"],"."]]]," you;"]],[37,["And inasmuch as you have humbled yourselves before me, the blessings of the ",["kingdom",["study-note-ref","a",[["D&C 50:35","dc-testament/dc/50.35"],"; ",["62:9","dc-testament/dc/62.9"],"."]]]," are yours."]],[38,["Gird up your loins and be ",["watchful",["study-note-ref","a",[["TG Watch","tg/watch"],"."]]]," and be sober, looking forth for the coming of the Son of Man, for he cometh in an hour you think not."]],[39,["Pray always that you enter not into ",["temptation",["study-note-ref","a",[["TG Temptation","tg/temptation"],"."]]],", that you may abide the day of his coming, whether in life or in death. Even so. Amen."]]],"volume":"dc-testament"}