{"number":69,"verseCount":8,"verses":[[1,["Hearken unto me, saith the Lord your God, for my servant Oliver Cowdery’s sake. It is not wisdom in me that he should be entrusted with the commandments and the moneys which he shall ",["carry",["study-note-ref","a",[["D&C 68:32","dc-testament/dc/68.32"],"."]]]," unto the land of Zion, except one go with him who will be ",["true",["study-note-ref","b",[["TG Dependability","tg/dependability"],"; ",["Trustworthiness","tg/trustworthiness"],"."]]]," and faithful."]],[2,["Wherefore, I, the Lord, will that my servant, John Whitmer, should go with my servant Oliver Cowdery;"]],[3,["And also that he shall continue in ",["writing",["study-note-ref","a",[["TG Record Keeping","tg/record-keeping"],"."]]]," and making a ",["history",["study-note-ref","b",[["D&C 21:1","dc-testament/dc/21.1"],"; ",["47:1 (1–3)","dc-testament/dc/47.1"],"; ",["85:1","dc-testament/dc/85.1"],"."]]]," of all the important things which he shall observe and know concerning my church;"]],[4,["And also that he receive ",["counsel",["study-note-ref","a",[["Prov. 20:18","ot/prov/20.18"],". ",["TG Counsel","tg/counsel"],"."]]]," and assistance from my servant Oliver Cowdery and others."]],[5,["And also, my servants who are abroad in the earth should send forth the accounts of their ",["stewardships",["study-note-ref","a",[["TG Stewardship","tg/stewardship"],"."]]]," to the land of Zion;"]],[6,["For the land of Zion shall be a ",["seat",["study-note-ref","a",[["D&C 57:3","dc-testament/dc/57.3"],"."]]]," and a place to receive and do all these things."]],[7,["Nevertheless, let my servant John Whitmer travel many times from place to place, and from church to church, that he may the more easily obtain knowledge—"]],[8,["Preaching and expounding, writing, copying, selecting, and obtaining all things which shall be for the good of the church, and for the rising generations that shall grow up on the land of Zion, to ",["possess",["study-note-ref","a",[["TG Zion","tg/zion"],"."]]]," it from generation to generation, forever and ever. Amen."]]],"volume":"dc"}