{"number":96,"verseCount":9,"verses":[[1,["Behold, I say unto you, here is wisdom, whereby ye may know how to act concerning this matter, for it is expedient in me that this ",["stake",["study-note-ref","a",[["Isa. 33:20","ot/isa/33.20"],"; ",["54:2","ot/isa/54.2"],"; ",["D&C 94:1","dc-testament/dc/94.1"],"; ",["104:48","dc-testament/dc/104.48"],"."]]]," that I have set for the strength of Zion should be made strong."]],[2,["Therefore, let my servant ",["Newel K. Whitney",["study-note-ref","a",[["D&C 72:8 (7–8)","dc-testament/dc/72.8"],"."]]]," take charge of the place which is named among you, upon which I design to build mine ",["holy house",["study-note-ref","b",[["2 Chr. 3:8","ot/2-chr/3.8"],"."]]],"."]],[3,["And again, let it be divided into lots, according to wisdom, for the benefit of those who seek ",["inheritances",["study-note-ref","a",[["D&C 38:20","dc-testament/dc/38.20"],"."]]],", as it shall be determined in council among you."]],[4,["Therefore, take heed that ye see to this matter, and that portion that is necessary to benefit mine ",["order",["study-note-ref","a",[["D&C 78:3","dc-testament/dc/78.3"],"."]]],", for the purpose of bringing forth my word to the children of men."]],[5,["For behold, verily I say unto you, this is the most expedient in me, that my word should go forth unto the children of men, for the purpose of subduing the hearts of the children of men for your good. Even so. Amen."]],[6,["And again, verily I say unto you, it is wisdom and expedient in me, that my servant ",["John Johnson",["study-note-ref","a",[["D&C 102:3 (3, 34)","dc-testament/dc/102.3"],"."]]]," whose offering I have accepted, and whose prayers I have heard, unto whom I give a promise of eternal life inasmuch as he keepeth my commandments from henceforth—"]],[7,["For he is a descendant of ",["Joseph",["study-note-ref","a",[["Gen. 49:26 (22–26)","ot/gen/49.26"],"; ",["Rev. 7:8","nt/rev/7.8"],"; ",["1 Ne. 5:14 (14–16)","bofm/1-ne/5.14"],"; ",["D&C 133:32","dc-testament/dc/133.32"],"."]]]," and a partaker of the blessings of the promise made unto his fathers—"]],[8,["Verily I say unto you, it is expedient in me that he should become a member of the ",["order",["study-note-ref","a",[["D&C 92:1","dc-testament/dc/92.1"],"; ",["104:1 (1, 47–53)","dc-testament/dc/104.1"],"."]]],", that he may assist in bringing forth my word unto the children of men."]],[9,["Therefore ye shall ordain him unto this blessing, and he shall seek diligently to take away ",["incumbrances",["study-note-ref","a",[["D&C 90:23 (22–23)","dc-testament/dc/90.23"],"."]]]," that are upon the house named among you, that he may dwell therein. Even so. Amen."]]],"volume":"dc-testament"}