{"heading":"Millions of the Jaredites are slain in battle—Shiz and Coriantumr assemble all the people to mortal combat—The Spirit of the Lord ceases to strive with them—The Jaredite nation is utterly destroyed—Only Coriantumr remains.","number":15,"verseCount":34,"verses":[[1,["And it came to pass when Coriantumr had recovered of his wounds, he began to remember the ",["words",["study-note-ref","a",[["Ether 13:20 (20–21)","bofm/ether/13.20-21"],"."]]]," which Ether had spoken unto him."]],[2,["He saw that there had been slain by the sword already nearly ",["two millions",["study-note-ref","a",[["Ether 1:43","bofm/ether/1.43"],"."]]]," of his people, and he began to sorrow in his heart; yea, there had been slain two millions of mighty men, and also their wives and their children."]],[3,["He began to repent of the evil which he had done; he began to remember the words which had been spoken by the mouth of all the prophets, and he saw them that they were fulfilled thus far, every whit; and his soul ",["mourned",["study-note-ref","a",[["TG Mourning","tg/mourning"],"."]]]," and refused to be ",["comforted",["study-note-ref","b",[["Gen. 37:35","ot/gen/37.35"],"; ",["Moses 7:44","pgp/moses/7.44"],". ",["TG Comfort","tg/comfort"],"."]]],"."]],[4,["And it came to pass that he wrote an epistle unto Shiz, desiring him that he would spare the people, and he would give up the kingdom for the sake of the lives of the people."]],[5,["And it came to pass that when Shiz had received his epistle he wrote an epistle unto Coriantumr, that if he would give himself up, that he might slay him with his own sword, that he would spare the lives of the people."]],[6,["And it came to pass that the people repented not of their iniquity; and the people of Coriantumr were stirred up to anger against the people of Shiz; and the people of Shiz were stirred up to anger against the people of Coriantumr; wherefore, the people of Shiz did give battle unto the people of Coriantumr."]],[7,["And when Coriantumr saw that he was about to fall he fled again before the people of Shiz."]],[8,["And it came to pass that he came to the waters of Ripliancum, which, by interpretation, is large, or to exceed all; wherefore, when they came to these waters they pitched their tents; and Shiz also pitched his tents near unto them; and therefore on the morrow they did come to battle."]],[9,["And it came to pass that they fought an exceedingly sore battle, in which Coriantumr was wounded again, and he fainted with the loss of blood."]],[10,["And it came to pass that the armies of Coriantumr did press upon the armies of Shiz that they beat them, that they caused them to flee before them; and they did flee southward, and did pitch their tents in a place which was called Ogath."]],[11,["And it came to pass that the army of Coriantumr did pitch their tents by the hill Ramah; and it was that same hill where my father Mormon did ",["hide",["study-note-ref","a",[["Morm. 6:6","bofm/morm/6.6"],"."]]]," up the records unto the Lord, which were sacred."]],[12,["And it came to pass that they did gather together all the people upon all the face of the land, who had not been slain, save it was Ether."]],[13,["And it came to pass that Ether did ",["behold",["study-note-ref","a",[["Ether 13:14","bofm/ether/13.14"],"."]]]," all the doings of the people; and he beheld that the people who were for Coriantumr were gathered together to the army of Coriantumr; and the people who were for Shiz were gathered together to the army of Shiz."]],[14,["Wherefore, they were for the space of four years gathering together the people, that they might get all who were upon the face of the land, and that they might receive all the strength which it was possible that they could receive."]],[15,["And it came to pass that when they were all gathered together, every one to the army which he would, with their wives and their children—both men, women and children being armed with ",["weapons",["study-note-ref","a",[["Ether 10:27","bofm/ether/10.27"],"."]]]," of war, having shields, and ",["breastplates",["study-note-ref","b",[["Mosiah 8:10","bofm/mosiah/8.10"],"."]]],", and head-plates, and being clothed after the manner of war—they did march forth one against another to battle; and they fought all that day, and conquered not."]],[16,["And it came to pass that when it was night they were weary, and retired to their camps; and after they had retired to their camps they took up a howling and a ",["lamentation",["study-note-ref","a",[["TG Mourning","tg/mourning"],"."]]]," for the loss of the slain of their people; and so great were their cries, their howlings and lamentations, that they did rend the air exceedingly."]],[17,["And it came to pass that on the morrow they did go again to battle, and great and terrible was that day; nevertheless, they conquered not, and when the night came again they did rend the air with their cries, and their howlings, and their mournings, for the loss of the slain of their people."]],[18,["And it came to pass that Coriantumr wrote again an epistle unto Shiz, desiring that he would not come again to battle, but that he would take the kingdom, and spare the lives of the people."]],[19,["But behold, the ",["Spirit",["study-note-ref","a",[["TG God, Spirit of","tg/god-spirit-of"],"; ",["Holy Ghost, Loss of","tg/holy-ghost-loss-of"],"."]]]," of the Lord had ceased striving with them, and ",["Satan",["study-note-ref","b",[["TG Devil","tg/devil"],"."]]]," had full power over the ",["hearts",["study-note-ref","c",[["TG Hardheartedness","tg/hardheartedness"],"."]]]," of the people; for they were given up unto the hardness of their hearts, and the blindness of their minds that they might be destroyed; wherefore they went again to battle."]],[20,["And it came to pass that they fought all that day, and when the night came they slept upon their swords."]],[21,["And on the morrow they fought even until the night came."]],[22,["And when the night came they were ",["drunken",["study-note-ref","a",[["Moro. 9:23","bofm/moro/9.23"],"."]]]," with anger, even as a man who is drunken with wine; and they slept again upon their swords."]],[23,["And on the morrow they fought again; and when the night came they had all fallen by the sword save it were fifty and two of the people of Coriantumr, and sixty and nine of the people of Shiz."]],[24,["And it came to pass that they slept upon their swords that night, and on the morrow they fought again, and they contended in their might with their swords and with their shields, all that day."]],[25,["And when the night came there were thirty and two of the people of Shiz, and twenty and seven of the people of Coriantumr."]],[26,["And it came to pass that they ate and slept, and prepared for death on the morrow. And they were large and mighty men as to the strength of men."]],[27,["And it came to pass that they fought for the space of three hours, and they fainted with the loss of blood."]],[28,["And it came to pass that when ",["",518],"the men of Coriantumr had received sufficient strength that they could walk, they were about to flee for their lives; but behold, Shiz arose, and also his men, and he swore in his wrath that he would slay Coriantumr or he would perish by the sword."]],[29,["Wherefore, he did pursue them, and on the morrow he did overtake them; and they fought again with the sword. And it came to pass that when they had ",["all",["study-note-ref","a",[["Ether 13:21","bofm/ether/13.21"],"."]]]," fallen by the sword, save it were Coriantumr and Shiz, behold Shiz had fainted with the loss of blood."]],[30,["And it came to pass that when Coriantumr had leaned upon his sword, that he rested a little, he smote off the head of Shiz."]],[31,["And it came to pass that after he had smitten off the head of Shiz, that Shiz raised up on his hands and ",["fell",["study-note-ref","a",[["Judg. 5:27 (26–27)","ot/judg/5.26-27"],"."]]],"; and after that he had struggled for breath, he died."]],[32,["And it came to pass that ",["Coriantumr",["study-note-ref","a",[["Omni 1:21 (20–22)","bofm/omni/1.20-22"],"."]]]," fell to the earth, and became as if he had no life."]],[33,["And the Lord spake unto Ether, and said unto him: Go forth. And he went forth, and beheld that the words of the Lord had all been fulfilled; and he ",["finished",["study-note-ref","a",[["Ether 13:14","bofm/ether/13.14"],"."]]]," his ",["record",["study-note-ref","b",[["Mosiah 8:9","bofm/mosiah/8.9"],"; ",["21:27","bofm/mosiah/21.27"],"; ",["28:11","bofm/mosiah/28.11"],"; ",["Alma 37:21 (21–31)","bofm/alma/37.21-31"],"; ",["Ether 1:2 (1–5)","bofm/ether/1.1-5"],"."]]],"; (and the ",["hundredth",["study-note-ref","c",[["3 Ne. 26:6","bofm/3-ne/26.6"],"; ",["Ether 3:17","bofm/ether/3.17"],"."]]]," part I have not written) and he hid them in a manner that the people of Limhi did find them."]],[34,["Now the last words which are written by ",["Ether",["study-note-ref","a",[["Ether 1:6","bofm/ether/1.6"],"; ",["11:23","bofm/ether/11.23"],"; ",["12:2","bofm/ether/12.2"],"."]]]," are these: Whether the Lord will that I be translated, or that I suffer the will of the Lord in the flesh, it mattereth not, if it so be that I am ",["saved",["study-note-ref","b",[["Mosiah 13:9","bofm/mosiah/13.9"],"."]]]," in the kingdom of God. Amen."]]],"volume":"bofm"}