[{"id":14333,"chapterId":509,"number":1,"scriptureText":"IN thee, O LORD, do I put my trust; let me never be ashamed: deliver me in thy righteousness."},{"id":14334,"chapterId":509,"number":2,"scriptureText":"Bow down thine ear to me; deliver me speedily: be thou my strong rock, for an house of defence to save me."},{"id":14335,"chapterId":509,"number":3,"scriptureText":"For thou art my rock and my fortress; therefore for thy name's sake lead me, and guide me."},{"id":14336,"chapterId":509,"number":4,"scriptureText":"Pull me out of the net that they have laid privily for me: for thou art my strength."},{"id":14337,"chapterId":509,"number":5,"scriptureText":"Into thine hand I commit my spirit: thou hast redeemed me, O LORD God of truth."},{"id":14338,"chapterId":509,"number":6,"scriptureText":"I have hated them that regard lying vanities: but I trust in the LORD."},{"id":14339,"chapterId":509,"number":7,"scriptureText":"I will be glad and rejoice in thy mercy: for thou hast considered my trouble; thou hast known my soul in adversities;"},{"id":14340,"chapterId":509,"number":8,"scriptureText":"And hast not shut me up into the hand of the enemy: thou hast set my feet in a large room."},{"id":14341,"chapterId":509,"number":9,"scriptureText":"Have mercy upon me, O LORD, for I am in trouble: mine eye is consumed with grief, yea, my soul and my belly."},{"id":14342,"chapterId":509,"number":10,"scriptureText":"For my life is spent with grief, and my years with sighing: my strength faileth because of mine iniquity, and my bones are consumed."},{"id":14343,"chapterId":509,"number":11,"scriptureText":"I was a reproach among all mine enemies, but especially among my neighbours, and a fear to mine acquaintance: they that did see me without fled from me."},{"id":14344,"chapterId":509,"number":12,"scriptureText":"I am forgotten as a dead man out of mind: I am like a broken vessel."},{"id":14345,"chapterId":509,"number":13,"scriptureText":"For I have heard the slander of many: fear was on every side: while they took counsel together against me, they devised to take away my life."},{"id":14346,"chapterId":509,"number":14,"scriptureText":"But I trusted in thee, O LORD: I said, Thou art my God."},{"id":14347,"chapterId":509,"number":15,"scriptureText":"My times are in thy hand: deliver me from the hand of mine enemies, and from them that persecute me."},{"id":14348,"chapterId":509,"number":16,"scriptureText":"Make thy face to shine upon thy servant: save me for thy mercies' sake."},{"id":14349,"chapterId":509,"number":17,"scriptureText":"Let me not be ashamed, O LORD; for I have called upon thee: let the wicked be ashamed, and let them be silent in the grave."},{"id":14350,"chapterId":509,"number":18,"scriptureText":"Let the lying lips be put to silence; which speak grievous things proudly and contemptuously against the righteous."},{"id":14351,"chapterId":509,"number":19,"scriptureText":"Oh how great is thy goodness, which thou hast laid up for them that fear thee; which thou hast wrought for them that trust in thee before the sons of men!"},{"id":14352,"chapterId":509,"number":20,"scriptureText":"Thou shalt hide them in the secret of thy presence from the pride of man: thou shalt keep them secretly in a pavilion from the strife of tongues."},{"id":14353,"chapterId":509,"number":21,"scriptureText":"Blessed be the LORD: for he hath shewed me his marvellous kindness in a strong city."},{"id":14354,"chapterId":509,"number":22,"scriptureText":"For I said in my haste, I am cut off from before thine eyes: nevertheless thou heardest the voice of my supplications when I cried unto thee."},{"id":14355,"chapterId":509,"number":23,"scriptureText":"O love the LORD, all ye his saints: for the LORD preserveth the faithful, and plentifully rewardeth the proud doer."},{"id":14356,"chapterId":509,"number":24,"scriptureText":"Be of good courage, and he shall strengthen your heart, all ye that hope in the LORD."}]