{"heading":"Jehoash (Joash) reigns in righteousness—The breaches in the temple are repaired—The safety of Jerusalem is purchased with the hallowed things in the temple—Joash is slain and Amaziah reigns.","number":12,"verseCount":21,"verses":[[1,["In the seventh year of Jehu Jehoash began to reign; and forty years reigned he in Jerusalem. And his mother’s name ",["was",["clarity-word"]]," Zibiah of Beer-sheba."]],[2,["And Jehoash did ",["that which was",["clarity-word"]]," right in the sight of the ",[["Lord",["small-caps"]],["deity-name"]]," all his days wherein Jehoiada the priest instructed him."]],[3,["But the ",["high places",["study-note-ref","a",[["Deut. 12:2 (2–3)","ot/deut/12.2"],"."]]]," were not taken away: the people still sacrificed and burnt incense in the high places."]],[4,[["¶ ",["para-mark"]],"And Jehoash said to the priests, All the ",["money",["study-note-ref","a",[["Ex. 30:12","ot/ex/30.12"],"; ",["2 Kgs. 22:4 (4–7)","ot/2-kgs/22.4"],"."]]]," of the dedicated things that is brought into the house of the ",[["Lord",["small-caps"]],["deity-name"]],", ",["even",["clarity-word"]]," the money of every one that passeth ",["the account,",["clarity-word"]]," the money that every man is set at, ",["and",["clarity-word"]]," all the money that cometh into any man’s heart to bring into the house of the ",[["Lord",["small-caps"]],["deity-name"]],","]],[5,["Let the priests take ",["it",["clarity-word"]]," to them, every man of his acquaintance: and let them repair the breaches of the house, wheresoever any breach shall be found."]],[6,["But it was ",["so, that",["clarity-word"]]," in the three and twentieth year of king Jehoash the priests had not repaired the ",["breaches",["study-note-ref","a",["OR gaps, holes."]]]," of the house."]],[7,["Then king Jehoash called for Jehoiada the priest, and the ",["other",["clarity-word"]]," priests, and said unto them, Why repair ye not the breaches of the house? now therefore receive no ",["more",["clarity-word"]]," money of your acquaintance, but deliver it for the breaches of the house."]],[8,["And the priests consented to receive no ",["more",["clarity-word"]]," money of the people, neither to repair the breaches of the house."]],[9,["But Jehoiada the priest took a chest, and bored a hole in the lid of it, and set it beside the altar, on the right side as one cometh into the house of the ",[["Lord",["small-caps"]],["deity-name"]],": and the priests that kept the door put therein all the money ",["that was",["clarity-word"]]," brought into the house of the ",[["Lord",["small-caps"]],["deity-name"]],"."]],[10,["And it was ",["so,",["clarity-word"]]," when they saw that ",["there was",["clarity-word"]]," much money in the chest, that the king’s scribe and the high priest came up, and they put up in bags, and told the ",["money",["study-note-ref","a",[["2 Chr. 24:11","ot/2-chr/24.11"],"."]]]," that was found in the house of the ",[["Lord",["small-caps"]],["deity-name"]],"."]],[11,["And they gave the money, being told, into the hands of them that did the work, that had the oversight of the house of the ",[["Lord",["small-caps"]],["deity-name"]],": and they laid it out to the carpenters and builders, that wrought upon the house of the ",[["Lord",["small-caps"]],["deity-name"]],","]],[12,["And to masons, and hewers of stone, and to buy timber and hewed stone to repair the breaches of the house of the ",[["Lord",["small-caps"]],["deity-name"]],", and for all that was laid out for the house to repair ",["it.",["clarity-word"]]]],[13,["Howbeit there were not made for the house of the ",[["Lord",["small-caps"]],["deity-name"]]," ",["bowls",["study-note-ref","a",[["2 Chr. 24:14","ot/2-chr/24.14"],"."]]]," of silver, snuffers, basins, trumpets, any vessels of gold, or vessels of silver, of the money ",["that was",["clarity-word"]]," brought into the house of the ",[["Lord",["small-caps"]],["deity-name"]],":"]],[14,["But they gave that to the workmen, and repaired therewith the house of the ",[["Lord",["small-caps"]],["deity-name"]],"."]],[15,["Moreover they ",["reckoned",["study-note-ref","a",[["2 Kgs. 22:7 (6–7)","ot/2-kgs/22.7"],"."]]]," not with the men, into whose hand they ",["",526],"delivered the money to be bestowed on workmen: for they dealt faithfully."]],[16,["The ",["trespass",["study-note-ref","a",[["Lev. 5:15 (15–16)","ot/lev/5.15"],"."]]]," money and ",["sin",["study-note-ref","b",[["Lev. 4:23 (22–26)","ot/lev/4.23"],"; ",["7:7","ot/lev/7.7"],"."]]]," money was not brought into the house of the ",[["Lord",["small-caps"]],["deity-name"]],": it was the priests’."]],[17,[["¶ ",["para-mark"]],"Then Hazael king of Syria went up, and fought against Gath, and took it: and Hazael set his face to go up to Jerusalem."]],[18,["And Jehoash king of Judah took all the hallowed things that Jehoshaphat, and Jehoram, and Ahaziah, his fathers, kings of Judah, had dedicated, and his own ",["hallowed",["study-note-ref","a",[["1 Kgs. 15:18 (18–22)","ot/1-kgs/15.18"],"."]]]," things, and all the gold ",["that was",["clarity-word"]]," found in the treasures of the house of the ",[["Lord",["small-caps"]],["deity-name"]],", and in the king’s house, and sent ",["it",["clarity-word"]]," to Hazael king of Syria: and he went away from Jerusalem."]],[19,[["¶ ",["para-mark"]],"And the rest of the acts of Joash, and all that he did, ",["are",["clarity-word"]]," they not written in the book of the chronicles of the kings of Judah?"]],[20,["And his servants arose, and made a conspiracy, and ",["slew",["study-note-ref","a",[["2 Kgs. 14:5 (5–6)","ot/2-kgs/14.5"],"."]]]," Joash in the house of ",["Millo",["study-note-ref","b",[["2 Sam. 5:9","ot/2-sam/5.9"],"; ",["1 Kgs. 9:15 (15, 24)","ot/1-kgs/9.15"],"; ",["11:27","ot/1-kgs/11.27"],"; ",["2 Chr. 32:5","ot/2-chr/32.5"],"."]]],", which goeth down to Silla."]],[21,["For Jozachar the son of Shimeath, and Jehozabad the son of Shomer, his servants, smote him, and he died; and they buried him with his fathers in the city of David: and Amaziah his son reigned in his stead."]]],"volume":"ot"}