[{"id":13836,"chapterId":475,"number":1,"scriptureText":"KNOWEST thou the time when the wild goats of the rock bring forth? or canst thou mark when the hinds do calve?"},{"id":13837,"chapterId":475,"number":2,"scriptureText":"Canst thou number the months that they fulfil? or knowest thou the time when they bring forth?"},{"id":13838,"chapterId":475,"number":3,"scriptureText":"They bow themselves, they bring forth their young ones, they cast out their sorrows."},{"id":13839,"chapterId":475,"number":4,"scriptureText":"Their young ones are in good liking, they grow up with corn; they go forth, and return not unto them."},{"id":13840,"chapterId":475,"number":5,"scriptureText":"Who hath sent out the wild ass free? or who hath loosed the bands of the wild ass?"},{"id":13841,"chapterId":475,"number":6,"scriptureText":"Whose house I have made the wilderness, and the barren land his dwellings."},{"id":13842,"chapterId":475,"number":7,"scriptureText":"He scorneth the multitude of the city, neither regardeth he the crying of the driver."},{"id":13843,"chapterId":475,"number":8,"scriptureText":"The range of the mountains is his pasture, and he searcheth after every green thing."},{"id":13844,"chapterId":475,"number":9,"scriptureText":"Will the unicorn be willing to serve thee, or abide by thy crib?"},{"id":13845,"chapterId":475,"number":10,"scriptureText":"Canst thou bind the unicorn with his band in the furrow? or will he harrow the valleys after thee?"},{"id":13846,"chapterId":475,"number":11,"scriptureText":"Wilt thou trust him, because his strength is great? or wilt thou leave thy labour to him?"},{"id":13847,"chapterId":475,"number":12,"scriptureText":"Wilt thou believe him, that he will bring home thy seed, and gather it into thy barn?"},{"id":13848,"chapterId":475,"number":13,"scriptureText":"Gavest thou the goodly wings unto the peacocks? or wings and feathers unto the ostrich?"},{"id":13849,"chapterId":475,"number":14,"scriptureText":"Which leaveth her eggs in the earth, and warmeth them in dust,"},{"id":13850,"chapterId":475,"number":15,"scriptureText":"And forgetteth that the foot may crush them, or that the wild beast may break them."},{"id":13851,"chapterId":475,"number":16,"scriptureText":"She is hardened against her young ones, as though they were not hers: her labour is in vain without fear;"},{"id":13852,"chapterId":475,"number":17,"scriptureText":"Because God hath deprived her of wisdom, neither hath he imparted to her understanding."},{"id":13853,"chapterId":475,"number":18,"scriptureText":"What time she lifteth up herself on high, she scorneth the horse and his rider."},{"id":13854,"chapterId":475,"number":19,"scriptureText":"Hast thou given the horse strength? hast thou clothed his neck with thunder?"},{"id":13855,"chapterId":475,"number":20,"scriptureText":"Canst thou make him afraid as a grasshopper? the glory of his nostrils is terrible."},{"id":13856,"chapterId":475,"number":21,"scriptureText":"He paweth in the valley, and rejoiceth in his strength: he goeth on to meet the armed men."},{"id":13857,"chapterId":475,"number":22,"scriptureText":"He mocketh at fear, and is not affrighted; neither turneth he back from the sword."},{"id":13858,"chapterId":475,"number":23,"scriptureText":"The quiver rattleth against him, the glittering spear and the shield."},{"id":13859,"chapterId":475,"number":24,"scriptureText":"He swalloweth the ground with fierceness and rage: neither believeth he that it is the sound of the trumpet."},{"id":13860,"chapterId":475,"number":25,"scriptureText":"He saith among the trumpets, Ha, ha; and he smelleth the battle afar off, the thunder of the captains, and the shouting."},{"id":13861,"chapterId":475,"number":26,"scriptureText":"Doth the hawk fly by thy wisdom, and stretch her wings toward the south?"},{"id":13862,"chapterId":475,"number":27,"scriptureText":"Doth the eagle mount up at thy command, and make her nest on high?"},{"id":13863,"chapterId":475,"number":28,"scriptureText":"She dwelleth and abideth on the rock, upon the crag of the rock, and the strong place."},{"id":13864,"chapterId":475,"number":29,"scriptureText":"From thence she seeketh the prey, and her eyes behold afar off."},{"id":13865,"chapterId":475,"number":30,"scriptureText":"Her young ones also suck up blood: and where the slain are, there is she."}]