{"heading":["The Nephites gather to the land of Cumorah for the final battles—Mormon hides the sacred records in the hill Cumorah—The Lamanites are victorious, and the Nephite nation is destroyed—Hundreds of thousands are slain with the sword. About ",["A.D.","small"]," 385."],"number":6,"verseCount":22,"verses":[[1,["And now I finish my record concerning the ",["destruction",["study-note-ref","a",[["1 Ne. 12:19 (19–20)","bofm/1-ne/12.19-20"],"; ",["Jarom 1:10","bofm/jarom/1.10"],"; ",["Alma 45:11 (9–14)","bofm/alma/45.9-14"],"; ",["Hel. 13:5 (5–11)","bofm/hel/13.5-11"],"."]]]," of my people, the Nephites. And it came to pass that we did march forth before the Lamanites."]],[2,["And I, Mormon, wrote an epistle unto the king of the Lamanites, and desired of him that he would grant unto us that we might gather together our people unto the ",["land",["study-note-ref","a",[["Ether 9:3","bofm/ether/9.3"],"."]]]," of ",["Cumorah",["study-note-ref","b",[["Morm. 8:2","bofm/morm/8.2"],"; ",["D&C 128:20","dc-testament/dc/128.20"],"."]]],", by a hill which was called Cumorah, and there we could give them battle."]],[3,["And it came to pass that the king of the Lamanites did grant unto me the thing which I desired."]],[4,["And it came to pass that we did march forth to the land of Cumorah, and we did pitch our tents around about the hill Cumorah; and it was in a land of ",["many waters",["study-note-ref","a",[["Mosiah 8:8","bofm/mosiah/8.8"],"; ",["Alma 50:29","bofm/alma/50.29"],"; ",["Hel. 3:4 (3–4)","bofm/hel/3.3-4"],"."]]],", rivers, and fountains; and here we had hope to gain advantage over the Lamanites."]],[5,["And when ",["three",["study-note-ref","a",[["W of M 1:2","bofm/w-of-m/1.2"],"."]]]," hundred and eighty and four years had passed away, we had gathered in all the remainder of our people unto the land of Cumorah."]],[6,["And it came to pass that when we had gathered in all our people in one to the land of Cumorah, behold I, Mormon, began to be old; and knowing it to be the last struggle of my people, and having been commanded of the Lord that I should not suffer the records which had been handed down by our fathers, which were ",["sacred",["study-note-ref","a",[["TG Sacred","tg/sacred"],"."]]],", to fall into the hands of the Lamanites, (for the Lamanites would ",["destroy",["study-note-ref","b",[["2 Ne. 26:17","bofm/2-ne/26.17"],"; ",["Enos 1:14","bofm/enos/1.14"],"."]]]," them) therefore I made ",["this record",["study-note-ref","c",[["Morm. 2:18","bofm/morm/2.18"],"."]]]," out of the plates of Nephi, and ",["hid",["study-note-ref","d",[["Ether 15:11","bofm/ether/15.11"],"."]]]," up in the hill Cumorah all the records which had been entrusted to me by the hand of the Lord, save it were ",["these",["study-note-ref","e",[["Moro. 9:24","bofm/moro/9.24"],"; ",["10:2","bofm/moro/10.2"],"; ",["D&C 17:1","dc-testament/dc/17.1"],"; ",["JS—H 1:52","pgp/js-h/1.52"],"."]]]," few plates which I gave unto my son ",["Moroni",["study-note-ref","f",[["Morm. 8:1","bofm/morm/8.1"],"."]]],"."]],[7,["And it came to pass that my people, with their wives and their children, did now behold the ",["armies",["study-note-ref","a",[["1 Ne. 12:15","bofm/1-ne/12.15"],"."]]]," of the Lamanites marching towards them; and with that awful ",["fear",["study-note-ref","b",[["TG Fearful","tg/fearful"],"."]]]," of death which fills the breasts of all the wicked, did they await to receive them."]],[8,["And it came to pass that they came to battle against us, and every soul was filled with terror because of the greatness of their numbers."]],[9,["And it came to pass that they did fall upon my people with the sword, and with the bow, and with the arrow, and with the ax, and with all manner of weapons of war."]],[10,["And it came to pass that my men were hewn down, yea, even my ",["ten thousand",["study-note-ref","a",[["Judg. 1:4","ot/judg/1.4"],"."]]]," who were with me, and I fell wounded in the midst; and they passed by me that they did not put an end to my life."]],[11,["And when they had gone through and hewn down ",["all",["study-note-ref","a",[["1 Ne. 12:19 (19–20)","bofm/1-ne/12.19-20"],"; ",["Hel. 15:17 (16–17)","bofm/hel/15.16-17"],"; ",["Morm. 3:2","bofm/morm/3.2"],"."]]]," my people save it were twenty and four of us, (among whom was my son Moroni) and we having survived the dead of our people, did behold on the morrow, when the Lamanites had returned unto their camps, from the top of the hill Cumorah, the ten thousand of my people who were hewn down, being led in the front by me."]],[12,["And we also beheld the ten thousand of my people who were led by my son Moroni."]],[13,["And behold, the ten thousand of Gidgiddonah had fallen, and he also in the midst."]],[14,["And Lamah had fallen with his ten thousand; and Gilgal had fallen with his ten thousand; and Limhah had fallen with his ten thousand; and Jeneum had fallen with his ten thousand; and Cumenihah, and Moronihah, and Antionum, and Shiblom, and Shem, and Josh, had fallen with their ten thousand each."]],[15,["And it came to pass that there were ten more who did fall by the sword, with their ten thousand each; yea, even ",["all",["study-note-ref","a",[["Alma 9:24","bofm/alma/9.24"],"."]]]," my people, save it were those twenty and four who were with me, and also a ",["few",["study-note-ref","b",[["Morm. 8:2","bofm/morm/8.2"],"."]]]," who had escaped into the south countries, and a few who had deserted over unto the Lamanites, had fallen; and their flesh, and bones, and blood lay upon the face of the earth, being left by the hands of those who slew them to molder upon the land, and to crumble and to return to their mother earth."]],[16,["And my soul was rent with ",["anguish",["study-note-ref","a",[["TG Despair","tg/despair"],"; ",["Mourning","tg/mourning"],"; ",["Sorrow","tg/sorrow"],"."]]],", because of the slain of my people, and I cried:"]],[17,[["O",["study-note-ref","a",[["2 Ne. 26:7","bofm/2-ne/26.7"],"."]]]," ye fair ones, how could ye have departed from the ways of the Lord! O ye fair ones, how could ye have rejected that Jesus, who stood with open arms to receive you!"]],[18,["Behold, if ye had not done this, ye would not have fallen. But behold, ye are fallen, and I ",["mourn",["study-note-ref","a",[["Lam. 2:11","ot/lam/2.11"],"."]]]," your loss."]],[19,["O ye ",["fair",["study-note-ref","a",[["Ether 13:17","bofm/ether/13.17"],"."]]]," sons and daughters, ye fathers and mothers, ye husbands and wives, ye fair ones, how is it that ye could have ",["fallen",["study-note-ref","b",[["1 Ne. 13:15","bofm/1-ne/13.15"],"."]]],"!"]],[20,["But behold, ye are gone, and my sorrows cannot bring your return."]],[21,["And the day soon cometh that your mortal must put on immortality, and these bodies which are now moldering in corruption must soon become ",["incorruptible",["study-note-ref","a",[["1 Cor. 15:53 (53–54)","nt/1-cor/15.53-54"],"."]]]," bodies; and then ye must stand before the judgment-seat of Christ, to be judged according to your works; and if it so be that ye are righteous, then are ye blessed with your fathers who have gone before you."]],[22,["O that ye had repented before this great ",["destruction",["study-note-ref","a",[["2 Sam. 1:27 (17–27)","ot/2-sam/1.17-27"],"."]]]," had come upon you. But behold, ye are gone, ",["",480],"and the Father, yea, the Eternal Father of heaven, ",["knoweth",["study-note-ref","b",[["2 Sam. 7:20","ot/2-sam/7.20"],"; ",["D&C 6:16","dc-testament/dc/6.16"],"."]]]," your state; and he doeth with you according to his ",["justice",["study-note-ref","c",[["TG God, Justice of","tg/god-justice-of"],"."]]]," and ",["mercy",["study-note-ref","d",[["Ps. 36:5 (5–6)","ot/ps/36.5-6"],"; ",["Alma 26:16","bofm/alma/26.16"],"; ",["D&C 97:6","dc-testament/dc/97.6"],"."]]],"."]]],"volume":"bofm"}