{"heading":"David sins in numbering Israel and Judah—The men of war total 1,300,000—The Lord destroys 70,000 men by pestilence—David sees an angel, offers sacrifice, and the plague is stayed.","number":24,"verseCount":25,"verses":[[1,["And again the anger of the ",[["Lord",["small-caps"]],["deity-name"]]," was kindled against Israel, and ",["he",["study-note-ref","a",["Apparently something is missing, and “Satan” should be the antecedent of “he.” See ",["1 Chr. 21:1","ot/1-chr/21.1"],"."]]]," moved David against them to say, Go, ",["number",["study-note-ref","b",[["Num. 1:19","ot/num/1.19"],"; ",["1 Chr. 21:1 (1–28)","ot/1-chr/21.1"],"."]]]," Israel and Judah."]],[2,["For the king said to Joab the captain of the host, which ",["was",["clarity-word"]]," with him, Go now through all the tribes of Israel, from Dan even to Beer-sheba, and number ye the people, that I may know the number of the people."]],[3,["And Joab said unto the king, Now the ",[["Lord",["small-caps"]],["deity-name"]]," thy God add unto the people, how many soever they be, an hundredfold, and that the eyes of my lord the king may see ",["it:",["clarity-word"]]," but why doth my lord the king delight in this thing?"]],[4,["Notwithstanding the king’s word prevailed against Joab, and against the captains of the host. And Joab and the captains of the host went out from the presence of the king, to number the people of Israel."]],[5,[["¶ ",["para-mark"]],"And they passed over Jordan, and pitched in Aroer, on the right side of the city that ",["lieth",["clarity-word"]]," in the midst of the river of Gad, and toward Jazer:"]],[6,["Then they came to Gilead, and to the land of Tahtim-hodshi; and they came to Dan-jaan, and about to Zidon,"]],[7,["And came to the strong hold of Tyre, and to all the cities of the Hivites, and of the Canaanites: and they went out to the south of Judah, ",["even",["clarity-word"]]," to Beer-sheba."]],[8,["So when they had gone through all the land, they came to Jerusalem at the end of nine months and twenty days."]],[9,["And Joab gave up the sum of the ",["number",["study-note-ref","a",[["1 Chr. 7:2 (1–13)","ot/1-chr/7.2"],"."]]]," of the people unto the king: and there were in Israel ",["eight",["study-note-ref","b",[["1 Chr. 21:5","ot/1-chr/21.5"],"."]]]," hundred thousand valiant men that drew the sword; and the men of Judah ",["were",["clarity-word"]]," five hundred thousand men."]],[10,[["¶ ",["para-mark"]],"And David’s heart smote him after that he had numbered the people. And David said unto the ",[["Lord",["small-caps"]],["deity-name"]],", I have sinned greatly in that I have done: and now, I beseech thee, O ",[["Lord",["small-caps"]],["deity-name"]],", take away the iniquity of thy servant; for I have done very foolishly."]],[11,["For when David was up in the morning, the word of the ",[["Lord",["small-caps"]],["deity-name"]]," came unto the ",["prophet",["study-note-ref","a",[["Amos 3:7","ot/amos/3.7"],"."]]]," Gad, David’s ",["seer",["study-note-ref","b",[["TG Seer","tg/seer"],"."]]],", saying,"]],[12,["Go and say unto David, Thus saith the ",[["Lord",["small-caps"]],["deity-name"]],", I offer thee three ",["",462],["things;",["clarity-word"]]," choose thee one of them, that I may ",["do it",["clarity-word"]]," unto thee."]],[13,["So Gad came to David, and told him, and said unto him, Shall seven years of ",["famine",["study-note-ref","a",[["1 Chr. 21:12","ot/1-chr/21.12"],"."]]]," come unto thee in thy land? or wilt thou flee three months before thine enemies, while they pursue thee? or that there be three days’ pestilence in thy land? now advise, and see what answer I shall return to him that sent me."]],[14,["And David said unto Gad, I am in a great strait: let us fall now into the hand of the ",[["Lord",["small-caps"]],["deity-name"]],"; for his ",["mercies",["study-note-ref","a",[["TG God, Mercy of","tg/god-mercy-of"],"."]]]," ",["are",["clarity-word"]]," great: and let me not fall into the hand of man."]],[15,[["¶ ",["para-mark"]],"So the ",[["Lord",["small-caps"]],["deity-name"]]," sent a pestilence upon Israel from the morning even to the time appointed: and there died of the people from Dan even to Beer-sheba seventy thousand men."]],[16,["And when the angel stretched out his hand upon Jerusalem to destroy it, ",["the Lord repented",["study-note-ref","a",["The Hebrew root means “to sigh,” therefore “to feel sorrow.” ",["Gen. 6:6","ot/gen/6.6"],"; ",["1 Sam. 15:11","ot/1-sam/15.11"],"; ",["Joel 2:13","ot/joel/2.13"],". See also ",["1 Chr. 21:15","ot/1-chr/21.15"],". JST 2 Sam. 24:16 … the Lord said unto him, Stay now thine hand, it is enough; for the people repented, and the Lord stayed the hand of the angel, that he destroyed not the people …"]]]," him of the evil, and said to the angel that destroyed the people, It is enough: ",["stay",["study-note-ref","b",[["Alma 10:23","bofm/alma/10.23"],"; ",["Moro. 9:14","bofm/moro/9.14"],"; ",["D&C 38:22 (22, 33)","dc-testament/dc/38.22"],"; ",["39:16","dc-testament/dc/39.16"],"; ",["Moses 7:51","pgp/moses/7.51"],"."]]]," now thine hand. And the angel of the ",[["Lord",["small-caps"]],["deity-name"]]," was by the threshingplace of Araunah the Jebusite."]],[17,["And David spake unto the ",[["Lord",["small-caps"]],["deity-name"]]," when he saw the angel that smote the people, and said, Lo, I have sinned, and I have done wickedly: but these sheep, what have they done? let thine hand, I pray thee, be against me, and against my father’s house."]],[18,[["¶ ",["para-mark"]],"And Gad came that day to David, and said unto him, Go up, rear an ",["altar",["study-note-ref","a",[["Gen. 22:2","ot/gen/22.2"],"; ",["1 Chr. 22:1 (1–2)","ot/1-chr/22.1"],"; ",["2 Chr. 3:1","ot/2-chr/3.1"],"."]]]," unto the ",[["Lord",["small-caps"]],["deity-name"]]," in the threshingfloor of Araunah the Jebusite."]],[19,["And David, according to the saying of Gad, went up as the ",[["Lord",["small-caps"]],["deity-name"]]," commanded."]],[20,["And Araunah looked, and saw the king and his servants coming on toward him: and Araunah went out, and bowed himself before the king on his face upon the ground."]],[21,["And Araunah said, Wherefore is my lord the king come to his servant? And David said, To buy the threshingfloor of thee, to build an altar unto the ",[["Lord",["small-caps"]],["deity-name"]],", that the plague may be stayed from the people."]],[22,["And Araunah said unto David, Let my lord the king take and offer up what ",["seemeth",["clarity-word"]]," good unto him: behold, ",["here be",["clarity-word"]]," oxen for burnt sacrifice, and threshing instruments and ",["other",["clarity-word"]]," instruments of the oxen for wood."]],[23,["All these ",["things",["clarity-word"]]," did Araunah, ",["as",["clarity-word"]]," a king, give unto the king. And Araunah said unto the king, The ",[["Lord",["small-caps"]],["deity-name"]]," thy God accept thee."]],[24,["And the king said unto Araunah, Nay; but I will surely buy ",["it",["clarity-word"]]," of thee at a price: neither will I offer burnt offerings unto the ",[["Lord",["small-caps"]],["deity-name"]]," my God of that which doth cost me nothing. So David bought the threshingfloor and the oxen for ",["fifty",["study-note-ref","a",[["1 Chr. 21:25","ot/1-chr/21.25"],"."]]]," shekels of silver."]],[25,["And David built there an ",["altar",["study-note-ref","a",[["1 Chr. 21:26","ot/1-chr/21.26"],"."]]]," unto the ",[["Lord",["small-caps"]],["deity-name"]],", and offered burnt offerings and peace ",["offerings",["study-note-ref","b",[["TG Sacrifice","tg/sacrifice"],"."]]],". So the ",[["Lord",["small-caps"]],["deity-name"]]," was entreated for the land, and the plague was stayed from Israel."]]],"volume":"ot"}