{"id":1445,"bookId":82,"number":17,"verses":[{"id":38015,"number":1,"scriptureText":"BEHOLD, I say unto you, that you must rely upon my word, which if you do with full purpose of heart, you shall have a view of the plates, and also of the breastplate, the sword of Laban, the Urim and Thummim, which were given to the brother of Jared upon the mount, when he talked with the Lord face to face, and the miraculous directors which were given to Lehi while in the wilderness, on the borders of the Red Sea.","chapter":17},{"id":38016,"number":2,"scriptureText":"And it is by your faith that you shall obtain a view of them, even by that faith which was had by the prophets of old.","chapter":17},{"id":38017,"number":3,"scriptureText":"And after that you have obtained faith, and have seen them with your eyes, you shall testify of them, by the power of God;","chapter":17},{"id":38018,"number":4,"scriptureText":"And this you shall do that my servant Joseph Smith, Jun., may not be destroyed, that I may bring about my righteous purposes unto the children of men in this work.","chapter":17},{"id":38019,"number":5,"scriptureText":"And ye shall testify that you have seen them, even as my servant Joseph Smith, Jun., has seen them; for it is by my power that he has seen them, and it is because he had faith.","chapter":17},{"id":38020,"number":6,"scriptureText":"And he has translated the book, even that part which I have commanded him, and as your Lord and your God liveth it is true.","chapter":17},{"id":38021,"number":7,"scriptureText":"Wherefore, you have received the same power, and the same faith, and the same gift like unto him;","chapter":17},{"id":38022,"number":8,"scriptureText":"And if you do these last commandments of mine, which I have given you, the gates of hell shall not prevail against you; for my grace is sufficient for you, and you shall be lifted up at the last day.","chapter":17},{"id":38023,"number":9,"scriptureText":"And I, Jesus Christ, your Lord and your God, have spoken it unto you, that I might bring about my righteous purposes unto the children of men. Amen.","chapter":17}]}