{"id":1462,"bookId":82,"number":34,"verses":[{"id":38387,"number":1,"scriptureText":"MY son Orson, hearken and hear and behold what I, the Lord God, shall say unto you, even Jesus Christ your Redeemer;","chapter":34},{"id":38388,"number":2,"scriptureText":"The light and the life of the world, a light which shineth in darkness and the darkness comprehendeth it not;","chapter":34},{"id":38389,"number":3,"scriptureText":"Who so loved the world that he gave his own life, that as many as would believe might become the sons of God. Wherefore you are my son;","chapter":34},{"id":38390,"number":4,"scriptureText":"And blessed are you because you have believed;","chapter":34},{"id":38391,"number":5,"scriptureText":"And more blessed are you because you are called of me to preach my gospel--","chapter":34},{"id":38392,"number":6,"scriptureText":"To lift up your voice as with the sound of a trump, both long and loud, and cry repentance unto a crooked and perverse generation, preparing the way of the Lord for his second coming.","chapter":34},{"id":38393,"number":7,"scriptureText":"For behold, verily, verily, I say unto you, the time is soon at hand that I shall come in a cloud with power and great glory.","chapter":34},{"id":38394,"number":8,"scriptureText":"And it shall be a great day at the time of my coming, for all nations shall tremble.","chapter":34},{"id":38395,"number":9,"scriptureText":"But before that great day shall come, the sun shall be darkened, and the moon be turned into blood; and the stars shall refuse their shining, and some shall fall, and great destructions await the wicked.","chapter":34},{"id":38396,"number":10,"scriptureText":"Wherefore, lift up your voice and spare not, for the Lord God hath spoken; therefore prophesy, and it shall be given by the power of the Holy Ghost.","chapter":34},{"id":38397,"number":11,"scriptureText":"And if you are faithful, behold, I am with you until I come--","chapter":34},{"id":38398,"number":12,"scriptureText":"And verily, verily, I say unto you, I come quickly. I am your Lord and your Redeemer. Even so. Amen.","chapter":34}]}