[{"id":15243,"chapterId":561,"number":1,"scriptureText":"KEEP not thou silence, O God: hold not thy peace, and be not still, O God."},{"id":15244,"chapterId":561,"number":2,"scriptureText":"For, lo, thine enemies make a tumult: and they that hate thee have lifted up the head."},{"id":15245,"chapterId":561,"number":3,"scriptureText":"They have taken crafty counsel against thy people, and consulted against thy hidden ones."},{"id":15246,"chapterId":561,"number":4,"scriptureText":"They have said, Come, and let us cut them off from being a nation; that the name of Israel may be no more in remembrance."},{"id":15247,"chapterId":561,"number":5,"scriptureText":"For they have consulted together with one consent: they are confederate against thee:"},{"id":15248,"chapterId":561,"number":6,"scriptureText":"The tabernacles of Edom, and the Ishmaelites; of Moab, and the Hagarenes;"},{"id":15249,"chapterId":561,"number":7,"scriptureText":"Gebal, and Ammon, and Amalek; the Philistines with the inhabitants of Tyre;"},{"id":15250,"chapterId":561,"number":8,"scriptureText":"Assur also is joined with them: they have holpen the children of Lot. Selah."},{"id":15251,"chapterId":561,"number":9,"scriptureText":"Do unto them as unto the Midianites; as to Sisera, as to Jabin, at the brook of Kison:"},{"id":15252,"chapterId":561,"number":10,"scriptureText":"Which perished at En-dor: they became as dung for the earth."},{"id":15253,"chapterId":561,"number":11,"scriptureText":"Make their nobles like Oreb, and like Zeeb: yea, all their princes as Zebah, and as Zalmunna:"},{"id":15254,"chapterId":561,"number":12,"scriptureText":"Who said, Let us take to ourselves the houses of God in possession."},{"id":15255,"chapterId":561,"number":13,"scriptureText":"O my God, make them like a wheel; as the stubble before the wind."},{"id":15256,"chapterId":561,"number":14,"scriptureText":"As the fire burneth a wood, and as the flame setteth the mountains on fire;"},{"id":15257,"chapterId":561,"number":15,"scriptureText":"So persecute them with thy tempest, and make them afraid with thy storm."},{"id":15258,"chapterId":561,"number":16,"scriptureText":"Fill their faces with shame; that they may seek thy name, O LORD."},{"id":15259,"chapterId":561,"number":17,"scriptureText":"Let them be confounded and troubled for ever; yea, let them be put to shame, and perish:"},{"id":15260,"chapterId":561,"number":18,"scriptureText":"That men may know that thou, whose name alone is JEHOVAH, art the most high over all the earth."}]