[{"id":3694,"chapterId":120,"number":1,"scriptureText":"THESE also are the generations of Aaron and Moses in the day that the LORD spake with Moses in mount Sinai."},{"id":3695,"chapterId":120,"number":2,"scriptureText":"And these are the names of the sons of Aaron; Nadab the firstborn, and Abihu, Eleazar, and Ithamar."},{"id":3696,"chapterId":120,"number":3,"scriptureText":"These are the names of the sons of Aaron, the priests which were anointed, whom he consecrated to minister in the priest's office."},{"id":3697,"chapterId":120,"number":4,"scriptureText":"And Nadab and Abihu died before the LORD, when they offered strange fire before the LORD, in the wilderness of Sinai, and they had no children: and Eleazar and Ithamar ministered in the priest's office in the sight of Aaron their father."},{"id":3698,"chapterId":120,"number":5,"scriptureText":"And the LORD spake unto Moses, saying,"},{"id":3699,"chapterId":120,"number":6,"scriptureText":"Bring the tribe of Levi near, and present them before Aaron the priest, that they may minister unto him."},{"id":3700,"chapterId":120,"number":7,"scriptureText":"And they shall keep his charge, and the charge of the whole congregation before the tabernacle of the congregation, to do the service of the tabernacle."},{"id":3701,"chapterId":120,"number":8,"scriptureText":"And they shall keep all the instruments of the tabernacle of the congregation, and the charge of the children of Israel, to do the service of the tabernacle."},{"id":3702,"chapterId":120,"number":9,"scriptureText":"And thou shalt give the Levites unto Aaron and to his sons: they are wholly given unto him out of the children of Israel."},{"id":3703,"chapterId":120,"number":10,"scriptureText":"And thou shalt appoint Aaron and his sons, and they shall wait on their priest's office: and the stranger that cometh nigh shall be put to death."},{"id":3704,"chapterId":120,"number":11,"scriptureText":"And the LORD spake unto Moses, saying,"},{"id":3705,"chapterId":120,"number":12,"scriptureText":"And I, behold, I have taken the Levites from among the children of Israel instead of all the firstborn that openeth the matrix among the children of Israel: therefore the Levites shall be mine;"},{"id":3706,"chapterId":120,"number":13,"scriptureText":"Because all the firstborn are mine; for on the day that I smote all the firstborn in the land of Egypt I hallowed unto me all the firstborn in Israel, both man and beast: mine shall they be: I am the LORD."},{"id":3707,"chapterId":120,"number":14,"scriptureText":"And the LORD spake unto Moses in the wilderness of Sinai, saying,"},{"id":3708,"chapterId":120,"number":15,"scriptureText":"Number the children of Levi after the house of their fathers, by their families: every male from a month old and upward shalt thou number them."},{"id":3709,"chapterId":120,"number":16,"scriptureText":"And Moses numbered them according to the word of the LORD, as he was commanded."},{"id":3710,"chapterId":120,"number":17,"scriptureText":"And these were the sons of Levi by their names; Gershon, and Kohath, and Merari."},{"id":3711,"chapterId":120,"number":18,"scriptureText":"And these are the names of the sons of Gershon by their families; Libni, and Shimei."},{"id":3712,"chapterId":120,"number":19,"scriptureText":"And the sons of Kohath by their families; Amram, and Izehar, Hebron, and Uzziel."},{"id":3713,"chapterId":120,"number":20,"scriptureText":"And the sons of Merari by their families; Mahli, and Mushi. These are the families of the Levites according to the house of their fathers."},{"id":3714,"chapterId":120,"number":21,"scriptureText":"Of Gershon was the family of the Libnites, and the family of the Shimites: these are the families of the Gershonites."},{"id":3715,"chapterId":120,"number":22,"scriptureText":"Those that were numbered of them, according to the number of all the males, from a month old and upward, even those that were numbered of them were seven thousand and five hundred."},{"id":3716,"chapterId":120,"number":23,"scriptureText":"The families of the Gershonites shall pitch behind the tabernacle westward."},{"id":3717,"chapterId":120,"number":24,"scriptureText":"And the chief of the house of the father of the Gershonites shall be Eliasaph the son of Lael."},{"id":3718,"chapterId":120,"number":25,"scriptureText":"And the charge of the sons of Gershon in the tabernacle of the congregation shall be the tabernacle, and the tent, the covering thereof, and the hanging for the door of the tabernacle of the congregation,"},{"id":3719,"chapterId":120,"number":26,"scriptureText":"And the hangings of the court, and the curtain for the door of the court, which is by the tabernacle, and by the altar round about, and the cords of it for all the service thereof."},{"id":3720,"chapterId":120,"number":27,"scriptureText":"And of Kohath was the family of the Amramites, and the family of the Izeharites, and the family of the Hebronites, and the family of the Uzzielites: these are the families of the Kohathites."},{"id":3721,"chapterId":120,"number":28,"scriptureText":"In the number of all the males, from a month old and upward, were eight thousand and six hundred, keeping the charge of the sanctuary."},{"id":3722,"chapterId":120,"number":29,"scriptureText":"The families of the sons of Kohath shall pitch on the side of the tabernacle southward."},{"id":3723,"chapterId":120,"number":30,"scriptureText":"And the chief of the house of the father of the families of the Kohathites shall be Elizaphan the son of Uzziel."},{"id":3724,"chapterId":120,"number":31,"scriptureText":"And their charge shall be the ark, and the table, and the candlestick, and the altars, and the vessels of the sanctuary wherewith they minister, and the hanging, and all the service thereof."},{"id":3725,"chapterId":120,"number":32,"scriptureText":"And Eleazar the son of Aaron the priest shall be chief over the chief of the Levites, and have the oversight of them that keep the charge of the sanctuary."},{"id":3726,"chapterId":120,"number":33,"scriptureText":"Of Merari was the family of the Mahlites, and the family of the Mushites: these are the families of Merari."},{"id":3727,"chapterId":120,"number":34,"scriptureText":"And those that were numbered of them, according to the number of all the males, from a month old and upward, were six thousand and two hundred."},{"id":3728,"chapterId":120,"number":35,"scriptureText":"And the chief of the house of the father of the families of Merari was Zuriel the son of Abihail: these shall pitch on the side of the tabernacle northward."},{"id":3729,"chapterId":120,"number":36,"scriptureText":"And under the custody and charge of the sons of Merari shall be the boards of the tabernacle, and the bars thereof, and the pillars thereof, and the sockets thereof, and all the vessels thereof, and all that serveth thereto,"},{"id":3730,"chapterId":120,"number":37,"scriptureText":"And the pillars of the court round about, and their sockets, and their pins, and their cords."},{"id":3731,"chapterId":120,"number":38,"scriptureText":"But those that encamp before the tabernacle toward the east, even before the tabernacle of the congregation eastward, shall be Moses, and Aaron and his sons, keeping the charge of the sanctuary for the charge of the children of Israel; and the stranger that cometh nigh shall be put to death."},{"id":3732,"chapterId":120,"number":39,"scriptureText":"All that were numbered of the Levites, which Moses and Aaron numbered at the commandment of the LORD, throughout their families, all the males from a month old and upward, were twenty and two thousand."},{"id":3733,"chapterId":120,"number":40,"scriptureText":"And the LORD said unto Moses, Number all the firstborn of the males of the children of Israel from a month old and upward, and take the number of their names."},{"id":3734,"chapterId":120,"number":41,"scriptureText":"And thou shalt take the Levites for me (I am the LORD) instead of all the firstborn among the children of Israel; and the cattle of the Levites instead of all the firstlings among the cattle of the children of Israel."},{"id":3735,"chapterId":120,"number":42,"scriptureText":"And Moses numbered, as the LORD commanded him, all the firstborn among the children of Israel."},{"id":3736,"chapterId":120,"number":43,"scriptureText":"And all the firstborn males by the number of names, from a month old and upward, of those that were numbered of them, were twenty and two thousand two hundred and threescore and thirteen."},{"id":3737,"chapterId":120,"number":44,"scriptureText":"And the LORD spake unto Moses, saying,"},{"id":3738,"chapterId":120,"number":45,"scriptureText":"Take the Levites instead of all the firstborn among the children of Israel, and the cattle of the Levites instead of their cattle; and the Levites shall be mine: I am the LORD."},{"id":3739,"chapterId":120,"number":46,"scriptureText":"And for those that are to be redeemed of the two hundred and threescore and thirteen of the firstborn of the children of Israel, which are more than the Levites;"},{"id":3740,"chapterId":120,"number":47,"scriptureText":"Thou shalt even take five shekels apiece by the poll, after the shekel of the sanctuary shalt thou take them: (the shekel is twenty gerahs:)"},{"id":3741,"chapterId":120,"number":48,"scriptureText":"And thou shalt give the money, wherewith the odd number of them is to be redeemed, unto Aaron and to his sons."},{"id":3742,"chapterId":120,"number":49,"scriptureText":"And Moses took the redemption money of them that were over and above them that were redeemed by the Levites:"},{"id":3743,"chapterId":120,"number":50,"scriptureText":"Of the firstborn of the children of Israel took he the money; a thousand three hundred and threescore and five shekels, after the shekel of the sanctuary:"},{"id":3744,"chapterId":120,"number":51,"scriptureText":"And Moses gave the money of them that were redeemed unto Aaron and to his sons, according to the word of the LORD, as the LORD commanded Moses."}]