{"id":802,"bookId":25,"number":5,"verses":[{"id":20444,"number":1,"scriptureText":"REMEMBER, O LORD, what is come upon us: consider, and behold our reproach.","chapter":5},{"id":20445,"number":2,"scriptureText":"Our inheritance is turned to strangers, our houses to aliens.","chapter":5},{"id":20446,"number":3,"scriptureText":"We are orphans and fatherless, our mothers are as widows.","chapter":5},{"id":20447,"number":4,"scriptureText":"We have drunken our water for money; our wood is sold unto us.","chapter":5},{"id":20448,"number":5,"scriptureText":"Our necks are under persecution: we labour, and have no rest.","chapter":5},{"id":20449,"number":6,"scriptureText":"We have given the hand to the Egyptians, and to the Assyrians, to be satisfied with bread.","chapter":5},{"id":20450,"number":7,"scriptureText":"Our fathers have sinned, and are not; and we have borne their iniquities.","chapter":5},{"id":20451,"number":8,"scriptureText":"Servants have ruled over us: there is none that doth deliver us out of their hand.","chapter":5},{"id":20452,"number":9,"scriptureText":"We gat our bread with the peril of our lives because of the sword of the wilderness.","chapter":5},{"id":20453,"number":10,"scriptureText":"Our skin was black like an oven because of the terrible famine.","chapter":5},{"id":20454,"number":11,"scriptureText":"They ravished the women in Zion, and the maids in the cities of Judah.","chapter":5},{"id":20455,"number":12,"scriptureText":"Princes are hanged up by their hand: the faces of elders were not honoured.","chapter":5},{"id":20456,"number":13,"scriptureText":"They took the young men to grind, and the children fell under the wood.","chapter":5},{"id":20457,"number":14,"scriptureText":"The elders have ceased from the gate, the young men from their musick.","chapter":5},{"id":20458,"number":15,"scriptureText":"The joy of our heart is ceased; our dance is turned into mourning.","chapter":5},{"id":20459,"number":16,"scriptureText":"The crown is fallen from our head: woe unto us, that we have sinned!","chapter":5},{"id":20460,"number":17,"scriptureText":"For this our heart is faint; for these things our eyes are dim.","chapter":5},{"id":20461,"number":18,"scriptureText":"Because of the mountain of Zion, which is desolate, the foxes walk upon it.","chapter":5},{"id":20462,"number":19,"scriptureText":"Thou, O LORD, remainest for ever; thy throne from generation to generation.","chapter":5},{"id":20463,"number":20,"scriptureText":"Wherefore dost thou forget us for ever, and forsake us so long time?","chapter":5},{"id":20464,"number":21,"scriptureText":"Turn thou us unto thee, O LORD, and we shall be turned; renew our days as of old.","chapter":5},{"id":20465,"number":22,"scriptureText":"But thou hast utterly rejected us; thou art very wroth against us.","chapter":5}]}