[{"id":17431,"chapterId":666,"number":1,"scriptureText":"A GOOD name is better than precious ointment; and the day of death than the day of one's birth."},{"id":17432,"chapterId":666,"number":2,"scriptureText":"It is better to go to the house of mourning, than to go to the house of feasting: for that is the end of all men; and the living will lay it to his heart."},{"id":17433,"chapterId":666,"number":3,"scriptureText":"Sorrow is better than laughter: for by the sadness of the countenance the heart is made better."},{"id":17434,"chapterId":666,"number":4,"scriptureText":"The heart of the wise is in the house of mourning; but the heart of fools is in the house of mirth."},{"id":17435,"chapterId":666,"number":5,"scriptureText":"It is better to hear the rebuke of the wise, than for a man to hear the song of fools."},{"id":17436,"chapterId":666,"number":6,"scriptureText":"For as the crackling of thorns under a pot, so is the laughter of the fool: this also is vanity."},{"id":17437,"chapterId":666,"number":7,"scriptureText":"Surely oppression maketh a wise man mad; and a gift destroyeth the heart."},{"id":17438,"chapterId":666,"number":8,"scriptureText":"Better is the end of a thing than the beginning thereof: and the patient in spirit is better than the proud in spirit."},{"id":17439,"chapterId":666,"number":9,"scriptureText":"Be not hasty in thy spirit to be angry: for anger resteth in the bosom of fools."},{"id":17440,"chapterId":666,"number":10,"scriptureText":"Say not thou, What is the cause that the former days were better than these? for thou dost not enquire wisely concerning this."},{"id":17441,"chapterId":666,"number":11,"scriptureText":"Wisdom is good with an inheritance: and by it there is profit to them that see the sun."},{"id":17442,"chapterId":666,"number":12,"scriptureText":"For wisdom is a defence, and money is a defence: but the excellency of knowledge is, that wisdom giveth life to them that have it."},{"id":17443,"chapterId":666,"number":13,"scriptureText":"Consider the work of God: for who can make that straight, which he hath made crooked?"},{"id":17444,"chapterId":666,"number":14,"scriptureText":"In the day of prosperity be joyful, but in the day of adversity consider: God also hath set the one over against the other, to the end that man should find nothing after him."},{"id":17445,"chapterId":666,"number":15,"scriptureText":"All things have I seen in the days of my vanity: there is a just man that perisheth in his righteousness, and there is a wicked man that prolongeth his life in his wickedness."},{"id":17446,"chapterId":666,"number":16,"scriptureText":"Be not righteous over much; neither make thyself over wise: why shouldest thou destroy thyself?"},{"id":17447,"chapterId":666,"number":17,"scriptureText":"Be not over much wicked, neither be thou foolish: why shouldest thou die before thy time?"},{"id":17448,"chapterId":666,"number":18,"scriptureText":"It is good that thou shouldest take hold of this; yea, also from this withdraw not thine hand: for he that feareth God shall come forth of them all."},{"id":17449,"chapterId":666,"number":19,"scriptureText":"Wisdom strengtheneth the wise more than ten mighty men which are in the city."},{"id":17450,"chapterId":666,"number":20,"scriptureText":"For there is not a just man upon earth, that doeth good, and sinneth not."},{"id":17451,"chapterId":666,"number":21,"scriptureText":"Also take no heed unto all words that are spoken; lest thou hear thy servant curse thee:"},{"id":17452,"chapterId":666,"number":22,"scriptureText":"For oftentimes also thine own heart knoweth that thou thyself likewise hast cursed others."},{"id":17453,"chapterId":666,"number":23,"scriptureText":"All this have I proved by wisdom: I said, I will be wise; but it was far from me."},{"id":17454,"chapterId":666,"number":24,"scriptureText":"That which is far off, and exceeding deep, who can find it out?"},{"id":17455,"chapterId":666,"number":25,"scriptureText":"I applied mine heart to know, and to search, and to seek out wisdom, and the reason of things, and to know the wickedness of folly, even of foolishness and madness:"},{"id":17456,"chapterId":666,"number":26,"scriptureText":"And I find more bitter than death the woman, whose heart is snares and nets, and her hands as bands: whoso pleaseth God shall escape from her; but the sinner shall be taken by her."},{"id":17457,"chapterId":666,"number":27,"scriptureText":"Behold, this have I found, saith the preacher, counting one by one, to find out the account:"},{"id":17458,"chapterId":666,"number":28,"scriptureText":"Which yet my soul seeketh, but I find not: one man among a thousand have I found; but a woman among all those have I not found."},{"id":17459,"chapterId":666,"number":29,"scriptureText":"Lo, this only have I found, that God hath made man upright; but they have sought out many inventions."}]