[{"id":16265,"chapterId":618,"number":1,"scriptureText":"DELIVER me, O LORD, from the evil man: preserve me from the violent man;"},{"id":16266,"chapterId":618,"number":2,"scriptureText":"Which imagine mischiefs in their heart; continually are they gathered together for war."},{"id":16267,"chapterId":618,"number":3,"scriptureText":"They have sharpened their tongues like a serpent; adders' poison is under their lips. Selah."},{"id":16268,"chapterId":618,"number":4,"scriptureText":"Keep me, O LORD, from the hands of the wicked; preserve me from the violent man; who have purposed to overthrow my goings."},{"id":16269,"chapterId":618,"number":5,"scriptureText":"The proud have hid a snare for me, and cords; they have spread a net by the wayside; they have set gins for me. Selah."},{"id":16270,"chapterId":618,"number":6,"scriptureText":"I said unto the LORD, Thou art my God: hear the voice of my supplications, O LORD."},{"id":16271,"chapterId":618,"number":7,"scriptureText":"O GOD the Lord, the strength of my salvation, thou hast covered my head in the day of battle."},{"id":16272,"chapterId":618,"number":8,"scriptureText":"Grant not, O LORD, the desires of the wicked: further not his wicked device; lest they exalt themselves. Selah."},{"id":16273,"chapterId":618,"number":9,"scriptureText":"As for the head of those that compass me about, let the mischief of their own lips cover them."},{"id":16274,"chapterId":618,"number":10,"scriptureText":"Let burning coals fall upon them: let them be cast into the fire; into deep pits, that they rise not up again."},{"id":16275,"chapterId":618,"number":11,"scriptureText":"Let not an evil speaker be established in the earth: evil shall hunt the violent man to overthrow him."},{"id":16276,"chapterId":618,"number":12,"scriptureText":"I know that the LORD will maintain the cause of the afflicted, and the right of the poor."},{"id":16277,"chapterId":618,"number":13,"scriptureText":"Surely the righteous shall give thanks unto thy name: the upright shall dwell in thy presence."}]