{"heading":"The Israelites settle in Goshen—Jacob blesses Pharaoh—Joseph sells grain to the Egyptians—Pharaoh receives the Egyptians’ cattle and lands—Jacob desires to be buried with his fathers in Canaan.","number":47,"verseCount":31,"verses":[[1,["Then Joseph came and told ",["Pharaoh",["study-note-ref","a",[["Gen. 46:31","ot/gen/46.31"],"."]]],", and said, My father and my brethren, and their flocks, and their herds, and all that they have, are come out of the land of Canaan; and, behold, they ",["are",["clarity-word"]]," in the land of ",["Goshen",["study-note-ref","b",[["Gen. 45:10","ot/gen/45.10"],"."]]],"."]],[2,["And he took some of his brethren, ",["even",["clarity-word"]]," five men, and presented them unto ",["Pharaoh",["study-note-ref","a",[["Acts 7:13","nt/acts/7.13"],"."]]],"."]],[3,["And Pharaoh said unto his brethren, What ",["is",["clarity-word"]]," your ",["occupation",["study-note-ref","a",[["Gen. 46:33","ot/gen/46.33"],"."]]],"? And they said unto Pharaoh, Thy servants ",["are",["clarity-word"]]," ",["shepherds",["study-note-ref","b",[["Gen. 46:34","ot/gen/46.34"],"."]]],", both we, ",["and",["clarity-word"]]," also our fathers."]],[4,["They said moreover unto Pharaoh, For to ",["sojourn",["study-note-ref","a",[["Deut. 26:5","ot/deut/26.5"],"."]]]," in the land are we come; for thy servants have no pasture for their flocks; for the famine ",["is",["clarity-word"]]," sore in the land of Canaan: now therefore, we pray thee, let thy servants dwell in the land of Goshen."]],[5,["And Pharaoh spake unto Joseph, saying, Thy father and thy brethren are come unto thee:"]],[6,["The land of ",["Egypt",["study-note-ref","a",[["Ether 13:7","bofm/ether/13.7"],"."]]]," ",["is",["clarity-word"]]," before thee; in the best of the land make thy father and brethren to dwell; in the land of Goshen let them dwell: and if thou knowest ",["any",["clarity-word"]]," men of activity among them, then make them rulers over my cattle."]],[7,["And Joseph brought in Jacob his father, and set him before Pharaoh: and Jacob blessed Pharaoh."]],[8,["And Pharaoh said unto Jacob, How old ",["art",["clarity-word"]]," thou?"]],[9,["And Jacob said unto Pharaoh, The days of the years of my ",["pilgrimage",["study-note-ref","a",[["Ps. 119:54","ot/ps/119.54"],"."]]]," ",["are",["clarity-word"]]," an hundred and thirty years: few and ",["evil",["study-note-ref","b",["IE unpleasant."]]]," have the days of the years of my life been, and have not attained unto the ",["days",["study-note-ref","c",[["Gen. 25:7","ot/gen/25.7"],"; ",["35:28","ot/gen/35.28"],"."]]]," of the years of the life of my fathers in the days of their pilgrimage."]],[10,["And Jacob blessed Pharaoh, and went out from before Pharaoh."]],[11,[["¶ ",["para-mark"]],"And Joseph placed his father and his brethren, and gave them a possession in the land of Egypt, in the best of the land, in the land of ",["Rameses",["study-note-ref","a",[["Ex. 1:11","ot/ex/1.11"],"; ",["12:37","ot/ex/12.37"],"; ",["Num. 33:3 (3–5)","ot/num/33.3"],"."]]],", as Pharaoh had commanded."]],[12,["And Joseph ",["nourished",["study-note-ref","a",[["Gen. 45:11","ot/gen/45.11"],"."]]]," his father, and his brethren, and all his father’s household, with bread, according to ",["their",["clarity-word"]]," families."]],[13,[["¶ ",["para-mark"]],"And ",["there was",["clarity-word"]]," no bread in all the land; for the ",["famine",["study-note-ref","a",[["TG Famine","tg/famine"],"."]]]," ",["was",["clarity-word"]]," very sore, so that the land of Egypt and ",["all",["clarity-word"]]," the land of Canaan fainted by reason of the famine."]],[14,["And Joseph gathered up all the ",["money",["study-note-ref","a",[["Gen. 41:56","ot/gen/41.56"],"."]]]," that was found in the land of Egypt, and in the land of Canaan, for the corn which they bought: and Joseph brought the money into Pharaoh’s house."]],[15,["And when money failed in the land of Egypt, and in the land of Canaan, all the Egyptians came unto Joseph, and said, Give us ",["bread",["study-note-ref","a",[["TG Welfare","tg/welfare"],"."]]],": for why should we die in thy presence? for the money faileth."]],[16,["And Joseph said, Give your cattle; and I will give you for your cattle, if money fail."]],[17,["And they brought their cattle unto Joseph: and Joseph gave them bread ",["in exchange",["clarity-word"]]," for horses, and for the flocks, and for the cattle of the herds, and for the asses: and he fed them with bread for all their cattle for that year."]],[18,["When that year was ended, they came unto him the second year, and said unto him, We will not hide ",["it",["clarity-word"]]," from my lord, how that our money is spent; my lord also hath our herds of cattle; there is not ought left in the sight of my lord, but our bodies, and our lands:"]],[19,["Wherefore shall we die before thine eyes, both we and our land? buy us and our land for bread, and we and our land will be servants unto Pharaoh: and give ",["us",["clarity-word"]]," seed, that we may live, and not die, that the land be not desolate."]],[20,["And Joseph bought all the land of Egypt for Pharaoh; for the Egyptians sold every man his field, because the famine prevailed over them: so the land became Pharaoh’s."]],[21,["And as for the people, ",["he",["study-note-ref","a",["Samaritan and Septuagint: he made them slaves, or serfs."]]]," removed them to cities from ",["one",["clarity-word"]]," end of the borders of Egypt even to the ",["other",["clarity-word"]]," end thereof."]],[22,["Only the land of the ",["priests",["study-note-ref","a",[["Gen. 41:45","ot/gen/41.45"],"; ",["47:26","ot/gen/47.26"],"."]]]," bought he not; for the priests had a portion ",["assigned them",["clarity-word"]]," of Pharaoh, and did eat their portion which Pharaoh gave them: wherefore they sold not their lands."]],[23,["Then Joseph said unto the people, Behold, I have bought you this day and your land for Pharaoh: lo, ",["here is",["clarity-word"]]," seed for you, and ye shall sow the land."]],[24,["And it shall come to pass ",["in the increase",["study-note-ref","a",["HEB at the harvests."]]],", that ye shall give the ",["fifth",["study-note-ref","b",[["Mosiah 11:3","bofm/mosiah/11.3"],"; ",["Ether 10:5 (5–6)","bofm/ether/10.5"],"."]]]," ",["part",["clarity-word"]]," unto Pharaoh, and four parts shall be your own, for seed of the field, and for your food, and for them of your households, and for food for your little ones."]],[25,["And they said, Thou hast saved our lives: let us find grace in the sight of my lord, and we will be Pharaoh’s servants."]],[26,["And Joseph made it a law over the land of Egypt unto this day, ",["that",["clarity-word"]]," Pharaoh should have the fifth ",["part;",["clarity-word"]]," except the land of the ",["priests",["study-note-ref","a",[["Gen. 47:22","ot/gen/47.22"],"."]]]," only, ",["which",["clarity-word"]]," became not Pharaoh’s."]],[27,[["¶ ",["para-mark"]],"And Israel dwelt in the land of Egypt, in the country of Goshen; and they had possessions therein, and grew, and multiplied exceedingly."]],[28,["And Jacob lived in the land of Egypt seventeen years: so the whole age of ",["Jacob",["study-note-ref","a",[["Gen. 25:7","ot/gen/25.7"],"; ",["35:28","ot/gen/35.28"],"."]]]," was an hundred forty and seven years."]],[29,["And the ",["time",["study-note-ref","a",[["Deut. 31:14","ot/deut/31.14"],"; ",["2 Ne. 1:14","bofm/2-ne/1.14"],"; ",["Jacob 1:9","bofm/jacob/1.9"],"."]]]," drew nigh that Israel must die: and he called his son Joseph, and said unto him, If now I have found grace in thy sight, put, I pray thee, thy hand under my ",["thigh",["study-note-ref","b",[["Gen. 24:2 (2, 8)","ot/gen/24.2"],"; ",["JST Gen. 24:2 (Gen. 24:2 note b)","ot/gen/24.2b"],"."]]],", and deal kindly and truly with me; ",["bury",["study-note-ref","c",[["Gen. 49:29","ot/gen/49.29"],"; ",["50:25","ot/gen/50.25"],"."]]]," me not, I pray thee, in Egypt:"]],[30,["But I will lie with my fathers, and thou shalt carry me out of Egypt, and ",["bury",["study-note-ref","a",[["Gen. 50:5","ot/gen/50.5"],"."]]]," me in their buryingplace. And he said, I will do as thou hast said."]],[31,["And he said, Swear unto me. And he sware unto him. And Israel ",["bowed",["study-note-ref","a",[["Gen. 48:2","ot/gen/48.2"],"."]]]," himself ",["upon",["study-note-ref","b",["OR at the head of the bed."]]]," the ",["bed’s",["study-note-ref","c",[["1 Kgs. 1:47","ot/1-kgs/1.47"],"; ",["Abr. 1:13","pgp/abr/1.13"],"."]]]," head."]]],"volume":"ot"}