{"id":984,"bookId":42,"number":11,"verses":[{"id":25407,"number":1,"scriptureText":"AND it came to pass, that, as he was praying in a certain place, when he ceased, one of his disciples said unto him, Lord, teach us to pray, as John also taught his disciples.","chapter":11},{"id":25408,"number":2,"scriptureText":"And he said unto them, When ye pray, say, Our Father which art in heaven, Hallowed be thy name. Thy kingdom come. Thy will be done, as in heaven, so in earth.","chapter":11},{"id":25409,"number":3,"scriptureText":"Give us day by day our daily bread.","chapter":11},{"id":25410,"number":4,"scriptureText":"And forgive us our sins; for we also forgive every one that is indebted to us. And lead us not into temptation; but deliver us from evil.","chapter":11},{"id":25411,"number":5,"scriptureText":"And he said unto them, Which of you shall have a friend, and shall go unto him at midnight, and say unto him, Friend, lend me three loaves;","chapter":11},{"id":25412,"number":6,"scriptureText":"For a friend of mine in his journey is come to me, and I have nothing to set before him?","chapter":11},{"id":25413,"number":7,"scriptureText":"And he from within shall answer and say, Trouble me not: the door is now shut, and my children are with me in bed; I cannot rise and give thee.","chapter":11},{"id":25414,"number":8,"scriptureText":"I say unto you, Though he will not rise and give him, because he is his friend, yet because of his importunity he will rise and give him as many as he needeth.","chapter":11},{"id":25415,"number":9,"scriptureText":"And I say unto you, Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you.","chapter":11},{"id":25416,"number":10,"scriptureText":"For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.","chapter":11},{"id":25417,"number":11,"scriptureText":"If a son shall ask bread of any of you that is a father, will he give him a stone? or if he ask a fish, will he for a fish give him a serpent?","chapter":11},{"id":25418,"number":12,"scriptureText":"Or if he shall ask an egg, will he offer him a scorpion?","chapter":11},{"id":25419,"number":13,"scriptureText":"If ye then, being evil, know how to give good gifts unto your children: how much more shall your heavenly Father give the Holy Spirit to them that ask him?","chapter":11},{"id":25420,"number":14,"scriptureText":"And he was casting out a devil, and it was dumb. And it came to pass, when the devil was gone out, the dumb spake; and the people wondered.","chapter":11},{"id":25421,"number":15,"scriptureText":"But some of them said, He casteth out devils through Beelzebub the chief of the devils.","chapter":11},{"id":25422,"number":16,"scriptureText":"And others, tempting him, sought of him a sign from heaven.","chapter":11},{"id":25423,"number":17,"scriptureText":"But he, knowing their thoughts, said unto them, Every kingdom divided against itself is brought to desolation; and a house divided against a house falleth.","chapter":11},{"id":25424,"number":18,"scriptureText":"If Satan also be divided against himself, how shall his kingdom stand? because ye say that I cast out devils through Beelzebub.","chapter":11},{"id":25425,"number":19,"scriptureText":"And if I by Beelzebub cast out devils, by whom do your sons cast them out? therefore shall they be your judges.","chapter":11},{"id":25426,"number":20,"scriptureText":"But if I with the finger of God cast out devils, no doubt the kingdom of God is come upon you.","chapter":11},{"id":25427,"number":21,"scriptureText":"When a strong man armed keepeth his palace, his goods are in peace:","chapter":11},{"id":25428,"number":22,"scriptureText":"But when a stronger than he shall come upon him, and overcome him, he taketh from him all his armour wherein he trusted, and divideth his spoils.","chapter":11},{"id":25429,"number":23,"scriptureText":"He that is not with me is against me: and he that gathereth not with me scattereth.","chapter":11},{"id":25430,"number":24,"scriptureText":"When the unclean spirit is gone out of a man, he walketh through dry places, seeking rest; and finding none, he saith, I will return unto my house whence I came out.","chapter":11},{"id":25431,"number":25,"scriptureText":"And when he cometh, he findeth it swept and garnished.","chapter":11},{"id":25432,"number":26,"scriptureText":"Then goeth he, and taketh to him seven other spirits more wicked than himself; and they enter in, and dwell there: and the last state of that man is worse than the first.","chapter":11},{"id":25433,"number":27,"scriptureText":"And it came to pass, as he spake these things, a certain woman of the company lifted up her voice, and said unto him, Blessed is the womb that bare thee, and the paps which thou hast sucked.","chapter":11},{"id":25434,"number":28,"scriptureText":"But he said, Yea rather, blessed are they that hear the word of God, and keep it.","chapter":11},{"id":25435,"number":29,"scriptureText":"And when the people were gathered thick together, he began to say, This is an evil generation: they seek a sign; and there shall no sign be given it, but the sign of Jonas the prophet.","chapter":11},{"id":25436,"number":30,"scriptureText":"For as Jonas was a sign unto the Ninevites, so shall also the Son of man be to this generation.","chapter":11},{"id":25437,"number":31,"scriptureText":"The queen of the south shall rise up in the judgment with the men of this generation, and condemn them: for she came from the utmost parts of the earth to hear the wisdom of Solomon; and, behold, a greater than Solomon is here.","chapter":11},{"id":25438,"number":32,"scriptureText":"The men of Nineve shall rise up in the judgment with this generation, and shall condemn it: for they repented at the preaching of Jonas; and, behold, a greater than Jonas is here.","chapter":11},{"id":25439,"number":33,"scriptureText":"No man, when he hath lighted a candle, putteth it in a secret place, neither under a bushel, but on a candlestick, that they which come in may see the light.","chapter":11},{"id":25440,"number":34,"scriptureText":"The light of the body is the eye: therefore when thine eye is single, thy whole body also is full of light; but when thine eye is evil, thy body also is full of darkness.","chapter":11},{"id":25441,"number":35,"scriptureText":"Take heed therefore that the light which is in thee be not darkness.","chapter":11},{"id":25442,"number":36,"scriptureText":"If thy whole body therefore be full of light, having no part dark, the whole shall be full of light, as when the bright shining of a candle doth give thee light.","chapter":11},{"id":25443,"number":37,"scriptureText":"And as he spake, a certain Pharisee besought him to dine with him: and he went in, and sat down to meat.","chapter":11},{"id":25444,"number":38,"scriptureText":"And when the Pharisee saw it, he marvelled that he had not first washed before dinner.","chapter":11},{"id":25445,"number":39,"scriptureText":"And the Lord said unto him, Now do ye Pharisees make clean the outside of the cup and the platter; but your inward part is full of ravening and wickedness.","chapter":11},{"id":25446,"number":40,"scriptureText":"Ye fools, did not he that made that which is without make that which is within also?","chapter":11},{"id":25447,"number":41,"scriptureText":"But rather give alms of such things as ye have; and, behold, all things are clean unto you.","chapter":11},{"id":25448,"number":42,"scriptureText":"But woe unto you, Pharisees! for ye tithe mint and rue and all manner of herbs, and pass over judgment and the love of God: these ought ye to have done, and not to leave the other undone.","chapter":11},{"id":25449,"number":43,"scriptureText":"Woe unto you, Pharisees! for ye love the uppermost seats in the synagogues, and greetings in the markets.","chapter":11},{"id":25450,"number":44,"scriptureText":"Woe unto you, scribes and Pharisees, hypocrites! for ye are as graves which appear not, and the men that walk over them are not aware of them.","chapter":11},{"id":25451,"number":45,"scriptureText":"Then answered one of the lawyers, and said unto him, Master, thus saying thou reproachest us also.","chapter":11},{"id":25452,"number":46,"scriptureText":"And he said, Woe unto you also, ye lawyers! for ye lade men with burdens grievous to be borne, and ye yourselves touch not the burdens with one of your fingers.","chapter":11},{"id":25453,"number":47,"scriptureText":"Woe unto you! for ye build the sepulchres of the prophets, and your fathers killed them.","chapter":11},{"id":25454,"number":48,"scriptureText":"Truly ye bear witness that ye allow the deeds of your fathers: for they indeed killed them, and ye build their sepulchres.","chapter":11},{"id":25455,"number":49,"scriptureText":"Therefore also said the wisdom of God, I will send them prophets and apostles, and some of them they shall slay and persecute:","chapter":11},{"id":25456,"number":50,"scriptureText":"That the blood of all the prophets, which was shed from the foundation of the world, may be required of this generation;","chapter":11},{"id":25457,"number":51,"scriptureText":"From the blood of Abel unto the blood of Zacharias, which perished between the altar and the temple: verily I say unto you, It shall be required of this generation.","chapter":11},{"id":25458,"number":52,"scriptureText":"Woe unto you, lawyers! for ye have taken away the key of knowledge: ye entered not in yourselves, and them that were entering in ye hindered.","chapter":11},{"id":25459,"number":53,"scriptureText":"And as he said these things unto them, the scribes and the Pharisees began to urge him vehemently, and to provoke him to speak of many things:","chapter":11},{"id":25460,"number":54,"scriptureText":"Laying wait for him, and seeking to catch something out of his mouth, that they might accuse him.","chapter":11}]}