[{"id":23764,"chapterId":948,"number":1,"scriptureText":"AND it came to pass, that when Jesus had finished these sayings, he departed from Galilee, and came into the coasts of Judaea beyond Jordan;"},{"id":23765,"chapterId":948,"number":2,"scriptureText":"And great multitudes followed him; and he healed them there."},{"id":23766,"chapterId":948,"number":3,"scriptureText":"The Pharisees also came unto him, tempting him, and saying unto him, Is it lawful for a man to put away his wife for every cause?"},{"id":23767,"chapterId":948,"number":4,"scriptureText":"And he answered and said unto them, Have ye not read, that he which made them at the beginning made them male and female,"},{"id":23768,"chapterId":948,"number":5,"scriptureText":"And said, For this cause shall a man leave father and mother, and shall cleave to his wife: and they twain shall be one flesh?"},{"id":23769,"chapterId":948,"number":6,"scriptureText":"Wherefore they are no more twain, but one flesh. What therefore God hath joined together, let not man put asunder."},{"id":23770,"chapterId":948,"number":7,"scriptureText":"They say unto him, Why did Moses then command to give a writing of divorcement, and to put her away?"},{"id":23771,"chapterId":948,"number":8,"scriptureText":"He saith unto them, Moses because of the hardness of your hearts suffered you to put away your wives: but from the beginning it was not so."},{"id":23772,"chapterId":948,"number":9,"scriptureText":"And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery."},{"id":23773,"chapterId":948,"number":10,"scriptureText":"His disciples say unto him, If the case of the man be so with his wife, it is not good to marry."},{"id":23774,"chapterId":948,"number":11,"scriptureText":"But he said unto them, All men cannot receive this saying, save they to whom it is given."},{"id":23775,"chapterId":948,"number":12,"scriptureText":"For there are some eunuchs, which were so born from their mother's womb: and there are some eunuchs, which were made eunuchs of men: and there be eunuchs, which have made themselves eunuchs for the kingdom of heaven's sake. He that is able to receive it, let him receive it."},{"id":23776,"chapterId":948,"number":13,"scriptureText":"Then were there brought unto him little children, that he should put his hands on them, and pray: and the disciples rebuked them."},{"id":23777,"chapterId":948,"number":14,"scriptureText":"But Jesus said, Suffer little children, and forbid them not, to come unto me: for of such is the kingdom of heaven."},{"id":23778,"chapterId":948,"number":15,"scriptureText":"And he laid his hands on them, and departed thence."},{"id":23779,"chapterId":948,"number":16,"scriptureText":"And, behold, one came and said unto him, Good Master, what good thing shall I do, that I may have eternal life?"},{"id":23780,"chapterId":948,"number":17,"scriptureText":"And he said unto him, Why callest thou me good? there is none good but one, that is, God: but if thou wilt enter into life, keep the commandments."},{"id":23781,"chapterId":948,"number":18,"scriptureText":"He saith unto him, Which? Jesus said, Thou shalt do no murder, Thou shalt not commit adultery, Thou shalt not steal, Thou shalt not bear false witness,"},{"id":23782,"chapterId":948,"number":19,"scriptureText":"Honour thy father and thy mother: and, Thou shalt love thy neighbour as thyself."},{"id":23783,"chapterId":948,"number":20,"scriptureText":"The young man saith unto him, All these things have I kept from my youth up: what lack I yet?"},{"id":23784,"chapterId":948,"number":21,"scriptureText":"Jesus said unto him, If thou wilt be perfect, go and sell that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come and follow me."},{"id":23785,"chapterId":948,"number":22,"scriptureText":"But when the young man heard that saying, he went away sorrowful: for he had great possessions."},{"id":23786,"chapterId":948,"number":23,"scriptureText":"Then said Jesus unto his disciples, Verily I say unto you, That a rich man shall hardly enter into the kingdom of heaven."},{"id":23787,"chapterId":948,"number":24,"scriptureText":"And again I say unto you, It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God."},{"id":23788,"chapterId":948,"number":25,"scriptureText":"When his disciples heard it, they were exceedingly amazed, saying, Who then can be saved?"},{"id":23789,"chapterId":948,"number":26,"scriptureText":"But Jesus beheld them, and said unto them, With men this is impossible; but with God all things are possible."},{"id":23790,"chapterId":948,"number":27,"scriptureText":"Then answered Peter and said unto him, Behold, we have forsaken all, and followed thee; what shall we have therefore?"},{"id":23791,"chapterId":948,"number":28,"scriptureText":"And Jesus said unto them, Verily I say unto you, That ye which have followed me, in the regeneration when the Son of man shall sit in the throne of his glory, ye also shall sit upon twelve thrones, judging the twelve tribes of Israel."},{"id":23792,"chapterId":948,"number":29,"scriptureText":"And every one that hath forsaken houses, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my name's sake, shall receive an hundredfold, and shall inherit everlasting life."},{"id":23793,"chapterId":948,"number":30,"scriptureText":"But many that are first shall be last; and the last shall be first."}]