{"heading":"The departing Israelites are authorized to ask for jewels and gold from their neighbors—The Lord promises to slay the firstborn in every Egyptian home—He puts a difference between the Egyptians and the Israelites.","number":11,"verseCount":10,"verses":[[1,["And the ",[["Lord",["small-caps"]],["deity-name"]]," said unto Moses, Yet will I bring one plague ",["more",["clarity-word"]]," upon Pharaoh, and upon Egypt; afterwards he will let you go hence: when he shall let ",["you",["clarity-word"]]," go, he shall surely ",["thrust",["study-note-ref","a",[["Ex. 12:39","ot/ex/12.39"],"."]]]," you out hence altogether."]],[2,["Speak now in the ears of the people, and let every man ",["borrow",["study-note-ref","a",["HEB ask."]]]," of his neighbour, and every woman of her neighbour, ",["jewels",["study-note-ref","b",["OR jewelry."]]]," of silver, and jewels of gold."]],[3,["And the ",[["Lord",["small-caps"]],["deity-name"]]," gave the people ",["favour",["study-note-ref","a",[["Ex. 3:21 (21–22)","ot/ex/3.21"],"."]]]," in the sight of the Egyptians. Moreover the man Moses ",["was",["clarity-word"]]," very great in the land of Egypt, in the sight of Pharaoh’s servants, and in the sight of the people."]],[4,["And Moses said, Thus saith the ",[["Lord",["small-caps"]],["deity-name"]],", About midnight will I go out into the midst of Egypt:"]],[5,["And all the ",["firstborn",["study-note-ref","a",[["TG Plague","tg/plague"],"."]]]," in the land of Egypt shall die, from the ",["firstborn",["study-note-ref","b",[["Ex. 4:23 (21–23)","ot/ex/4.23"],"."]]]," of Pharaoh that sitteth upon his throne, even unto the firstborn of the maidservant that ",["is",["clarity-word"]]," behind the mill; and all the firstborn of beasts."]],[6,["And there shall be a great cry throughout all the land of Egypt, such as there was none like it, nor shall be like it any more."]],[7,["But against any of the children of Israel shall not a dog move his tongue, against man or beast: that ye may know how that the ",[["Lord",["small-caps"]],["deity-name"]]," doth put a ",["difference",["study-note-ref","a",[["1 Ne. 17:35 (33–38)","bofm/1-ne/17.35"],"."]]]," between the Egyptians and Israel."]],[8,["And all these thy servants shall come down unto me, and bow down themselves unto me, saying, Get thee out, and all the people that follow thee: and after that I will go out. And he went out from Pharaoh in a great ",["anger",["study-note-ref","a",[["TG Anger","tg/anger"],"."]]],"."]],[9,["And the ",[["Lord",["small-caps"]],["deity-name"]]," said unto Moses, Pharaoh shall not hearken unto you; that my wonders may be multiplied in the land of Egypt."]],[10,["And Moses and Aaron did all these wonders before Pharaoh: ",["and",["study-note-ref","a",["JST Ex. 11:10 … And Pharaoh hardened his heart …"]]]," the ",[["Lord",["small-caps"]],["deity-name"]]," hardened Pharaoh’s heart, ",["",95],"so that he would not let the children of Israel go out of his land."]]],"volume":"ot"}