{"number":36,"verseCount":38,"verses":[{"number":1,"scriptureText":"THEN wrought Bezaleel and Aholiab, and every wise hearted man, in whom the LORD put wisdom and understanding to know how to work all manner of work for the service of the sanctuary, according to all that the LORD had commanded."},{"number":2,"scriptureText":"And Moses called Bezaleel and Aholiab, and every wise hearted man, in whose heart the LORD had put wisdom, even every one whose heart stirred him up to come unto the work to do it:"},{"number":3,"scriptureText":"And they received of Moses all the offering, which the children of Israel had brought for the work of the service of the sanctuary, to make it withal. And they brought yet unto him free offerings every morning."},{"number":4,"scriptureText":"And all the wise men, that wrought all the work of the sanctuary, came every man from his work which they made;"},{"number":5,"scriptureText":"And they spake unto Moses, saying, The people bring much more than enough for the service of the work, which the LORD commanded to make."},{"number":6,"scriptureText":"And Moses gave commandment, and they caused it to be proclaimed throughout the camp, saying, Let neither man nor woman make any more work for the offering of the sanctuary. So the people were restrained from bringing."},{"number":7,"scriptureText":"For the stuff they had was sufficient for all the work to make it, and too much."},{"number":8,"scriptureText":"And every wise hearted man among them that wrought the work of the tabernacle made ten curtains of fine twined linen, and blue, and purple, and scarlet: with cherubims of cunning work made he them."},{"number":9,"scriptureText":"The length of one curtain was twenty and eight cubits, and the breadth of one curtain four cubits: the curtains were all of one size."},{"number":10,"scriptureText":"And he coupled the five curtains one unto another: and the other five curtains he coupled one unto another."},{"number":11,"scriptureText":"And he made loops of blue on the edge of one curtain from the selvedge in the coupling: likewise he made in the uttermost side of another curtain, in the coupling of the second."},{"number":12,"scriptureText":"Fifty loops made he in one curtain, and fifty loops made he in the edge of the curtain which was in the coupling of the second: the loops held one curtain to another."},{"number":13,"scriptureText":"And he made fifty taches of gold, and coupled the curtains one unto another with the taches: so it became one tabernacle."},{"number":14,"scriptureText":"And he made curtains of goats' hair for the tent over the tabernacle: eleven curtains he made them."},{"number":15,"scriptureText":"The length of one curtain was thirty cubits, and four cubits was the breadth of one curtain: the eleven curtains were of one size."},{"number":16,"scriptureText":"And he coupled five curtains by themselves, and six curtains by themselves."},{"number":17,"scriptureText":"And he made fifty loops upon the uttermost edge of the curtain in the coupling, and fifty loops made he upon the edge of the curtain which coupleth the second."},{"number":18,"scriptureText":"And he made fifty taches of brass to couple the tent together, that it might be one."},{"number":19,"scriptureText":"And he made a covering for the tent of rams' skins dyed red, and a covering of badgers' skins above that."},{"number":20,"scriptureText":"And he made boards for the tabernacle of shittim wood, standing up."},{"number":21,"scriptureText":"The length of a board was ten cubits, and the breadth of a board one cubit and a half."},{"number":22,"scriptureText":"One board had two tenons, equally distant one from another: thus did he make for all the boards of the tabernacle."},{"number":23,"scriptureText":"And he made boards for the tabernacle; twenty boards for the south side southward:"},{"number":24,"scriptureText":"And forty sockets of silver he made under the twenty boards; two sockets under one board for his two tenons, and two sockets under another board for his two tenons."},{"number":25,"scriptureText":"And for the other side of the tabernacle, which is toward the north corner, he made twenty boards,"},{"number":26,"scriptureText":"And their forty sockets of silver; two sockets under one board, and two sockets under another board."},{"number":27,"scriptureText":"And for the sides of the tabernacle westward he made six boards."},{"number":28,"scriptureText":"And two boards made he for the corners of the tabernacle in the two sides."},{"number":29,"scriptureText":"And they were coupled beneath, and coupled together at the head thereof, to one ring: thus he did to both of them in both the corners."},{"number":30,"scriptureText":"And there were eight boards; and their sockets were sixteen sockets of silver, under every board two sockets."},{"number":31,"scriptureText":"And he made bars of shittim wood; five for the boards of the one side of the tabernacle,"},{"number":32,"scriptureText":"And five bars for the boards of the other side of the tabernacle, and five bars for the boards of the tabernacle for the sides westward."},{"number":33,"scriptureText":"And he made the middle bar to shoot through the boards from the one end to the other."},{"number":34,"scriptureText":"And he overlaid the boards with gold, and made their rings of gold to be places for the bars, and overlaid the bars with gold."},{"number":35,"scriptureText":"And he made a vail of blue, and purple, and scarlet, and fine twined linen: with cherubims made he it of cunning work."},{"number":36,"scriptureText":"And he made thereunto four pillars of shittim wood, and overlaid them with gold: their hooks were of gold; and he cast for them four sockets of silver."},{"number":37,"scriptureText":"And he made an hanging for the tabernacle door of blue, and purple, and scarlet, and fine twined linen, of needlework;"},{"number":38,"scriptureText":"And the five pillars of it with their hooks: and he overlaid their chapiters and their fillets with gold: but their five sockets were of brass."}],"volume":"ot"}