{"heading":"Elimelech and his family go to Moab because of famine—His sons marry—The father and sons die—Ruth, the Moabitess, her husband having died, remains constant to Naomi—They come to Bethlehem.","number":1,"verseCount":22,"verses":[[1,["Now it came to pass in the days when the ",["judges",["study-note-ref","a",[["Judg. 2:16","ot/judg/2.16"],"; ",["Mosiah 29:44 (11–44)","bofm/mosiah/29.44"],"."]]]," ruled, that there was a famine in the land. And a certain man of Beth-lehem-judah went to sojourn in the country of Moab, he, and his wife, and his two sons."]],[2,["And the name of the man ",["was",["clarity-word"]]," ",["Elimelech",["study-note-ref","a",["HEB My God is king."]]],", and the name of his wife Naomi, and the name of his two sons Mahlon and Chilion, ",["Ephrathites",["study-note-ref","b",[["Gen. 35:19","ot/gen/35.19"],"."]]]," of Beth-lehem-judah. And they came into the country of Moab, and continued there."]],[3,["And Elimelech Naomi’s husband died; and she was left, and her two sons."]],[4,["And they took them wives of the women of Moab; the name of the one ",["was",["clarity-word"]]," Orpah, and the name of the other Ruth: and they dwelled there about ten years."]],[5,["And Mahlon and Chilion died also both of them; and the woman was left of her two sons and her husband."]],[6,[["¶ ",["para-mark"]],"Then she arose with her daughters in law, that she might return from the country of Moab: for she had heard in the country of Moab how that the ",[["Lord",["small-caps"]],["deity-name"]]," had visited his people in giving them bread."]],[7,["Wherefore she went forth out of the place where she was, and her two daughters in law with her; and they went on the way to return unto the land of Judah."]],[8,["And Naomi said unto her two daughters in law, Go, return each to her mother’s house: the ",[["Lord",["small-caps"]],["deity-name"]]," deal kindly with you, as ye have dealt with the dead, and with me."]],[9,["The ",[["Lord",["small-caps"]],["deity-name"]]," grant you that ye may find rest, each ",["of you",["clarity-word"]]," in the house of her husband. Then she kissed them; and they lifted up their voice, and wept."]],[10,["And they said unto her, Surely we will return with thee unto thy people."]],[11,["And Naomi said, Turn again, my daughters: why will ye go with me? ",["are",["clarity-word"]]," there yet ",["any more",["clarity-word"]]," ",["sons",["study-note-ref","a",[["Deut. 25:5","ot/deut/25.5"],"."]]]," in my womb, that they may be your husbands?"]],[12,["Turn again, my daughters, go ",["your way;",["clarity-word"]]," for I am too old to have an husband. If I should say, I have hope, ",["if",["clarity-word"]]," I should have an husband also to night, and should also bear sons;"]],[13,["Would ye tarry for them till they were grown? would ye stay for them from having husbands? nay, my daughters; for it grieveth me much for your sakes that the hand of the ",[["Lord",["small-caps"]],["deity-name"]]," is gone out against me."]],[14,["And they lifted up their voice, and wept again: and Orpah kissed her mother in law; but Ruth ",["clave unto",["study-note-ref","a",["IE held fast to. ",["TG Example","tg/example"],"."]]]," her."]],[15,["And she said, Behold, thy sister in law is gone back unto her people, and unto her gods: return thou after thy sister in law."]],[16,["And Ruth said, Entreat me not to leave thee, ",["or",["clarity-word"]]," to return from ",["following",["study-note-ref","a",[["TG Family, Love within","tg/family-love-within"],"."]]]," after thee: for whither thou goest, I will ",["go",["study-note-ref","b",[["TG Loyalty","tg/loyalty"],"."]]],"; and where thou ",["",378],"lodgest, I will lodge: thy ",["people",["study-note-ref","c",[["TG Brotherhood and Sisterhood","tg/brotherhood-and-sisterhood"],"."]]]," ",["shall be",["clarity-word"]]," my people, and thy God my ",["God",["study-note-ref","d",[["TG Conversion","tg/conversion"],"."]]],":"]],[17,["Where thou diest, will I die, and there will I be buried: the ",[["Lord",["small-caps"]],["deity-name"]]," do so to me, and more also, ",["if ought",["clarity-word"]]," but death part thee and me."]],[18,["When she saw that she was ",["steadfastly",["study-note-ref","a",[["TG Commitment","tg/commitment"],"; ",["Courage","tg/courage"],"; ",["Perseverance","tg/perseverance"],"; ",["Steadfastness","tg/steadfastness"],"."]]]," minded to go with her, then she left speaking unto her."]],[19,[["¶ ",["para-mark"]],"So they two went until they came to Beth-lehem. And it came to pass, when they were come to Beth-lehem, that all the city was moved about them, and they said, ",["Is",["clarity-word"]]," this Naomi?"]],[20,["And she said unto them, Call me not ",["Naomi",["study-note-ref","a",["IE Pleasant."]]],", call me ",["Mara",["study-note-ref","b",["IE a name given to Naomi by herself, which means “bitter,” or “very sad.”"]]],": for the Almighty hath dealt very bitterly with me."]],[21,["I went out full, and the ",[["Lord",["small-caps"]],["deity-name"]]," hath brought me home again empty: why ",["then",["clarity-word"]]," call ye me Naomi, seeing the ",[["Lord",["small-caps"]],["deity-name"]]," hath ",["testified against me",["study-note-ref","a",["OR humbled me (so also in the Septuagint and the Latin Vulgate)."]]],", and the Almighty hath afflicted me?"]],[22,["So Naomi returned, and Ruth the Moabitess, her daughter in law, with her, which returned out of the country of Moab: and they came to Beth-lehem in the beginning of barley harvest."]]],"volume":"ot"}