{"number":1,"verseCount":75,"verses":[[1,["Owing to the many reports which have been put in circulation by evil-disposed and designing persons, in relation to the rise and progress of ",["The",["study-note-ref","a",[["TG Restoration of the Gospel","tg/restoration-of-the-gospel"],"."]]]," Church of Jesus Christ of Latter-day Saints, all of which have been designed by the authors thereof to militate against its character as a Church and its progress in the world—I have been induced to write this history, to disabuse the public mind, and put all inquirers after truth in possession of the ",["facts",["study-note-ref","b",[["Luke 1:4 (1–4)","nt/luke/1.4"],"."]]],", as they have transpired, in relation both to myself and the Church, so far as I have such facts in my possession."]],[2,["In this history I shall present the various events in relation to this Church, in truth and righteousness, as they have transpired, or as they at present exist, being now [1838] the ",["eighth",["study-note-ref","a",[["JS—H 1:60","pgp/js-h/1.60"],"."]]]," ",["year",["study-note-ref","b",[["D&C 20:1","dc-testament/dc/20.1"],"."]]]," since the organization of the said Church."]],[3,[["I",["study-note-ref","a",[["TG Joseph Smith","tg/joseph-smith"],"."]]]," was born in the year of our Lord one thousand eight hundred and five, on the twenty-third day of December, in the town of Sharon, Windsor county, State of Vermont. … My father, ",["Joseph Smith, Sen.",["study-note-ref","b",[["2 Ne. 3:15","bofm/2-ne/3.15"],"."]]],", left the State of Vermont, and moved to Palmyra, Ontario (now Wayne) county, in the State of New York, when I was in my tenth year, or thereabouts. In about four years after my father’s arrival in Palmyra, he moved with his family into Manchester in the same county of Ontario—"]],[4,["His family consisting of eleven souls, namely, my father, Joseph Smith; my ",["mother",["study-note-ref","a",[["JS—H 1:20 (7, 20)","pgp/js-h/1.20"],"."]]],", Lucy Smith (whose name, previous to her marriage, was Mack, daughter of Solomon Mack); my brothers, ",["Alvin",["study-note-ref","b",[["D&C 137:5 (5–6)","dc-testament/dc/137.5"],"; ",["JS—H 1:56","pgp/js-h/1.56"],"."]]]," (who died November 19th, 1823, in the 26th year of his age), ",["Hyrum",["study-note-ref","c",[["D&C 11:23 (1–30)","dc-testament/dc/11.23"],"; ",["135:1 (1–4)","dc-testament/dc/135.1"],"."]]],", myself, ",["Samuel Harrison",["study-note-ref","d",[["D&C 23:4 (3–5)","dc-testament/dc/23.4"],"."]]],", William, Don Carlos; and my sisters, Sophronia, Catherine, and Lucy."]],[5,["Some time in the second year after our removal to Manchester, there was in the place where we lived an unusual excitement on the subject of religion. It commenced with the Methodists, but soon became general among all the sects in that region of country. Indeed, the whole district of country seemed affected by it, and great multitudes united themselves to the different religious parties, which created no small stir and division amongst the people, some crying, ",["“Lo",["study-note-ref","a",[["Matt. 24:23","nt/matt/24.23"],"."]]],", here!” and others, “Lo, there!” Some were contending for the Methodist faith, some for the Presbyterian, and some for the Baptist."]],[6,["For, notwithstanding the great ",["love",["study-note-ref","a",[["1 Pet. 1:22","nt/1-pet/1.22"],"."]]]," which the converts to these different faiths expressed at the time of their conversion, and the great zeal manifested by the respective clergy, who were active in getting up and promoting this extraordinary scene of religious feeling, in order to have everybody converted, as they were pleased to call it, let them join what sect they pleased; yet when the converts began to file off, some to one party and some to another, it was seen that the seemingly good feelings of both the priests and the converts were more ",["pretended",["study-note-ref","b",[["TG Guile","tg/guile"],"; ",["Hypocrisy","tg/hypocrisy"],"."]]]," than real; for a scene of great confusion and bad feeling ensued—priest contending against priest, and convert against convert; so that all their good feelings one for another, if they ever had any, were entirely lost in a strife of words and a contest about opinions."]],[7,["I was at this time in my fifteenth year. My father’s family was proselyted to the Presbyterian faith, and four of them joined that church, namely, my mother, Lucy; my brothers Hyrum and Samuel Harrison; and my sister Sophronia."]],[8,["During this time of great excitement my mind was called up to serious reflection and great uneasiness; but though my feelings were deep and often poignant, still I kept myself aloof from all these parties, though I attended their several meetings as often as occasion would permit. In process of time my mind became somewhat partial to the Methodist sect, and I felt some desire to be united with them; but so great were the confusion and ",["strife",["study-note-ref","a",[["TG Strife","tg/strife"],"."]]]," among the different denominations, that it was impossible for a person young as I was, and so unacquainted with men and things, to come to any certain conclusion who was ",["right",["study-note-ref","b",[["D&C 101:95 (93–95)","dc-testament/dc/101.95"],"."]]]," and who was wrong."]],[9,["My mind at times was greatly excited, the cry and tumult were so great and incessant. The Presbyterians were most decided against the Baptists and Methodists, and used all the powers of both reason and sophistry to prove their errors, or, at least, to make the people think they were in error. On the other hand, the Baptists and Methodists in their turn were equally zealous in endeavoring to establish their own tenets and disprove all others."]],[10,["In the midst of this war of words and tumult of opinions, I often said to myself: What is to be done? Who of all these parties are right; or, are they all wrong together? If any one of them be ",["right",["study-note-ref","a",[["TG Truth","tg/truth"],"."]]],", which is it, and how shall I know it?"]],[11,["While I was laboring under the extreme difficulties caused by the contests of these parties of religionists, I was one day reading the ",["Epistle of James",["study-note-ref","a",[["James 1:5 (1–7)","nt/james/1.5"],"."]]],", ",["first chapter and fifth verse",["scripture-ref"]],", which reads: ",["If any of you lack ",["wisdom",["study-note-ref","b",[["1 Kgs. 3:12","ot/1-kgs/3.12"],"; ",["2 Ne. 28:15","bofm/2-ne/28.15"],"; ",["Jacob 6:12","bofm/jacob/6.12"],"."]]],", let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.",[""]]]],[12,["Never did any passage of ",["scripture",["study-note-ref","a",[["D&C 138:6","dc-testament/dc/138.6"],"."]]]," come with more power to the heart of man than this did at this time to mine. It seemed to enter with great force into every feeling of my heart. I reflected on it again and again, knowing that if any person needed ",["wisdom",["study-note-ref","b",[["TG Guidance, Divine","tg/guidance-divine"],"."]]]," from God, I did; for how to act I did not know, and unless I could get more wisdom than I then had, I would never know; for the teachers of religion of the different sects ",["understood",["study-note-ref","c",[["1 Cor. 2:11 (10–16)","nt/1-cor/2.11"],"."]]]," the same passages of scripture so differently as to destroy all confidence in settling the question by an appeal to the Bible."]],[13,["At length I came to the conclusion that I must either remain in ",["darkness",["study-note-ref","a",[["Micah 7:8","ot/micah/7.8"],"."]]]," and confusion, or else I must do as James directs, that is, ask of God. I at length came to the determination to “ask of God,” concluding that if he gave wisdom to ",["",49],"them that lacked wisdom, and would ",["give",["study-note-ref","b",[["TG Communication","tg/communication"],"."]]]," liberally, and not upbraid, I might venture."]],[14,["So, in accordance with this, my determination to ask of God, I retired to the ",["woods",["study-note-ref","a",[["Matt. 14:23","nt/matt/14.23"],"."]]]," to make the attempt. It was on the morning of a ",["beautiful",["study-note-ref","b",[["TG Beauty","tg/beauty"],"."]]],", clear day, early in the spring of eighteen hundred and twenty. It was the first time in my life that I had made such an attempt, for amidst all my anxieties I had never as yet made the attempt to ",["pray",["study-note-ref","c",[["TG Prayer","tg/prayer"],"."]]]," ",["vocally",["study-note-ref","d",[["Ps. 77:1","ot/ps/77.1"],"."]]],"."]],[15,["After I had retired to the place where I had previously designed to go, having looked around me, and finding myself alone, I kneeled down and began to offer up the desires of my heart to God. I had scarcely done so, when immediately I was ",["seized",["study-note-ref","a",[["Eph. 6:12 (11–18)","nt/eph/6.12"],"."]]]," upon by some power which entirely overcame me, and had such an astonishing influence over me as to bind my tongue so that I could not speak. Thick ",["darkness",["study-note-ref","b",[["Gen. 15:12 (1–21)","ot/gen/15.12"],". ",["TG Darkness, Physical","tg/darkness-physical"],"."]]]," gathered around me, and it seemed to me for a time as if I were doomed to sudden destruction."]],[16,["But, exerting all my powers to ",["call",["study-note-ref","a",[["Moses 1:20","pgp/moses/1.20"],"."]]]," upon God to deliver me out of the power of this enemy which had seized upon me, and at the very moment when I was ready to sink into ",["despair",["study-note-ref","b",[["Isa. 6:5 (1–7)","ot/isa/6.5"],". ",["TG Despair","tg/despair"],"."]]]," and abandon myself to destruction—not to an imaginary ruin, but to the power of some actual being from the unseen world, who had such marvelous power as I had never before felt in any being—just at this moment of great alarm, I saw a pillar of ",["light",["study-note-ref","c",[["Acts 26:13","nt/acts/26.13"],"."]]]," exactly over my head, above the brightness of the ",["sun",["study-note-ref","d",[["Rev. 1:16","nt/rev/1.16"],"."]]],", which descended gradually until it fell upon me."]],[17,["It no sooner appeared than I found myself ",["delivered",["study-note-ref","a",[["TG Deliver","tg/deliver"],"."]]]," from the enemy which held me bound. When the light rested upon me I ",["saw",["study-note-ref","b",[["TG God, Privilege of Seeing","tg/god-privilege-of-seeing"],"; ",["Vision","tg/vision"],"."]]]," two ",["Personages",["study-note-ref","c",[["Jer. 10:10","ot/jer/10.10"],"; ",["1 Jn. 4:12 (7–21)","nt/1-jn/4.12"],"; ",["JS—H 1:25","pgp/js-h/1.25"],". ",["TG God, Manifestations of","tg/god-manifestations-of"],"; ",["Godhead","tg/godhead"],"; ",["God the Father, Elohim","tg/god-the-father-elohim"],"; ",["Jesus Christ, Appearances, Postmortal","tg/jesus-christ-appearances-postmortal"],"; ",["Restoration of the Gospel","tg/restoration-of-the-gospel"],"; ",["Revelation","tg/revelation"],"."]]],", whose brightness and ",["glory",["study-note-ref","d",[["TG Jesus Christ, Glory of","tg/jesus-christ-glory-of"],"."]]]," defy all description, ",["standing",["study-note-ref","e",[["1 Sam. 3:10","ot/1-sam/3.10"],"."]]]," above me in the air. One of them spake unto me, calling me by name and said, pointing to the other—",["This is My ",["Beloved",["study-note-ref","f",[["Matt. 3:17","nt/matt/3.17"],"; ",["17:5","nt/matt/17.5"],"; ",["3 Ne. 11:7","bofm/3-ne/11.7"],". ",["TG Witness of the Father","tg/witness-of-the-father"],"."]]]," ",["Son",["study-note-ref","g",[["TG Jesus Christ, Divine Sonship","tg/jesus-christ-divine-sonship"],"."]]],". Hear Him!",[""]]]],[18,["My object in going to ",["inquire",["study-note-ref","a",[["Ex. 18:15","ot/ex/18.15"],"; ",["1 Sam. 9:9","ot/1-sam/9.9"],"; ",["Alma 27:10 (7, 10)","bofm/alma/27.10"],"; ",["D&C 6:11","dc-testament/dc/6.11"],"; ",["46:7","dc-testament/dc/46.7"],"."]]]," of the Lord was to know which of all the sects was right, that I might know which to join. No sooner, therefore, did I get possession of myself, so as to be able to speak, than I asked the Personages who stood above me in the light, which of all the sects was right (for at this time it had never entered into my heart that all were wrong)—and which I should join."]],[19,["I was answered that I must join none of them, for they were all ",["wrong",["study-note-ref","a",[["TG Apostasy of the Early Christian Church","tg/apostasy-of-the-early-christian-church"],"."]]],"; and the Personage who addressed me said that all their creeds were an abomination in his sight; that those ",["professors",["study-note-ref","b",[["Jude 1:4","nt/jude/1.4"],". ",["TG False Prophets","tg/false-prophets"],"."]]]," were all ",["corrupt",["study-note-ref","c",[["TG False Doctrine","tg/false-doctrine"],"."]]],"; that: “they ",["draw near",["study-note-ref","d",[["Isa. 29:13","ot/isa/29.13"],"; ",["Ezek. 33:31 (30–33)","ot/ezek/33.31"],"; ",["Luke 6:46","nt/luke/6.46"],"."]]]," to me with their lips, but their ",["hearts",["study-note-ref","e",[["Jer. 3:10","ot/jer/3.10"],". ",["TG Apostasy of Individuals","tg/apostasy-of-individuals"],"; ",["Hardheartedness","tg/hardheartedness"],"; ",["Hypocrisy","tg/hypocrisy"],"."]]]," are far from me, they teach for doctrines the ",["commandments",["study-note-ref","f",[["Col. 2:22 (18–22)","nt/col/2.22"],"; ",["Titus 1:14","nt/titus/1.14"],"; ",["D&C 3:6 (6–7)","dc-testament/dc/3.6"],"; ",["45:29","dc-testament/dc/45.29"],"; ",["46:7","dc-testament/dc/46.7"],"."]]]," of men, having a form of godliness, but they deny the ",["power",["study-note-ref","g",[["2 Tim. 3:5","nt/2-tim/3.5"],"."]]]," thereof.”"]],[20,["He again forbade me to join with any of them; and many other things did he say unto me, which I cannot write at this time. When I came to myself again, I found myself ",["lying",["study-note-ref","a",[["Dan. 10:9","ot/dan/10.9"],"; ",["1 Ne. 1:7","bofm/1-ne/1.7"],"; ",["Moses 1:9","pgp/moses/1.9"],"."]]]," on my back, looking up into heaven. When the light had departed, I had no strength; but soon recovering in some degree, I went home. And as I leaned up to the fireplace, ",["mother",["study-note-ref","b",[["JS—H 1:4","pgp/js-h/1.4"],". ",["TG Family, Love within","tg/family-love-within"],"."]]]," inquired what the matter was. I replied, “Never mind, all is well—I am well enough off.” I then said to my mother, “I have learned for myself that Presbyterianism is not true.” It seems as though the ",["adversary",["study-note-ref","c",[["TG Devil","tg/devil"],"."]]]," was aware, at a very early period of my life, that I was destined to prove a disturber and an annoyer of his kingdom; else why should the powers of darkness combine against me? Why the ",["opposition",["study-note-ref","d",[["Jer. 11:19","ot/jer/11.19"],"; ",["Matt. 10:22","nt/matt/10.22"],"; ",["Moses 6:31 (31–37)","pgp/moses/6.31"],"."]]]," and persecution that arose against me, almost in my infancy?"]],[21,["Some few days after I had this vision, I happened to be in company with one of the Methodist preachers, who was very active in the before mentioned religious excitement; and, conversing with him on the subject of religion, I took occasion to give him an account of the vision which I had had. I was greatly surprised at his behavior; he treated my communication not only lightly, but with great contempt, saying it was all of the devil, that there were no such things as ",["visions",["study-note-ref","a",[["1 Sam. 3:1","ot/1-sam/3.1"],"."]]]," or ",["revelations",["study-note-ref","b",[["TG Revelation","tg/revelation"],"."]]]," in these days; that all such things had ceased with the apostles, and that there would never be any more of them."]],[22,["I soon found, however, that my telling the story had excited a great deal of prejudice against me among professors of religion, and was the cause of great ",["persecution",["study-note-ref","a",[["James 5:10 (10–11)","nt/james/5.10"],"; ",["Mosiah 17:13 (10–20)","bofm/mosiah/17.13"],"; ",["Alma 14:26 (20–27)","bofm/alma/14.26"],"."]]],", which continued to increase; and though I was an ",["obscure",["study-note-ref","b",[["1 Sam. 17:33 (32–51)","ot/1-sam/17.33"],"; ",["1 Chr. 29:1","ot/1-chr/29.1"],"."]]]," boy, only between fourteen and fifteen years of age, and my circumstances in life such as to make a boy of no consequence in the world, yet men of high standing would take notice sufficient to excite the public mind against me, and create a bitter persecution; and this was common among all the sects—all united to persecute me."]],[23,["It caused me serious reflection then, and often has since, how very strange it was that an obscure ",["boy",["study-note-ref","a",[["Amos 7:14 (14–15)","ot/amos/7.14"],"; ",["Acts 5:38 (38–39)","nt/acts/5.38"],"."]]],", of a little over fourteen years of age, and one, too, who was doomed to the necessity of obtaining a scanty maintenance by his daily ",["labor",["study-note-ref","b",[["TG Industry","tg/industry"],"."]]],", should be thought a character of sufficient importance to attract the attention of the great ones of the most popular sects of the day, and in a manner to create in them a spirit of the most bitter ",["persecution",["study-note-ref","c",[["Jer. 1:19 (6–19)","ot/jer/1.19"],". ",["TG Malice","tg/malice"],"; ",["Persecution","tg/persecution"],"."]]]," and ",["reviling",["study-note-ref","d",[["TG Reviling","tg/reviling"],"."]]],". But strange or not, so it was, and it was often the cause of great sorrow to myself."]],[24,["However, it was nevertheless a fact that I had beheld a ",["vision",["study-note-ref","a",[["Ezek. 1:1","ot/ezek/1.1"],"; ",["1 Ne. 1:16","bofm/1-ne/1.16"],". ",["TG Vision","tg/vision"],"."]]],". I have thought since, that I felt much like Paul, when he made his defense before King Agrippa, and related the account of the vision he had when he saw a light, and heard a voice; but still there were but few who believed him; some said he was dishonest, others said he was ",["mad",["study-note-ref","b",[["Acts 26:24 (1–32)","nt/acts/26.24"],"."]]],"; and he was ridiculed and reviled. But all this did not destroy the reality of his vision. He had seen a ",["",51],"vision, he knew he had, and all the ",["persecution",["study-note-ref","c",[["1 Thes. 3:3","nt/1-thes/3.3"],"."]]]," under heaven could not make it otherwise; and though they should persecute him unto death, yet he knew, and would know to his latest breath, that he had both seen a light and heard a voice speaking unto him, and all the world could not make him think or believe otherwise."]],[25,["So it was with me. I had actually seen a light, and in the midst of that light I saw two ",["Personages",["study-note-ref","a",[["JS—H 1:17","pgp/js-h/1.17"],"."]]],", and they did in reality speak to me; and though I was ",["hated",["study-note-ref","b",[["TG Hate","tg/hate"],"."]]]," and ",["persecuted",["study-note-ref","c",[["TG Adversity","tg/adversity"],"."]]]," for saying that I had seen a vision, yet it was true; and while they were persecuting me, reviling me, and speaking all manner of evil against me ",["falsely",["study-note-ref","d",[["TG Injustice","tg/injustice"],"."]]]," for so saying, I was led to say in my heart: Why persecute me for telling the truth? I have actually seen a vision; and who am I that I can withstand God, or why does the world think to make me deny what I have actually seen? For I had seen a vision; I knew it, and I knew that God knew it, and I could not ",["deny",["study-note-ref","e",[["TG Courage","tg/courage"],"; ",["Honesty","tg/honesty"],"; ",["Integrity","tg/integrity"],"."]]]," it, neither dared I do it; at least I knew that by so doing I would offend God, and come under condemnation."]],[26,["I had now got my mind satisfied so far as the sectarian world was concerned—that it was not my duty to join with any of them, but to continue as I was until further ",["directed",["study-note-ref","a",[["JS—H 1:33 (33–50)","pgp/js-h/1.33"],"."]]],". I had found the testimony of James to be true—that a man who lacked wisdom might ask of God, and obtain, and not be ",["upbraided",["study-note-ref","b",[["Ps. 20:6","ot/ps/20.6"],"; ",["James 1:5","nt/james/1.5"],"."]]],"."]],[27,["I continued to pursue my common vocations in life until the twenty-first of September, one thousand eight hundred and twenty-three, all the time suffering severe persecution at the hands of all classes of men, both religious and irreligious, because I continued to ",["affirm",["study-note-ref","a",[["2 Cor. 1:12","nt/2-cor/1.12"],"."]]]," that I had seen a vision."]],[28,["During the space of time which intervened between the time I had the vision and the year eighteen hundred and twenty-three—having been forbidden to join any of the religious sects of the day, and being of very tender years, and persecuted by those who ought to have been my ",["friends",["study-note-ref","a",[["TG Friendship","tg/friendship"],"."]]]," and to have treated me kindly, and if they supposed me to be deluded to have endeavored in a proper and affectionate manner to have reclaimed me—I was left to all kinds of ",["temptations",["study-note-ref","b",[["TG Temptation","tg/temptation"],"."]]],"; and, mingling with all kinds of society, I frequently fell into many foolish ",["errors",["study-note-ref","c",[["Ps. 25:7","ot/ps/25.7"],"; ",["D&C 20:5","dc-testament/dc/20.5"],"."]]],", and displayed the weakness of youth, and the foibles of human nature; which, I am sorry to say, led me into divers temptations, offensive in the sight of God. In making this confession, no one need suppose me guilty of any great or malignant sins. A disposition to commit such was never in my nature. But I was guilty of ",["levity",["study-note-ref","d",[["TG Levity","tg/levity"],"."]]],", and sometimes associated with jovial company, etc., not consistent with that character which ought to be maintained by one who was ",["called",["study-note-ref","e",[["TG Called of God","tg/called-of-god"],"."]]]," of God as I had been. But this will not seem very strange to any one who recollects my youth, and is acquainted with my native ",["cheery",["study-note-ref","f",[["TG Cheerful","tg/cheerful"],"."]]]," temperament."]],[29,["In consequence of these things, I often felt condemned for my ",["",52],"weakness and imperfections; when, on the evening of the above-mentioned twenty-first of September, after I had retired to my bed for the night, I betook myself to ",["prayer",["study-note-ref","a",[["TG Prayer","tg/prayer"],"."]]]," and supplication to Almighty God for forgiveness of all my sins and follies, and also for a manifestation to me, that I might know of my state and standing before him; for I had full ",["confidence",["study-note-ref","b",[["James 1:6 (5–7)","nt/james/1.6"],"."]]]," in obtaining a divine manifestation, as I previously had one."]],[30,["While I was thus in the act of calling upon God, I discovered a ",["light",["study-note-ref","a",[["1 Ne. 1:6","bofm/1-ne/1.6"],"."]]]," appearing in my room, which continued to increase until the room was lighter than at noonday, when immediately a ",["personage",["study-note-ref","b",[["TG Angels","tg/angels"],"."]]]," appeared at my bedside, standing in the air, for his feet did not touch the floor."]],[31,["He had on a loose robe of most exquisite ",["whiteness",["study-note-ref","a",[["Acts 10:30 (30–33)","nt/acts/10.30"],"; ",["1 Ne. 8:5","bofm/1-ne/8.5"],"; ",["3 Ne. 11:8","bofm/3-ne/11.8"],"."]]],". It was a whiteness beyond anything earthly I had ever seen; nor do I believe that any earthly thing could be made to appear so exceedingly white and brilliant. His hands were naked, and his arms also, a little above the wrist; so, also, were his feet naked, as were his legs, a little above the ankles. His head and neck were also bare. I could discover that he had no other clothing on but this robe, as it was open, so that I could see into his bosom."]],[32,["Not only was his robe exceedingly white, but his whole person was ",["glorious",["study-note-ref","a",[["TG Glory","tg/glory"],"."]]]," beyond description, and his countenance truly like ",["lightning",["study-note-ref","b",[["Ex. 34:29 (29–35)","ot/ex/34.29"],"; ",["Hel. 5:36","bofm/hel/5.36"],"; ",["D&C 110:3","dc-testament/dc/110.3"],"."]]],". The room was exceedingly light, but not so very bright as immediately around his person. When I first looked upon him, I was ",["afraid",["study-note-ref","c",[["Ex. 3:6","ot/ex/3.6"],"; ",["Ether 3:6 (6–8, 19)","bofm/ether/3.6"],"."]]],"; but the ",["fear",["study-note-ref","d",[["Dan. 10:12","ot/dan/10.12"],"; ",["Hel. 5:26","bofm/hel/5.26"],"; ",["D&C 68:6","dc-testament/dc/68.6"],"; ",["98:1","dc-testament/dc/98.1"],"."]]]," soon left me."]],[33,["He called me by ",["name",["study-note-ref","a",[["Ex. 33:12 (12, 17)","ot/ex/33.12"],"; ",["Isa. 45:3 (3–4)","ot/isa/45.3"],"."]]],", and said unto me that he was a ",["messenger",["study-note-ref","b",[["JS—H 1:26","pgp/js-h/1.26"],"."]]]," sent from the presence of God to me, and that his name was Moroni; that God had a work for me to do; and that my name should be had for ",["good",["study-note-ref","c",[["Isa. 5:20","ot/isa/5.20"],"."]]]," and evil among all nations, kindreds, and tongues, or that it should be both good and evil spoken of among all people."]],[34,["He said there was a ",["book",["study-note-ref","a",[["TG Book of Mormon","tg/book-of-mormon"],"; ",["Scriptures, Preservation of","tg/scriptures-preservation-of"],"."]]]," deposited, written upon gold plates, giving an account of the former inhabitants of this continent, and the source from whence they sprang. He also said that the ",["fulness",["study-note-ref","b",[["Rom. 15:29","nt/rom/15.29"],". ",["TG Restoration of the Gospel","tg/restoration-of-the-gospel"],"."]]]," of the everlasting Gospel was contained in it, as delivered by the Savior to the ancient inhabitants;"]],[35,["Also, that there were two stones in silver bows—and these stones, fastened to a ",["breastplate",["study-note-ref","a",[["Ex. 25:7","ot/ex/25.7"],"; ",["Lev. 8:8 (7–9)","ot/lev/8.8"],"."]]],", constituted what is called the ",["Urim and Thummim",["study-note-ref","b",[["Ex. 28:30","ot/ex/28.30"],". ",["TG Urim and Thummim","tg/urim-and-thummim"],"."]]],"—deposited with the plates; and the possession and use of these stones were what constituted ",["“seers”",["study-note-ref","c",[["1 Sam. 9:9","ot/1-sam/9.9"],"."]]]," in ancient or former times; and that God had prepared them for the purpose of translating the book."]],[36,["After telling me these things, he commenced quoting the prophecies of the Old Testament. He first quoted part of the ",["third chapter",["study-note-ref","a",[["Mal. 3–4","ot/mal/3"],"."]]]," of ",["Malachi",["scripture-ref"]],"; and he quoted also the ",["fourth or last chapter",["scripture-ref"]]," of the same prophecy, though with a little variation from the way it reads in our Bibles. Instead of quoting the ",["first verse",["scripture-ref"]]," as it reads in our books, he quoted it thus:"]],[37,[["For behold, the ",["day",["study-note-ref","a",[["TG Day of the Lord","tg/day-of-the-lord"],"."]]]," cometh that shall ",["burn",["study-note-ref","b",[["Isa. 9:5 (5, 18–19)","ot/isa/9.5"],"; ",["3 Ne. 25","bofm/3-ne/25"],"; ",["D&C 64:23 (23–24)","dc-testament/dc/64.23"],". ",["TG Earth, Cleansing of","tg/earth-cleansing-of"],"; ",["World, End of","tg/world-end-of"],"."]]]," as an oven, and all the ",["",53],"proud, yea, and all that do wickedly shall burn as ",["stubble",["study-note-ref","c",[["Ex. 15:7 (7–8)","ot/ex/15.7"],"; ",["Nahum 1:10","ot/nahum/1.10"],"; ",["1 Ne. 22:23 (15, 23)","bofm/1-ne/22.23"],"; ",["2 Ne. 26:6 (4–6)","bofm/2-ne/26.6"],"; ",["D&C 29:9","dc-testament/dc/29.9"],"."]]],"; for they that come shall burn them, saith the Lord of Hosts, that it shall leave them neither root nor branch.",[""]]]],[38,["And again, he quoted the ",["fifth verse",["scripture-ref"]]," thus: ",["Behold, I will reveal unto you the ",["Priesthood",["study-note-ref","a",[["TG Priesthood","tg/priesthood"],"; ",["Priesthood, Keys of","tg/priesthood-keys-of"],"."]]],", by the hand of ",["Elijah",["study-note-ref","b",[["Mal. 4:5 (5–6)","ot/mal/4.5"],"; ",["D&C 27:9","dc-testament/dc/27.9"],"; ",["110:13–16","dc-testament/dc/110.13-16"],"; ",["138:46","dc-testament/dc/138.46"],"."]]]," the prophet, before the coming of the great and dreadful day of the ",["Lord",["study-note-ref","c",[["TG Millennium","tg/millennium"],"."]]],".",[""]]]],[39,["He also quoted the ",["next verse",["scripture-ref"]]," differently: ",["And he shall plant in the hearts of the ",["children",["study-note-ref","a",[["TG Genealogy and Temple Work","tg/genealogy-and-temple-work"],"; ",["Salvation for the Dead","tg/salvation-for-the-dead"],"."]]]," the ",["promises",["study-note-ref","b",[["Gal. 3:5, 8, 18, 29","nt/gal/3.5,8,18,29"],"."]]]," made to the fathers, and the hearts of the children shall turn to their fathers. If it were not so, the whole earth would be utterly wasted at his coming.",[""]]]],[40,["In addition to these, he quoted the ",["eleventh chapter",["study-note-ref","a",[["Isa. 11:10 (1–16)","ot/isa/11.10"],"."]]]," of ",["Isaiah",["scripture-ref"]],", saying that it was about to be fulfilled. He quoted also the ",["third chapter of Acts, twenty-second and twenty-third verses",["scripture-ref"]],", precisely as they stand in our New Testament. He said that that ",["prophet",["study-note-ref","b",[["Deut. 18:15 (15–19)","ot/deut/18.15"],"; ",["Acts 3:22 (22–23)","nt/acts/3.22"],"; ",["7:37","nt/acts/7.37"],"."]]]," was Christ; but the day had not yet come when “they who would not hear his voice should be ",["cut off",["study-note-ref","c",[["3 Ne. 20:23","bofm/3-ne/20.23"],"; ",["21:20","bofm/3-ne/21.20"],"."]]]," from among the people,” but soon would come."]],[41,["He also quoted the ",["second chapter of Joel",["study-note-ref","a",[["Joel 2:28 (28–32)","ot/joel/2.28"],"; ",["Acts 2:16 (16–21)","nt/acts/2.16"],"."]]],", from the ",["twenty-eighth verse to the last",["scripture-ref"]],". He also said that this was not yet fulfilled, but was soon to be. And he further stated that the fulness of the ",["Gentiles",["study-note-ref","b",[["Isa. 42:6","ot/isa/42.6"],"; ",["Rom. 11:25 (11–27)","nt/rom/11.25"],"; ",["D&C 88:84 (84–85)","dc-testament/dc/88.84"],". ",["TG Gentiles","tg/gentiles"],"."]]]," was soon to come in. He quoted many other passages of scripture, and offered many explanations which ",["cannot",["study-note-ref","c",[["2 Cor. 12:4","nt/2-cor/12.4"],"."]]]," be mentioned here."]],[42,["Again, he told me, that when I got those plates of which he had spoken—for the time that they should be obtained was not yet fulfilled—I should not show them to any person; neither the breastplate with the Urim and Thummim; only to those to whom I should be commanded to show them; if I did I should be ",["destroyed",["study-note-ref","a",[["JS—H 1:59","pgp/js-h/1.59"],"."]]],". While he was conversing with me about the plates, the vision was opened to my ",["mind",["study-note-ref","b",[["TG Mind","tg/mind"],"."]]]," that I could see the place where the plates were deposited, and that so clearly and distinctly that I knew the place again when I visited it."]],[43,["After this communication, I saw the light in the room begin to gather immediately around the person of him who had been speaking to me, and it continued to do so until the room was again left dark, except just around him; when, instantly I saw, as it were, a conduit open right up into heaven, and he ",["ascended",["study-note-ref","a",[["Acts 1:9","nt/acts/1.9"],"."]]]," till he entirely disappeared, and the room was left as it had been before this heavenly light had made its appearance."]],[44,["I lay musing on the singularity of the scene, and marveling greatly at what had been told to me by this extraordinary messenger; when, in the midst of my ",["meditation",["study-note-ref","a",[["D&C 76:19","dc-testament/dc/76.19"],". ",["TG Meditation","tg/meditation"],"."]]],", I suddenly discovered that my room was again beginning to get lighted, and in an instant, as it were, the same heavenly messenger was again by my bedside."]],[45,["He commenced, and ",["again",["study-note-ref","a",[["Ezek. 2:3 (1–10)","ot/ezek/2.3"],"; ",["3:4 (1–27)","ot/ezek/3.4"],"."]]]," related the very same things which he had done at his first visit, without the least variation; which having done, he informed me of great ",["judgments",["study-note-ref","b",[["TG Judgment","tg/judgment"],"."]]]," which were coming upon the earth, with great desolations by ",["famine",["study-note-ref","c",[["TG Famine","tg/famine"],"."]]],", ",["sword",["study-note-ref","d",[["Deut. 32:25","ot/deut/32.25"],"; ",["1 Ne. 1:13","bofm/1-ne/1.13"],"; ",["Alma 10:22","bofm/alma/10.22"],"."]]],", and pestilence; and ",["",54],"that these grievous judgments would come on the earth in this generation. Having related these things, he again ascended as he had done before."]],[46,["By this time, so deep were the impressions made on my mind, that sleep had fled from my eyes, and I lay overwhelmed in ",["astonishment",["study-note-ref","a",[["Dan. 8:27","ot/dan/8.27"],"."]]]," at what I had both seen and heard. But what was my surprise when again I beheld the same messenger at my bedside, and heard him rehearse or repeat over again to me the same things as before; and added a caution to me, telling me that Satan would try to ",["tempt",["study-note-ref","b",[["TG Temptation","tg/temptation"],"."]]]," me (in consequence of the indigent circumstances of my father’s family), to get the plates for the purpose of getting ",["rich",["study-note-ref","c",[["TG Sacrilege","tg/sacrilege"],"."]]],". This he forbade me, saying that I must have no other object in view in getting the plates but to glorify God, and must not be influenced by any other ",["motive",["study-note-ref","d",[["Luke 11:34 (34–36)","nt/luke/11.34"],"; ",["D&C 121:37","dc-testament/dc/121.37"],"."]]]," than that of building his kingdom; otherwise I could not get them."]],[47,["After this third visit, he again ascended into heaven as before, and I was again left to ",["ponder",["study-note-ref","a",[["TG Meditation","tg/meditation"],"."]]]," on the strangeness of what I had just experienced; when almost immediately after the heavenly messenger had ascended from me for the third time, the cock crowed, and I found that day was approaching, so that our interviews must have occupied the whole of that night."]],[48,["I shortly after arose from my bed, and, as usual, went to the necessary labors of the day; but, in attempting to work as at other times, I found my ",["strength",["study-note-ref","a",[["TG Strength","tg/strength"],"."]]]," so exhausted as to render me entirely unable. My father, who was laboring along with me, discovered something to be wrong with me, and told me to go home. I started with the intention of going to the house; but, in attempting to cross the fence out of the field where we were, my strength entirely failed me, and I ",["fell",["study-note-ref","b",[["Acts 9:4 (4–8)","nt/acts/9.4"],"."]]]," helpless on the ground, and for a time was quite unconscious of anything."]],[49,["The first thing that I can recollect was a voice speaking unto me, calling me by name. I looked up, and beheld the same messenger standing over my head, surrounded by light as before. He then again related unto me all that he had related to me the previous night, and commanded me to go to my ",["father",["study-note-ref","a",[["TG Family, Love within","tg/family-love-within"],"."]]]," and tell him of the vision and commandments which I had received."]],[50,["I obeyed; I returned to my ",["father",["study-note-ref","a",[["TG Honoring Father and Mother","tg/honoring-father-and-mother"],"."]]]," in the field, and rehearsed the whole matter to him. He ",["replied",["study-note-ref","b",[["TG Counsel","tg/counsel"],"."]]]," to me that it was of God, and told me to go and do as commanded by the messenger. I left the field, and went to the place where the messenger had told me the plates were deposited; and owing to the distinctness of the vision which I had had concerning it, I knew the place the instant that I arrived there."]],[51,["Convenient to the village of Manchester, Ontario county, New York, stands a ",["hill",["study-note-ref","a",[["D&C 128:20","dc-testament/dc/128.20"],"."]]]," of considerable size, and the most elevated of any in the neighborhood. On the west side of this hill, not far from the top, under a stone of considerable size, lay the plates, deposited in a stone box. This stone was thick and rounding in the middle on the upper side, and thinner towards the edges, so that the middle part of it was visible above the ground, but the edge all around was covered with earth."]],[52,["Having removed the earth, I obtained a lever, which I got fixed under the edge of the stone, and with a little exertion raised it up. I looked in, and there indeed did I behold the ",["plates",["study-note-ref","a",[["Morm. 6:6","bofm/morm/6.6"],"; ",["Ether 4:5 (4–7)","bofm/ether/4.5"],"; ",["D&C 17:1","dc-testament/dc/17.1"],"."]]],", the ",["Urim and Thummim",["study-note-ref","b",[["TG Urim and Thummim","tg/urim-and-thummim"],"."]]],", and the breastplate, as ",["",55],"stated by the messenger. The box in which they lay was formed by laying stones together in some kind of cement. In the bottom of the box were laid two stones crossways of the box, and on these stones lay the plates and the other things with them."]],[53,["I made an attempt to take them out, but was forbidden by the messenger, and was again informed that the time for bringing them forth had not yet arrived, neither would it, until four years from that time; but he told me that I should come to that place precisely in one year from that time, and that he would there meet with me, and that I should continue to do so until the time should come for obtaining the plates."]],[54,["Accordingly, as I had been commanded, I went at the end of each year, and at each time I found the same messenger there, and received instruction and intelligence from him at each of our interviews, respecting what the Lord was going to do, and how and in what manner his ",["kingdom",["study-note-ref","a",[["TG Kingdom of God, on Earth","tg/kingdom-of-god-on-earth"],"."]]]," was to be conducted in the last days."]],[55,["As my father’s worldly circumstances were very limited, we were under the necessity of ",["laboring",["study-note-ref","a",[["TG Industry","tg/industry"],"."]]]," with our hands, hiring out by day’s work and otherwise, as we could get opportunity. Sometimes we were at home, and sometimes abroad, and by continuous ",["labor",["study-note-ref","b",[["TG Work, Value of","tg/work-value-of"],"."]]]," were enabled to get a comfortable maintenance."]],[56,["In the year 1823 my father’s family met with a great ",["affliction",["study-note-ref","a",[["TG Affliction","tg/affliction"],"."]]]," by the death of my eldest brother, ",["Alvin",["study-note-ref","b",[["JS—H 1:4","pgp/js-h/1.4"],"."]]],". In the month of October, 1825, I hired with an old gentleman by the name of Josiah Stoal, who lived in Chenango county, State of New York. He had heard something of a silver mine having been opened by the Spaniards in Harmony, Susquehanna county, State of Pennsylvania; and had, previous to my hiring to him, been digging, in order, if possible, to discover the mine. After I went to live with him, he took me, with the rest of his hands, to dig for the silver mine, at which I continued to work for nearly a month, without success in our undertaking, and finally I prevailed with the old gentleman to cease digging after it. Hence arose the very prevalent story of my having been a money-digger."]],[57,["During the time that I was thus employed, I was put to board with a Mr. Isaac Hale, of that place; it was there I first saw my wife (his daughter), Emma Hale. On the 18th of January, 1827, we were married, while I was yet employed in the service of Mr. Stoal."]],[58,["Owing to my continuing to assert that I had seen a vision, ",["persecution",["study-note-ref","a",[["TG Hate","tg/hate"],"; ",["Persecution","tg/persecution"],"."]]]," still followed me, and my wife’s father’s family were very much opposed to our being married. I was, therefore, under the necessity of taking her elsewhere; so we went and were married at the house of Squire Tarbill, in South Bainbridge, Chenango county, New York. Immediately after my marriage, I left Mr. Stoal’s, and went to my father’s, and ",["farmed",["study-note-ref","b",[["TG Industry","tg/industry"],"."]]]," with him that season."]],[59,["At length the time arrived for obtaining the plates, the Urim and Thummim, and the breastplate. On the twenty-second day of September, one thousand eight hundred and twenty-seven, having gone as usual at the end of another year to the place where they were deposited, the same heavenly messenger delivered them up to ",["me",["study-note-ref","a",[["Isa. 29:12","ot/isa/29.12"],"."]]]," with this ",["",56],"charge: that I should be ",["responsible",["study-note-ref","b",[["TG Dependability","tg/dependability"],"; ",["Trustworthiness","tg/trustworthiness"],"."]]]," for them; that if I should let them go carelessly, or through any ",["neglect",["study-note-ref","c",[["JS—H 1:42","pgp/js-h/1.42"],"."]]]," of mine, I should be cut off; but that if I would use all my endeavors to ",["preserve",["study-note-ref","d",[["TG Scriptures, Preservation of","tg/scriptures-preservation-of"],"."]]]," them, until he, the messenger, should call for them, they should be protected."]],[60,["I soon found out the reason why I had received such strict charges to keep them safe, and why it was that the messenger had said that when I had done what was required at my hand, he would call for them. For no sooner was it known that I had them, than the most strenuous exertions were used to ",["get",["study-note-ref","a",[["TG Stealing","tg/stealing"],"."]]]," them from me. Every stratagem that could be invented was resorted to for that purpose. The persecution became more bitter and severe than before, and multitudes were on the alert continually to get them from me if possible. But by the wisdom of God, they remained safe in my hands, until I had accomplished by them what was required at my hand. When, according to arrangements, the messenger called for them, I delivered them up to him; and he has them in his charge until this ",["day",["study-note-ref","b",[["JS—H 1:2","pgp/js-h/1.2"],"."]]],", being the second day of May, one thousand eight hundred and thirty-eight."]],[61,["The excitement, however, still continued, and rumor with her thousand tongues was all the time employed in circulating ",["falsehoods",["study-note-ref","a",[["TG Injustice","tg/injustice"],"."]]]," about my father’s family, and about myself. If I were to relate a thousandth part of them, it would fill up volumes. The persecution, however, became so intolerable that I was under the necessity of leaving Manchester, and going with my wife to Susquehanna county, in the State of Pennsylvania. While preparing to start—being very poor, and the persecution so heavy upon us that there was no probability that we would ever be otherwise—in the midst of our afflictions we found a friend in a gentleman by the name of ",["Martin Harris",["study-note-ref","b",[["D&C 5:1 (1–32)","dc-testament/dc/5.1"],"."]]],", who came to us and gave me fifty dollars to assist us on our journey. Mr. Harris was a resident of Palmyra township, Wayne county, in the State of New York, and a farmer of respectability."]],[62,["By this timely aid was I enabled to reach the place of my destination in Pennsylvania; and immediately after my arrival there I commenced copying the characters off the plates. I copied a considerable number of them, and by means of the ",["Urim and Thummim",["study-note-ref","a",[["TG Urim and Thummim","tg/urim-and-thummim"],"."]]]," I translated some of them, which I did between the time I arrived at the house of my wife’s father, in the month of December, and the February following."]],[63,["Sometime in this month of February, the aforementioned Mr. Martin Harris came to our place, got the characters which I had drawn off the plates, and started with them to the city of New York. For what took place relative to him and the characters, I refer to his own account of the circumstances, as he related them to me after his return, which was as follows:"]],[64,["“I went to the city of New York, and presented the characters which had been translated, with the translation thereof, to Professor Charles Anthon, a gentleman celebrated for his literary attainments. Professor Anthon stated that the translation was correct, more so than any he had before seen translated from the Egyptian. I then showed him those which were not yet translated, and he said that they were Egyptian, Chaldaic, Assyriac, and Arabic; and he said they were true characters. He gave me a certificate, certifying to the people of Palmyra that they were true characters, and that the translation of such of them as had been translated ",["",57],"was also correct. I took the certificate and put it into my pocket, and was just leaving the house, when Mr. Anthon called me back, and asked me how the young man found out that there were gold plates in the place where he found them. I answered that an angel of God had revealed it unto him."]],[65,["“He then said to me, ‘Let me see that certificate.’ I accordingly took it out of my pocket and gave it to him, when he took it and tore it to pieces, saying that there was no such thing now as ministering of ",["angels",["study-note-ref","a",[["TG Angels, Ministering","tg/angels-ministering"],"."]]],", and that if I would bring the plates to him he would translate them. I informed him that part of the plates were ",["sealed",["study-note-ref","b",[["Isa. 29:11 (11–12)","ot/isa/29.11"],"; ",["Dan. 12:9","ot/dan/12.9"],"; ",["1 Ne. 14:26","bofm/1-ne/14.26"],"; ",["2 Ne. 27:10","bofm/2-ne/27.10"],"; ",["Ether 4:5 (4–7)","bofm/ether/4.5"],"; ",["D&C 35:18","dc-testament/dc/35.18"],"."]]],", and that I was forbidden to bring them. He replied, ‘I cannot read a sealed book.’ I left him and went to Dr. Mitchell, who sanctioned what Professor Anthon had said respecting both the characters and the translation.”"]],[66,["On the 5th day of April, 1829, ",["Oliver Cowdery",["study-note-ref","a",[["D&C 6:14–16","dc-testament/dc/6.14-16"],"; ",["8:1 (1–12)","dc-testament/dc/8.1"],"."]]]," came to my house, until which time I had never seen him. He stated to me that having been teaching school in the neighborhood where my father resided, and my father being one of those who sent to the school, he went to board for a season at his house, and while there the family related to him the circumstances of my having received the plates, and accordingly he had come to make inquiries of me."]],[67,["Two days after the arrival of Mr. Cowdery (being the 7th of April) I commenced to translate the Book of Mormon, and he began to ",["write",["study-note-ref","a",[["D&C 9:1","dc-testament/dc/9.1"],". ",["TG Scriptures, Writing of","tg/scriptures-writing-of"],"."]]]," for me."]],[68,["We still continued the work of translation, when, in the ensuing month (May, 1829), we on a certain day went into the woods to pray and inquire of the Lord respecting ",["baptism",["study-note-ref","a",[["TG Baptism","tg/baptism"],"; ",["Baptism, Essential","tg/baptism-essential"],"; ",["Baptism, Immersion","tg/baptism-immersion"],"."]]]," for the ",["remission",["study-note-ref","b",[["TG Remission of Sins","tg/remission-of-sins"],"."]]]," of sins, that we found mentioned in the translation of the plates. While we were thus employed, praying and calling upon the Lord, a messenger from heaven descended in a ",["cloud",["study-note-ref","c",[["Num. 11:25","ot/num/11.25"],"; ",["Ether 2:4 (4–5, 14)","bofm/ether/2.4"],"; ",["D&C 34:7 (7–9)","dc-testament/dc/34.7"],"."]]]," of light, and having laid his ",["hands",["study-note-ref","d",[["A of F 1:5","pgp/a-of-f/1.5"],". ",["TG Hands, Laying on of","tg/hands-laying-on-of"],"."]]]," upon us, he ",["ordained",["study-note-ref","e",[["TG Priesthood, Authority","tg/priesthood-authority"],"; ",["Priesthood, History of","tg/priesthood-history-of"],"."]]]," us, saying:"]],[69,[["Upon you my fellow servants, in the name of Messiah, I confer the ",["Priesthood",["study-note-ref","a",[["TG Restoration of the Gospel","tg/restoration-of-the-gospel"],"."]]]," of ",["Aaron",["study-note-ref","b",[["TG Priesthood, Aaronic","tg/priesthood-aaronic"],"."]]],", which holds the keys of the ministering of angels, and of the gospel of repentance, and of ",["baptism",["study-note-ref","c",[["TG Baptism","tg/baptism"],"."]]]," by immersion for the remission of sins; and this shall never be taken again from the earth until the sons of ",["Levi",["study-note-ref","d",[["Deut. 10:8","ot/deut/10.8"],"; ",["D&C 13","dc-testament/dc/13"],"; ",["124:39","dc-testament/dc/124.39"],"."]]]," do offer again an offering unto the Lord in ",["righteousness",["study-note-ref","e",[["TG Righteousness","tg/righteousness"],"."]]],".",[""]]]],[70,["He said this Aaronic Priesthood had not the power of laying on hands for the gift of the Holy Ghost, but that this should be conferred on us hereafter; and he commanded us to go and be baptized, and gave us directions that I should baptize Oliver Cowdery, and that afterwards he should baptize me."]],[71,["Accordingly we went and were baptized. I ",["baptized",["study-note-ref","a",[["Mosiah 18:13–15","bofm/mosiah/18.13-15"],"; ",["3 Ne. 19:10–13","bofm/3-ne/19.10-13"],"."]]]," him first, and afterwards he baptized me—after ",["",58],"which I laid my hands upon his head and ordained him to the Aaronic Priesthood, and afterwards he laid his hands on me and ordained me to the same Priesthood—for so we were ",["commanded.*",["scripture-ref"]]]],[72,["The ",["messenger",["study-note-ref","a",[["Luke 3:4","nt/luke/3.4"],"."]]]," who visited us on this occasion and conferred this Priesthood upon us, said that his name was John, the same that is called ",["John the Baptist",["study-note-ref","b",[["Matt. 3:1 (1–12)","nt/matt/3.1"],"."]]]," in the New Testament, and that he acted under the direction of ",["Peter",["study-note-ref","c",[["D&C 7:7 (5–7)","dc-testament/dc/7.7"],"; ",["27:12","dc-testament/dc/27.12"],". ",["TG Priesthood, Keys of","tg/priesthood-keys-of"],"; ",["Priesthood, Melchizedek","tg/priesthood-melchizedek"],"."]]],", James and John, who held the keys of the Priesthood of Melchizedek, which Priesthood, he said, would in due time be conferred on us, and that I should be called the first ",["Elder",["study-note-ref","d",[["TG Elder","tg/elder"],"."]]]," of the Church, and he (Oliver Cowdery) the second. It was on the fifteenth day of May, 1829, that we were ordained under the hand of this messenger, and baptized."]],[73,["Immediately on our coming up out of the water after we had been baptized, we experienced great and glorious blessings from our Heavenly Father. No sooner had I baptized Oliver Cowdery, than the Holy Ghost fell upon him, and he stood up and ",["prophesied",["study-note-ref","a",[["TG Holy Ghost, Gifts of","tg/holy-ghost-gifts-of"],"; ",["Holy Ghost, Mission of","tg/holy-ghost-mission-of"],"."]]]," many things which should shortly come to pass. And again, so soon as I had been baptized by him, I also had the spirit of prophecy, when, standing up, I prophesied concerning the rise of this Church, and many other things connected with the Church, and this generation of the children of men. We were filled with the Holy Ghost, and rejoiced in the God of our salvation."]],[74,["Our minds being now enlightened, we began to have the ",["scriptures",["study-note-ref","a",[["D&C 32:4","dc-testament/dc/32.4"],"."]]]," laid open to our understandings, and the ",["true",["study-note-ref","b",[["John 16:13","nt/john/16.13"],"."]]]," meaning and intention of their more ",["mysterious",["study-note-ref","c",[["TG Mysteries of Godliness","tg/mysteries-of-godliness"],"."]]]," passages revealed unto us in a manner which we never could attain to previously, nor ever before had thought of. In the meantime we were forced to keep secret the circumstances of having received the Priesthood and our having been baptized, owing to a spirit of persecution which had already manifested itself in the neighborhood."]],[75,["We had been threatened with being mobbed, from time to time, and this, too, by professors of religion. And their intentions of mobbing us were only counteracted by the influence of my wife’s father’s family (under Divine providence), who had become very ",["friendly",["study-note-ref","a",[["TG Friendship","tg/friendship"],"."]]]," to me, and who were opposed to mobs, and were willing that I should be allowed to continue the work of translation without interruption; and therefore offered and promised us protection from all unlawful proceedings, as far as in them lay."]]],"volume":"pgp"}