[{"id":39057,"chapterId":1488,"number":1,"scriptureText":"BEHOLD, thus saith the Lord unto the elders of his church, who are to return speedily to the land from whence they came: Behold, it pleaseth me, that you have come up hither;"},{"id":39058,"chapterId":1488,"number":2,"scriptureText":"But with some I am not well pleased, for they will not open their mouths, but they hide the talent which I have given unto them, because of the fear of man. Wo unto such, for mine anger is kindled against them."},{"id":39059,"chapterId":1488,"number":3,"scriptureText":"And it shall come to pass, if they are not more faithful unto me, it shall be taken away, even that which they have."},{"id":39060,"chapterId":1488,"number":4,"scriptureText":"For I, the Lord, rule in the heavens above, and among the armies of the earth; and in the day when I shall make up my jewels, all men shall know what it is that bespeaketh the power of God."},{"id":39061,"chapterId":1488,"number":5,"scriptureText":"But, verily, I will speak unto you concerning your journey unto the land from whence you came. Let there be a craft made, or bought, as seemeth you good, it mattereth not unto me, and take your journey speedily for the place which is called St. Louis."},{"id":39062,"chapterId":1488,"number":6,"scriptureText":"And from thence let my servants, Sidney Rigdon, Joseph Smith, Jun., and Oliver Cowdery, take their journey for Cincinnati;"},{"id":39063,"chapterId":1488,"number":7,"scriptureText":"And in this place let them lift up their voice and declare my word with loud voices, without wrath or doubting, lifting up holy hands upon them. For I am able to make you holy, and your sins are forgiven you."},{"id":39064,"chapterId":1488,"number":8,"scriptureText":"And let the residue take their journey from St. Louis, two by two, and preach the word, not in haste, among the congregations of the wicked, until they return to the churches from whence they came."},{"id":39065,"chapterId":1488,"number":9,"scriptureText":"And all this for the good of the churches; for this intent have I sent them."},{"id":39066,"chapterId":1488,"number":10,"scriptureText":"And let my servant Edward Partridge impart of the money which I have given him, a portion unto mine elders who are commanded to return;"},{"id":39067,"chapterId":1488,"number":11,"scriptureText":"And he that is able, let him return it by the way of the agent; and he that is not, of him it is not required."},{"id":39068,"chapterId":1488,"number":12,"scriptureText":"And now I speak of the residue who are to come unto this land."},{"id":39069,"chapterId":1488,"number":13,"scriptureText":"Behold, they have been sent to preach my gospel among the congregations of the wicked; wherefore, I give unto them a commandment, thus: Thou shalt not idle away thy time, neither shalt thou bury thy talent that it may not be known."},{"id":39070,"chapterId":1488,"number":14,"scriptureText":"And after thou hast come up unto the land of Zion, and hast proclaimed my word, thou shalt speedily return, proclaiming my word among the congregations of the wicked, not in haste, neither in wrath nor with strife."},{"id":39071,"chapterId":1488,"number":15,"scriptureText":"And shake off the dust of thy feet against those who receive thee not, not in their presence, lest thou provoke them, but in secret; and wash thy feet, as a testimony against them in the day of judgment."},{"id":39072,"chapterId":1488,"number":16,"scriptureText":"Behold, this is sufficient for you, and the will of him who hath sent you."},{"id":39073,"chapterId":1488,"number":17,"scriptureText":"And by the mouth of my servant Joseph Smith, Jun., it shall be made known concerning Sidney Rigdon and Oliver Cowdery. The residue hereafter. Even so. Amen."}]