[{"id":16640,"chapterId":637,"number":1,"scriptureText":"WISDOM hath builded her house, she hath hewn out her seven pillars:"},{"id":16641,"chapterId":637,"number":2,"scriptureText":"She hath killed her beasts; she hath mingled her wine; she hath also furnished her table."},{"id":16642,"chapterId":637,"number":3,"scriptureText":"She hath sent forth her maidens: she crieth upon the highest places of the city,"},{"id":16643,"chapterId":637,"number":4,"scriptureText":"Whoso is simple, let him turn in hither: as for him that wanteth understanding, she saith to him,"},{"id":16644,"chapterId":637,"number":5,"scriptureText":"Come, eat of my bread, and drink of the wine which I have mingled."},{"id":16645,"chapterId":637,"number":6,"scriptureText":"Forsake the foolish, and live; and go in the way of understanding."},{"id":16646,"chapterId":637,"number":7,"scriptureText":"He that reproveth a scorner getteth to himself shame: and he that rebuketh a wicked man getteth himself a blot."},{"id":16647,"chapterId":637,"number":8,"scriptureText":"Reprove not a scorner, lest he hate thee: rebuke a wise man, and he will love thee."},{"id":16648,"chapterId":637,"number":9,"scriptureText":"Give instruction to a wise man, and he will be yet wiser: teach a just man, and he will increase in learning."},{"id":16649,"chapterId":637,"number":10,"scriptureText":"The fear of the LORD is the beginning of wisdom: and the knowledge of the holy is understanding."},{"id":16650,"chapterId":637,"number":11,"scriptureText":"For by me thy days shall be multiplied, and the years of thy life shall be increased."},{"id":16651,"chapterId":637,"number":12,"scriptureText":"If thou be wise, thou shalt be wise for thyself: but if thou scornest, thou alone shalt bear it."},{"id":16652,"chapterId":637,"number":13,"scriptureText":"A foolish woman is clamourous: she is simple, and knoweth nothing."},{"id":16653,"chapterId":637,"number":14,"scriptureText":"For she sitteth at the door of her house, on a seat in the high places of the city,"},{"id":16654,"chapterId":637,"number":15,"scriptureText":"To call passengers who go right on their ways:"},{"id":16655,"chapterId":637,"number":16,"scriptureText":"Whoso is simple, let him turn in hither: and as for him that wanteth understanding, she saith to him,"},{"id":16656,"chapterId":637,"number":17,"scriptureText":"Stolen waters are sweet, and bread eaten in secret is pleasant."},{"id":16657,"chapterId":637,"number":18,"scriptureText":"But he knoweth not that the dead are there; and that her guests are in the depths of hell."}]