[{"id":33092,"chapterId":1268,"number":1,"scriptureText":"And now when the king had heard these words, he said unto his priests: Away with this fellow, and slay him; for what have we to do with him, for he is mad."},{"id":33093,"chapterId":1268,"number":2,"scriptureText":"And they stood forth and attempted to lay their hands on him; but he withstood them, and said unto them:"},{"id":33094,"chapterId":1268,"number":3,"scriptureText":"Touch me not, for God shall smite you if ye lay your hands upon me, for I have not delivered the message which the Lord sent me to deliver; neither have I told you that which ye requested that I should tell; therefore, God will not suffer that I shall be destroyed at this time."},{"id":33095,"chapterId":1268,"number":4,"scriptureText":"But I must fulfil the commandments wherewith God has commanded me; and because I have told you the truth ye are angry with me. And again, because I have spoken the word of God ye have judged me that I am mad."},{"id":33096,"chapterId":1268,"number":5,"scriptureText":"Now it came to pass after Abinadi had spoken these words that the people of king Noah durst not lay their hands on him, for the Spirit of the Lord was upon him; and his face shone with exceeding luster, even as Moses' did while in the mount of Sinai, while speaking with the Lord."},{"id":33097,"chapterId":1268,"number":6,"scriptureText":"And he spake with power and authority from God; and he continued his words, saying:"},{"id":33098,"chapterId":1268,"number":7,"scriptureText":"Ye see that ye have not power to slay me, therefore I finish my message. Yea, and I perceive that it cuts you to your hearts because I tell you the truth concerning your iniquities."},{"id":33099,"chapterId":1268,"number":8,"scriptureText":"Yea, and my words fill you with wonder and amazement, and with anger."},{"id":33100,"chapterId":1268,"number":9,"scriptureText":"But I finish my message; and then it matters not whither I go, if it so be that I am saved."},{"id":33101,"chapterId":1268,"number":10,"scriptureText":"But this much I tell you, what you do with me, after this, shall be as a type and a shadow of things which are to come."},{"id":33102,"chapterId":1268,"number":11,"scriptureText":"And now I read unto you the remainder of the commandments of God, for I perceive that they are not written in your hearts; I perceive that ye have studied and taught iniquity the most part of your lives."},{"id":33103,"chapterId":1268,"number":12,"scriptureText":"And now, ye remember that I said unto you: Thou shall not make unto thee any graven image, or any likeness of things which are in heaven above, or which are in the earth beneath, or which are in the water under the earth."},{"id":33104,"chapterId":1268,"number":13,"scriptureText":"And again: Thou shalt not bow down thyself unto them, nor serve them; for I the Lord thy God am a jealous God, visiting the iniquities of the fathers upon the children, unto the third and fourth generations of them that hate me;"},{"id":33105,"chapterId":1268,"number":14,"scriptureText":"And showing mercy unto thousands of them that love me and keep my commandments."},{"id":33106,"chapterId":1268,"number":15,"scriptureText":"Thou shalt not take the name of the Lord thy God in vain; for the Lord will not hold him guiltless that taketh his name in vain."},{"id":33107,"chapterId":1268,"number":16,"scriptureText":"Remember the sabbath day, to keep it holy."},{"id":33108,"chapterId":1268,"number":17,"scriptureText":"Six days shalt thou labor, and do all thy work;"},{"id":33109,"chapterId":1268,"number":18,"scriptureText":"But the seventh day, the sabbath of the Lord thy God, thou shalt not do any work, thou, nor thy son, nor thy daughter, thy man-servant, nor thy maid-servant, nor thy cattle, nor thy stranger that is within thy gates;"},{"id":33110,"chapterId":1268,"number":19,"scriptureText":"For in six days the Lord made heaven and earth, and the sea, and all that in them is; wherefore the Lord blessed the sabbath day, and hallowed it."},{"id":33111,"chapterId":1268,"number":20,"scriptureText":"Honor thy father and thy mother, that thy days may be long upon the land which the Lord thy God giveth thee."},{"id":33112,"chapterId":1268,"number":21,"scriptureText":"Thou shalt not kill."},{"id":33113,"chapterId":1268,"number":22,"scriptureText":"Thou shalt not commit adultery. Thou shalt not steal."},{"id":33114,"chapterId":1268,"number":23,"scriptureText":"Thou shalt not bear false witness against thy neighbor."},{"id":33115,"chapterId":1268,"number":24,"scriptureText":"Thou shalt not covet thy neighbor's house, thou shalt not covet thy neighbor's wife, nor his man-servant, nor his maid-servant, nor his ox, nor his ass, nor anything that is thy neighbor's."},{"id":33116,"chapterId":1268,"number":25,"scriptureText":"And it came to pass that after Abinadi had made an end of these sayings that he said unto them: Have ye taught this people that they should observe to do all these things for to keep these commandments?"},{"id":33117,"chapterId":1268,"number":26,"scriptureText":"I say unto you, Nay; for if ye had, the Lord would not have caused me to come forth and to prophesy evil concerning this people."},{"id":33118,"chapterId":1268,"number":27,"scriptureText":"And now ye have said that salvation cometh by the law of Moses. I say unto you that it is expedient that ye should keep the law of Moses as yet; but I say unto you, that the time shall come when it shall no more be expedient to keep the law of Moses."},{"id":33119,"chapterId":1268,"number":28,"scriptureText":"And moreover, I say unto you, that salvation doth not come by the law alone; and were it not for the atonement, which God himself shall make for the sins and iniquities of his people, that they must unavoidably perish, notwithstanding the law of Moses."},{"id":33120,"chapterId":1268,"number":29,"scriptureText":"And now I say unto you that it was expedient that there should be a law given to the children of Israel, yea, even a very strict law; for they were a stiffnecked people, quick to do iniquity, and slow to remember the Lord their God;"},{"id":33121,"chapterId":1268,"number":30,"scriptureText":"Therefore there was a law given them, yea, a law of performances and of ordinances, a law which they were to observe strictly from day to day, to keep them in remembrance of God and their duty towards him."},{"id":33122,"chapterId":1268,"number":31,"scriptureText":"But behold, I say unto you, that all these things were types of things to come."},{"id":33123,"chapterId":1268,"number":32,"scriptureText":"And now, did they understand the law? I say unto you, Nay, they did not all understand the law; and this because of the hardness of their hearts; for they understood not that there could not any man be saved except it were through the redemption of God."},{"id":33124,"chapterId":1268,"number":33,"scriptureText":"For behold, did not Moses prophesy unto them concerning the coming of the Messiah, and that God should redeem his people? Yea, and even all the prophets who have prophesied ever since the world began--have they not spoken more or less concerning these things?"},{"id":33125,"chapterId":1268,"number":34,"scriptureText":"Have they not said that God himself should come down among the children of men, and take upon him the form of man, and go forth in mighty power upon the face of the earth?"},{"id":33126,"chapterId":1268,"number":35,"scriptureText":"Yea, and have they not said also that he should bring to pass the resurrection of the dead, and that he, himself, should be oppressed and afflicted?"}]