{"number":15,"verseCount":17,"verses":[[1,["And now, my beloved brethren, behold, I declare unto you that except ye shall repent your houses shall be left unto you ",["desolate",["study-note-ref","a",[["Isa. 5:9","ot/isa/5.9"],"; ",["Matt. 23:38","nt/matt/23.38"],"."]]],"."]],[2,["Yea, except ye repent, your women shall have great cause to mourn in the day that they shall give suck; for ye shall attempt to flee and there shall be no place for ",["refuge",["study-note-ref","a",[["TG Refuge","tg/refuge"],"."]]],"; yea, and wo unto them which are ",["with",["study-note-ref","b",[["Matt. 24:19","nt/matt/24.19"],"."]]]," child, for they shall be heavy and cannot flee; therefore, they shall be trodden down and shall be left to perish."]],[3,["Yea, wo unto this ",["people",["study-note-ref","a",[["W of M 1:11","bofm/w-of-m/1.11"],"."]]]," who are called the ",["people",["study-note-ref","b",[["Jacob 5:25","bofm/jacob/5.25"],"."]]]," of Nephi except they shall repent, when they shall see all these signs and wonders which shall be showed unto them; for behold, they have been a chosen people of the Lord; yea, the people of Nephi hath he loved, and also hath he ",["chastened",["study-note-ref","c",[["Prov. 3:12","ot/prov/3.12"],"; ",["Heb. 12:6 (5–11)","nt/heb/12.5-11"],"; ",["D&C 95:1","dc-testament/dc/95.1"],"."]]]," them; yea, in the days of their iniquities hath he chastened them because he loveth them."]],[4,["But behold my brethren, the ",["Lamanites",["study-note-ref","a",[["Jacob 5:40","bofm/jacob/5.40"],"."]]]," hath he hated because their deeds have been evil continually, and this because of the iniquity of the ",["tradition",["study-note-ref","b",[["Ezek. 20:18","ot/ezek/20.18"],"; ",["Hel. 5:19","bofm/hel/5.19"],". ",["TG Traditions of Men","tg/traditions-of-men"],"."]]]," of their fathers. But behold, salvation hath come unto them through the preaching of the Nephites; and for this intent hath the Lord ",["prolonged",["study-note-ref","c",[["Alma 9:16","bofm/alma/9.16"],"."]]]," their days."]],[5,["And I would that ye should behold that the ",["more",["study-note-ref","a",[["Hel. 13:1","bofm/hel/13.1"],"; ",["16:6","bofm/hel/16.6"],"."]]]," part of them are in the path of their duty, and they do walk circumspectly before God, and they do observe to keep his commandments and his statutes and his judgments according to the law of Moses."]],[6,["Yea, I say unto you, that the more part of them are doing this, and they are striving with ",["unwearied diligence",["study-note-ref","a",[["TG Dedication","tg/dedication"],"."]]]," that they may bring the remainder of their brethren to the knowledge of the truth; therefore there are many who do add to their numbers daily."]],[7,["And behold, ye do know of yourselves, for ye have witnessed it, that as many of them as are brought to the knowledge of the truth, and to know of the wicked and abominable traditions of their fathers, and are led to believe the holy scriptures, yea, the prophecies of the holy prophets, which are written, which ",["",404],"leadeth them to faith on the Lord, and unto repentance, which faith and repentance bringeth a ",["change",["study-note-ref","a",[["TG Conversion","tg/conversion"],"."]]]," of heart unto them—"]],[8,["Therefore, as many as have come to this, ye know of yourselves are ",["firm",["study-note-ref","a",[["Alma 23:6","bofm/alma/23.6"],"; ",["27:27","bofm/alma/27.27"],"; ",["3 Ne. 6:14","bofm/3-ne/6.14"],"."]]]," and steadfast in the faith, and in the thing wherewith they have been made free."]],[9,["And ye know also that they have ",["buried",["study-note-ref","a",[["Alma 24:17 (17–26)","bofm/alma/24.17-26"],"."]]]," their weapons of war, and they fear to take them up lest by any means they should sin; yea, ye can see that they fear to sin—for behold they will suffer themselves that they be trodden down and slain by their enemies, and will not lift their swords against them, and this because of their ",["faith",["study-note-ref","b",[["Mark 5:34 (34–36)","nt/mark/5.34-36"],"."]]]," in Christ."]],[10,["And now, because of their ",["steadfastness",["study-note-ref","a",[["TG Steadfastness","tg/steadfastness"],"."]]]," when they do believe in that thing which they do believe, for because of their firmness when they are once enlightened, behold, the Lord shall bless them and prolong their days, notwithstanding their iniquity—"]],[11,["Yea, even if they should dwindle in unbelief the Lord shall ",["prolong",["study-note-ref","a",[["Deut. 11:9 (8–9)","ot/deut/11.8-9"],"; ",["Alma 9:16","bofm/alma/9.16"],"."]]]," their days, until the time shall come which hath been spoken of by our fathers, and also by the prophet ",["Zenos",["study-note-ref","b",[["Hel. 8:19","bofm/hel/8.19"],"; ",["3 Ne. 10:16","bofm/3-ne/10.16"],"."]]],", and many other prophets, concerning the ",["restoration",["study-note-ref","c",[["Morm. 5:12 (9, 12)","bofm/morm/5.9,12"],"; ",["7:1","bofm/morm/7.1"],"."]]]," of our brethren, the Lamanites, again to the knowledge of the truth—"]],[12,["Yea, I say unto you, that in the latter times the ",["promises",["study-note-ref","a",[["Enos 1:13 (12–13)","bofm/enos/1.12-13"],"."]]]," of the Lord have been extended to our brethren, the Lamanites; and notwithstanding the many afflictions which they shall have, and notwithstanding they shall be ",["driven",["study-note-ref","b",[["Morm. 5:15","bofm/morm/5.15"],"."]]]," to and fro upon the face of the earth, and be hunted, and shall be smitten and scattered abroad, having no place for ",["refuge",["study-note-ref","c",[["TG Refuge","tg/refuge"],"."]]],", the Lord shall be ",["merciful",["study-note-ref","d",[["1 Ne. 13:31","bofm/1-ne/13.31"],"; ",["2 Ne. 4:7","bofm/2-ne/4.7"],"; ",["10:18 (18–19)","bofm/2-ne/10.18-19"],"; ",["Jacob 3:6 (5–9)","bofm/jacob/3.5-9"],"; ",["Morm. 5:20 (20–21)","bofm/morm/5.20-21"],"."]]]," unto them."]],[13,["And this is according to the prophecy, that they shall again be ",["brought",["study-note-ref","a",[["3 Ne. 16:12","bofm/3-ne/16.12"],"."]]]," to the true knowledge, which is the knowledge of their Redeemer, and their great and true ",["shepherd",["study-note-ref","b",[["TG Jesus Christ, Good Shepherd","tg/jesus-christ-good-shepherd"],"."]]],", and be numbered among his ",["sheep",["study-note-ref","c",[["TG Sheep","tg/sheep"],"."]]],"."]],[14,["Therefore I say unto you, it shall be ",["better",["study-note-ref","a",[["Hel. 7:23","bofm/hel/7.23"],"."]]]," for them than for you except ye repent."]],[15,["For behold, ",["had",["study-note-ref","a",[["Matt. 11:21 (20–24)","nt/matt/11.20-24"],"."]]]," the mighty works been shown unto them which have been shown unto you, yea, unto them who have dwindled in unbelief because of the traditions of their fathers, ye can see of yourselves that they never would again have dwindled in unbelief."]],[16,["Therefore, saith the Lord: I will not utterly destroy them, but I will cause that in the day of my wisdom they shall ",["return",["study-note-ref","a",[["Enos 1:13","bofm/enos/1.13"],"."]]]," again unto me, saith the Lord."]],[17,["And now behold, saith the Lord, concerning the people of the Nephites: If they will not repent, and observe to do my will, I will utterly ",["destroy",["study-note-ref","a",[["Hel. 13:6 (5–10)","bofm/hel/13.5-10"],"; ",["Morm. 3:2","bofm/morm/3.2"],"."]]]," them, saith the Lord, because of their unbelief notwithstanding the many mighty works which I have done among them; and as surely as the Lord liveth shall these things be, saith the Lord."]]],"volume":"bm"}