{"heading":["Both the Nephites and the Lamanites are depraved and degenerate—They torture and murder each other—Mormon prays that grace and goodness may rest upon Moroni forever. About ",["A.D.","small"]," 401."],"number":9,"verseCount":26,"verses":[[1,["My beloved son, I write unto you again that ye may know that I am yet alive; but I write somewhat of that which is grievous."]],[2,["For behold, I have had a sore battle with the Lamanites, in which we did not conquer; and Archeantus has fallen by the sword, and also Luram and Emron; yea, and we have lost a great number of our choice men."]],[3,["And now behold, my son, I fear lest the Lamanites shall destroy this people; for they do not repent, and Satan stirreth them up continually to ",["anger",["study-note-ref","a",[["TG Anger","tg/anger"],"."]]]," one with another."]],[4,["Behold, I am laboring with them continually; and when I speak the word of God with ",["sharpness",["study-note-ref","a",[["2 Ne. 1:26 (26–27)","bofm/2-ne/1.26-27"],"; ",["W of M 1:17","bofm/w-of-m/1.17"],"; ",["D&C 121:43 (41–43)","dc-testament/dc/121.41-43"],"."]]]," they tremble and anger against me; and when I use no sharpness they ",["harden",["study-note-ref","b",[["TG Hardheartedness","tg/hardheartedness"],"."]]]," their hearts against it; wherefore, I fear lest the Spirit of the Lord hath ceased ",["striving",["study-note-ref","c",[["Moro. 8:28","bofm/moro/8.28"],"; ",["D&C 1:33","dc-testament/dc/1.33"],"."]]]," with them."]],[5,["For so exceedingly do they anger that it seemeth me that they have no fear of death; and they have lost their love, one towards another; and they ",["thirst",["study-note-ref","a",[["Morm. 4:11 (11–12)","bofm/morm/4.11-12"],"."]]]," after blood and revenge continually."]],[6,["And now, my beloved son, notwithstanding their hardness, let us labor ",["diligently",["study-note-ref","a",[["TG Dedication","tg/dedication"],"; ",["Diligence","tg/diligence"],"; ",["Perseverance","tg/perseverance"],"."]]],"; for if we should cease to ",["labor",["study-note-ref","b",[["1 Sam. 8:9","ot/1-sam/8.9"],"; ",["2 Cor. 5:9","nt/2-cor/5.9"],"; ",["Jacob 1:19","bofm/jacob/1.19"],"; ",["Enos 1:20","bofm/enos/1.20"],". ",["TG Duty","tg/duty"],"; ",["Priesthood, Magnifying Callings within","tg/priesthood-magnifying-callings-within"],"."]]],", we should be brought under condemnation; for we have a labor to perform whilst in this tabernacle of clay, that we may conquer the enemy of all righteousness, and rest our souls in the kingdom of God."]],[7,["And now I write somewhat concerning the sufferings of this people. ",["",528],"For according to the knowledge which I have received from Amoron, behold, the Lamanites have many prisoners, which they took from the tower of Sherrizah; and there were men, women, and children."]],[8,["And the husbands and fathers of those women and children they have slain; and they feed the women upon the ",["flesh",["study-note-ref","a",[["Lev. 26:29","ot/lev/26.29"],"; ",["1 Ne. 21:26","bofm/1-ne/21.26"],"."]]]," of their husbands, and the children upon the flesh of their fathers; and no water, save a little, do they give unto them."]],[9,["And notwithstanding this great ",["abomination",["study-note-ref","a",[["TG Body, Sanctity of","tg/body-sanctity-of"],"."]]]," of the Lamanites, it doth not exceed that of our people in Moriantum. For behold, many of the daughters of the Lamanites have they taken prisoners; and after ",["depriving",["study-note-ref","b",[["TG Sensuality","tg/sensuality"],"."]]]," them of that which was most dear and precious above all things, which is ",["chastity",["study-note-ref","c",[["TG Chastity","tg/chastity"],"."]]]," and ",["virtue",["study-note-ref","d",[["TG Virtue","tg/virtue"],"."]]],"—"]],[10,["And after they had done this thing, they did murder them in a most ",["cruel",["study-note-ref","a",[["TG Cruelty","tg/cruelty"],"."]]]," manner, torturing their bodies even unto death; and after they have done this, they devour their flesh like unto wild beasts, because of the hardness of their hearts; and they do it for a token of bravery."]],[11,["O my beloved son, how can a people like this, that are without civilization—"]],[12,["(And only a few years have passed away, and they were a civil and a delightsome people)"]],[13,["But O my son, how can a people like this, whose ",["delight",["study-note-ref","a",[["2 Ne. 9:9 (8–9)","bofm/2-ne/9.8-9"],"; ",["Jacob 3:11","bofm/jacob/3.11"],"."]]]," is in so much abomination—"]],[14,["How can we expect that God will ",["stay",["study-note-ref","a",[["2 Sam. 24:16","ot/2-sam/24.16"],"; ",["Alma 10:23","bofm/alma/10.23"],"."]]]," his hand in judgment against us?"]],[15,["Behold, my heart cries: Wo unto this people. Come out in judgment, O God, and hide their sins, and wickedness, and abominations from before thy face!"]],[16,["And again, my son, there are many ",["widows",["study-note-ref","a",[["Mosiah 21:10 (10, 17)","bofm/mosiah/21.10,17"],". ",["TG Widows","tg/widows"],"."]]]," and their daughters who remain in Sherrizah; and that part of the provisions which the Lamanites did not carry away, behold, the army of Zenephi has carried away, and left them to wander whithersoever they can for food; and many old women do faint by the way and die."]],[17,["And the army which is with me is weak; and the armies of the Lamanites are betwixt Sherrizah and me; and as many as have fled to the army of ",["Aaron",["study-note-ref","a",[["Morm. 2:9","bofm/morm/2.9"],"."]]]," have fallen victims to their awful brutality."]],[18,["O the depravity of my people! They are without ",["order",["study-note-ref","a",[["TG Order","tg/order"],"."]]]," and without mercy. Behold, I am but a man, and I have but the ",["strength",["study-note-ref","b",[["TG Strength","tg/strength"],"."]]]," of a man, and I cannot any longer enforce my commands."]],[19,["And they have become strong in their perversion; and they are alike brutal, sparing none, neither old nor young; and they delight in everything save that which is good; and the suffering of our women and our children upon all the face of this land doth exceed everything; yea, tongue cannot tell, neither can it be written."]],[20,["And now, my son, I dwell no longer upon this horrible scene. Behold, thou knowest the wickedness of this people; thou knowest that they are without principle, and past feeling; and their wickedness doth ",["exceed",["study-note-ref","a",[["Hel. 6:34 (18–35)","bofm/hel/6.18-35"],"."]]]," that of the Lamanites."]],[21,["Behold, my son, I cannot recommend them unto God lest he should smite me."]],[22,["But behold, my son, I recommend thee unto God, and I trust in Christ that thou wilt be saved; and I ",["pray",["study-note-ref","a",[["W of M 1:8","bofm/w-of-m/1.8"],"."]]]," unto God that he will ",["spare",["study-note-ref","b",[["Morm. 8:3","bofm/morm/8.3"],"."]]]," thy life, to witness the return of his ",["",529],"people unto him, or their utter destruction; for I know that they must perish except they ",["repent",["study-note-ref","c",[["1 Sam. 7:3","ot/1-sam/7.3"],"; ",["Hel. 13:11","bofm/hel/13.11"],"; ",["3 Ne. 10:6 (5–7)","bofm/3-ne/10.5-7"],"; ",["24:7","bofm/3-ne/24.7"],"."]]]," and return unto him."]],[23,["And if they perish it will be like unto the ",["Jaredites",["study-note-ref","a",[["Jacob 5:44","bofm/jacob/5.44"],"."]]],", because of the wilfulness of their hearts, ",["seeking",["study-note-ref","b",[["Morm. 4:11 (11–12)","bofm/morm/4.11-12"],"."]]]," for blood and ",["revenge",["study-note-ref","c",[["Ether 15:22 (15–31)","bofm/ether/15.15-31"],"."]]],"."]],[24,["And if it so be that they perish, we know that many of our brethren have ",["deserted",["study-note-ref","a",[["Alma 45:14","bofm/alma/45.14"],"."]]]," over unto the Lamanites, and many more will also desert over unto them; wherefore, write somewhat a few things, if thou art spared and I shall perish and not see thee; but I trust that I may see thee soon; for I have sacred records that I would ",["deliver",["study-note-ref","b",[["Morm. 6:6","bofm/morm/6.6"],"; ",["8:1","bofm/morm/8.1"],"."]]]," up unto thee."]],[25,["My son, be faithful in Christ; and may not the things which I have written grieve thee, to weigh thee down unto ",["death",["study-note-ref","a",[["TG Jesus Christ, Death of","tg/jesus-christ-death-of"],"."]]],"; but may Christ lift thee up, and may his sufferings and death, and the showing his body unto our fathers, and his mercy and ",["long-suffering",["study-note-ref","b",[["TG Forbear","tg/forbear"],"."]]],", and the hope of his glory and of eternal life, rest in your ",["mind",["study-note-ref","c",[["TG Mind","tg/mind"],"."]]]," forever."]],[26,["And may the grace of God the Father, whose throne is high in the heavens, and our Lord Jesus Christ, who sitteth on the ",["right hand",["study-note-ref","a",[["TG Jesus Christ, Relationships with the Father","tg/jesus-christ-relationships-with-the-father"],"."]]]," of his power, until all things shall become subject unto him, be, and abide with you forever. Amen."]]],"volume":"bofm"}