[{"id":15573,"chapterId":582,"number":1,"scriptureText":"BLESS the LORD, O my soul. O LORD my God, thou art very great; thou art clothed with honour and majesty."},{"id":15574,"chapterId":582,"number":2,"scriptureText":"Who coverest thyself with light as with a garment: who stretchest out the heavens like a curtain:"},{"id":15575,"chapterId":582,"number":3,"scriptureText":"Who layeth the beams of his chambers in the waters: who maketh the clouds his chariot: who walketh upon the wings of the wind:"},{"id":15576,"chapterId":582,"number":4,"scriptureText":"Who maketh his angels spirits; his ministers a flaming fire:"},{"id":15577,"chapterId":582,"number":5,"scriptureText":"Who laid the foundations of the earth, that it should not be removed for ever."},{"id":15578,"chapterId":582,"number":6,"scriptureText":"Thou coveredst it with the deep as with a garment: the waters stood above the mountains."},{"id":15579,"chapterId":582,"number":7,"scriptureText":"At thy rebuke they fled; at the voice of thy thunder they hasted away."},{"id":15580,"chapterId":582,"number":8,"scriptureText":"They go up by the mountains; they go down by the valleys unto the place which thou hast founded for them."},{"id":15581,"chapterId":582,"number":9,"scriptureText":"Thou hast set a bound that they may not pass over; that they turn not again to cover the earth."},{"id":15582,"chapterId":582,"number":10,"scriptureText":"He sendeth the springs into the valleys, which run among the hills."},{"id":15583,"chapterId":582,"number":11,"scriptureText":"They give drink to every beast of the field: the wild asses quench their thirst."},{"id":15584,"chapterId":582,"number":12,"scriptureText":"By them shall the fowls of the heaven have their habitation, which sing among the branches."},{"id":15585,"chapterId":582,"number":13,"scriptureText":"He watereth the hills from his chambers: the earth is satisfied with the fruit of thy works."},{"id":15586,"chapterId":582,"number":14,"scriptureText":"He causeth the grass to grow for the cattle, and herb for the service of man: that he may bring forth food out of the earth;"},{"id":15587,"chapterId":582,"number":15,"scriptureText":"And wine that maketh glad the heart of man, and oil to make his face to shine, and bread which strengtheneth man's heart."},{"id":15588,"chapterId":582,"number":16,"scriptureText":"The trees of the LORD are full of sap; the cedars of Lebanon, which he hath planted;"},{"id":15589,"chapterId":582,"number":17,"scriptureText":"Where the birds make their nests: as for the stork, the fir trees are her house."},{"id":15590,"chapterId":582,"number":18,"scriptureText":"The high hills are a refuge for the wild goats; and the rocks for the conies."},{"id":15591,"chapterId":582,"number":19,"scriptureText":"He appointed the moon for seasons: the sun knoweth his going down."},{"id":15592,"chapterId":582,"number":20,"scriptureText":"Thou makest darkness, and it is night: wherein all the beasts of the forest do creep forth."},{"id":15593,"chapterId":582,"number":21,"scriptureText":"The young lions roar after their prey, and seek their meat from God."},{"id":15594,"chapterId":582,"number":22,"scriptureText":"The sun ariseth, they gather themselves together, and lay them down in their dens."},{"id":15595,"chapterId":582,"number":23,"scriptureText":"Man goeth forth unto his work and to his labour until the evening."},{"id":15596,"chapterId":582,"number":24,"scriptureText":"O LORD, how manifold are thy works! in wisdom hast thou made them all: the earth is full of thy riches."},{"id":15597,"chapterId":582,"number":25,"scriptureText":"So is this great and wide sea, wherein are things creeping innumerable, both small and great beasts."},{"id":15598,"chapterId":582,"number":26,"scriptureText":"There go the ships: there is that leviathan, whom thou hast made to play therein."},{"id":15599,"chapterId":582,"number":27,"scriptureText":"These wait all upon thee; that thou mayest give them their meat in due season."},{"id":15600,"chapterId":582,"number":28,"scriptureText":"That thou givest them they gather: thou openest thine hand, they are filled with good."},{"id":15601,"chapterId":582,"number":29,"scriptureText":"Thou hidest thy face, they are troubled: thou takest away their breath, they die, and return to their dust."},{"id":15602,"chapterId":582,"number":30,"scriptureText":"Thou sendest forth thy spirit, they are created: and thou renewest the face of the earth."},{"id":15603,"chapterId":582,"number":31,"scriptureText":"The glory of the LORD shall endure for ever: the LORD shall rejoice in his works."},{"id":15604,"chapterId":582,"number":32,"scriptureText":"He looketh on the earth, and it trembleth: he toucheth the hills, and they smoke."},{"id":15605,"chapterId":582,"number":33,"scriptureText":"I will sing unto the LORD as long as I live: I will sing praise to my God while I have my being."},{"id":15606,"chapterId":582,"number":34,"scriptureText":"My meditation of him shall be sweet: I will be glad in the LORD."},{"id":15607,"chapterId":582,"number":35,"scriptureText":"Let the sinners be consumed out of the earth, and let the wicked be no more. Bless thou the LORD, O my soul. Praise ye the LORD."}]