{"id":706,"bookId":23,"number":27,"verses":[{"id":18153,"number":1,"scriptureText":"IN that day the LORD with his sore and great and strong sword shall punish leviathan the piercing serpent, even leviathan that crooked serpent; and he shall slay the dragon that is in the sea.","chapter":27},{"id":18154,"number":2,"scriptureText":"In that day sing ye unto her, A vineyard of red wine.","chapter":27},{"id":18155,"number":3,"scriptureText":"I the LORD do keep it; I will water it every moment: lest any hurt it, I will keep it night and day.","chapter":27},{"id":18156,"number":4,"scriptureText":"Fury is not in me: who would set the briers and thorns against me in battle? I would go through them, I would burn them together.","chapter":27},{"id":18157,"number":5,"scriptureText":"Or let him take hold of my strength, that he may make peace with me; and he shall make peace with me.","chapter":27},{"id":18158,"number":6,"scriptureText":"He shall cause them that come of Jacob to take root: Israel shall blossom and bud, and fill the face of the world with fruit.","chapter":27},{"id":18159,"number":7,"scriptureText":"Hath he smitten him, as he smote those that smote him? or is he slain according to the slaughter of them that are slain by him?","chapter":27},{"id":18160,"number":8,"scriptureText":"In measure, when it shooteth forth, thou wilt debate with it: he stayeth his rough wind in the day of the east wind.","chapter":27},{"id":18161,"number":9,"scriptureText":"By this therefore shall the iniquity of Jacob be purged; and this is all the fruit to take away his sin; when he maketh all the stones of the altar as chalkstones that are beaten in sunder, the groves and images shall not stand up.","chapter":27},{"id":18162,"number":10,"scriptureText":"Yet the defenced city shall be desolate, and the habitation forsaken, and left like a wilderness: there shall the calf feed, and there shall he lie down, and consume the branches thereof.","chapter":27},{"id":18163,"number":11,"scriptureText":"When the boughs thereof are withered, they shall be broken off: the women come, and set them on fire: for it is a people of no understanding: therefore he that made them will not have mercy on them, and he that formed them will shew them no favour.","chapter":27},{"id":18164,"number":12,"scriptureText":"And it shall come to pass in that day, that the LORD shall beat off from the channel of the river unto the stream of Egypt, and ye shall be gathered one by one, O ye children of Israel.","chapter":27},{"id":18165,"number":13,"scriptureText":"And it shall come to pass in that day, that the great trumpet shall be blown, and they shall come which were ready to perish in the land of Assyria, and the outcasts in the land of Egypt, and shall worship the LORD in the holy mount at Jerusalem.","chapter":27}]}