{"number":2,"verseCount":28,"verses":[[1,["And again he entered into Capernaum after ",["some",["clarity-word"]]," days; and it was noised that he was ",["in the house",["study-note-ref","a",["OR at home."]]],"."]],[2,["And straightway many were gathered together, insomuch that there was no room to receive ",["them,",["clarity-word"]]," no, not so much as about the door: and he ",["preached",["study-note-ref","a",[["TG Jesus Christ, Teaching Mode of","tg/jesus-christ-teaching-mode-of"],"."]]]," the word unto them."]],[3,["And they come unto him, bringing one sick of the palsy, which was ",["borne",["study-note-ref","a",["GR carried."]]]," of four."]],[4,["And when they could not come nigh unto him for the press, they uncovered the roof where he was: and when they had broken ",["it",["clarity-word"]]," up, they let down the bed wherein the sick of the palsy lay."]],[5,["When Jesus saw their faith, he said unto the sick of the palsy, Son, thy sins be ",["forgiven",["study-note-ref","a",[["Luke 7:48","nt/luke/7.48"],"; ",["James 5:15 (14–15)","nt/james/5.15"],"."]]]," thee."]],[6,["But there were certain of the scribes sitting there, and reasoning in their hearts,"]],[7,["Why doth this ",["man",["clarity-word"]]," thus speak ",["blasphemies",["study-note-ref","a",[["TG Blaspheme","tg/blaspheme"],"."]]],"? who can forgive sins but God only?"]],[8,["And immediately when Jesus perceived in his spirit that they so reasoned within themselves, he said unto them, Why reason ye these things in your hearts?"]],[9,["Whether is it easier to say to the sick of the palsy, ",["Thy",["clarity-word"]]," sins be forgiven thee; or to say, Arise, and take up thy bed, and walk?"]],[10,["But that ye may know that the ",["Son of man",["study-note-ref","a",[["TG Jesus Christ, Son of Man","tg/jesus-christ-son-of-man"],"."]]]," hath power on earth to forgive sins, (he saith to the sick of the palsy,)"]],[11,["I say unto thee, ",["Arise",["study-note-ref","a",[["Alma 15:10 (4–11)","bofm/alma/15.10"],"; ",["3 Ne. 9:13 (10–22)","bofm/3-ne/9.13"],"."]]],", and take up thy ",["bed",["study-note-ref","b",[["3 Ne. 7:22","bofm/3-ne/7.22"],"."]]],", and go thy way into thine house."]],[12,["And immediately he arose, took up the bed, and went forth before them all; insomuch that they were all amazed, and glorified God, saying, We never saw it on this fashion."]],[13,["And he went forth again by the sea side; and all the multitude resorted unto him, and he taught them."]],[14,["And as he passed by, he saw Levi the ",["son",["clarity-word"]]," of Alphæus sitting at the ",["receipt of custom",["study-note-ref","a",["GR tax office."]]],", and said unto him, Follow me. And he arose and followed him."]],[15,["And it came to pass, that, as Jesus sat at meat in his house, many publicans and sinners sat also together with Jesus and his disciples: for there were many, and they followed him."]],[16,["And when the scribes and Pharisees saw him eat with ",["publicans",["study-note-ref","a",[["Luke 15:1 (1–2)","nt/luke/15.1"],"."]]]," and sinners, they said unto his disciples, How is it that he eateth and drinketh with publicans and sinners?"]],[17,["When Jesus heard ",["it,",["clarity-word"]]," he saith unto them, They that are ",["whole",["study-note-ref","a",[["Moro. 8:8 (8–27)","bofm/moro/8.8"],"."]]]," have no need of the physician, but they that are sick: I came not to call the righteous, but sinners to repentance."]],[18,["And the disciples of John and of the Pharisees used to ",["fast",["study-note-ref","a",[["Luke 5:33 (33–38)","nt/luke/5.33"],"."]]],": and they come and say unto him, Why do the disciples of John and of the Pharisees fast, but thy disciples fast not?"]],[19,["And Jesus said unto them, Can the children of the bridechamber fast, while the ",["bridegroom",["study-note-ref","a",[["Luke 5:35","nt/luke/5.35"],"."]]]," is with them? as long as they have the ",["bridegroom",["study-note-ref","b",[["D&C 65:3","dc-testament/dc/65.3"],"."]]]," with them, they cannot fast."]],[20,["But the days will come, when the bridegroom shall be taken away from them, and then shall they fast in those days."]],[21,["No man also seweth a piece of ",["new",["study-note-ref","a",["GR unshrunken or unsized."]]]," cloth on an old garment: else the new piece that filled it up taketh away from the old, and the rent is made worse."]],[22,["And no man putteth new wine into old bottles: else the new wine doth burst the bottles, and the wine is spilled, and the bottles will be marred: but new wine must be put into new bottles."]],[23,["And it came to pass, that he went through the corn fields on the sabbath day; and his disciples began, as they went, ",["to",["study-note-ref","a",["GR occasionally picking some grain."]]]," pluck the ears of corn."]],[24,["And the Pharisees said unto him, Behold, why do they on the sabbath day that which is not lawful?"]],[25,["And he said unto them, Have ye never read what David did, when he had need, and was an hungred, he, and they that were with him?"]],[26,["How he went into the house of God in the days of Abiathar the high priest, and did eat the shewbread, which is not lawful to eat but for the priests, and gave also to them which were with him?"]],[27,["And he said unto them, The ",["sabbath",["study-note-ref","a",[["TG Sabbath","tg/sabbath"],"."]]]," was made for man, and not man for the sabbath:"]],[28,[["Therefore",["study-note-ref","a",[["JST Mark 2:26–27 (Appendix)","jst/jst-mark/2.26-27"],"."]]]," the ",["Son of man",["study-note-ref","b",[["TG Jesus Christ, Son of Man","tg/jesus-christ-son-of-man"],"."]]]," is Lord also of the sabbath."]]],"volume":"nt"}