{"id":1119,"bookId":53,"number":3,"verses":[{"id":29680,"number":1,"scriptureText":"FINALLY, brethren, pray for us, that the word of the Lord may have free course, and be glorified, even as it is with you:","chapter":3},{"id":29681,"number":2,"scriptureText":"And that we may be delivered from unreasonable and wicked men: for all men have not faith.","chapter":3},{"id":29682,"number":3,"scriptureText":"But the Lord is faithful, who shall stablish you, and keep you from evil.","chapter":3},{"id":29683,"number":4,"scriptureText":"And we have confidence in the Lord touching you, that ye both do and will do the things which we command you.","chapter":3},{"id":29684,"number":5,"scriptureText":"And the Lord direct your hearts into the love of God, and into the patient waiting for Christ.","chapter":3},{"id":29685,"number":6,"scriptureText":"Now we command you, brethren, in the name of our Lord Jesus Christ, that ye withdraw yourselves from every brother that walketh disorderly, and not after the tradition which he received of us.","chapter":3},{"id":29686,"number":7,"scriptureText":"For yourselves know how ye ought to follow us: for we behaved not ourselves disorderly among you;","chapter":3},{"id":29687,"number":8,"scriptureText":"Neither did we eat any man's bread for nought; but wrought with labour and travail night and day, that we might not be chargeable to any of you:","chapter":3},{"id":29688,"number":9,"scriptureText":"Not because we have not power, but to make ourselves an ensample unto you to follow us.","chapter":3},{"id":29689,"number":10,"scriptureText":"For even when we were with you, this we commanded you, that if any would not work, neither should he eat.","chapter":3},{"id":29690,"number":11,"scriptureText":"For we hear that there are some which walk among you disorderly, working not at all, but are busybodies.","chapter":3},{"id":29691,"number":12,"scriptureText":"Now them that are such we command and exhort by our Lord Jesus Christ, that with quietness they work, and eat their own bread.","chapter":3},{"id":29692,"number":13,"scriptureText":"But ye, brethren, be not weary in well doing.","chapter":3},{"id":29693,"number":14,"scriptureText":"And if any man obey not our word by this epistle, note that man, and have no company with him, that he may be ashamed.","chapter":3},{"id":29694,"number":15,"scriptureText":"Yet count him not as an enemy, but admonish him as a brother.","chapter":3},{"id":29695,"number":16,"scriptureText":"Now the Lord of peace himself give you peace always by all means. The Lord be with you all.","chapter":3},{"id":29696,"number":17,"scriptureText":"The salutation of Paul with mine own hand, which is the token in every epistle: so I write.","chapter":3},{"id":29697,"number":18,"scriptureText":"The grace of our Lord Jesus Christ be with you all. Amen.","chapter":3}]}