{"id":1170,"bookId":66,"number":3,"verses":[{"id":30748,"number":1,"scriptureText":"AND unto the angel of the church in Sardis write; These things saith he that hath the seven Spirits of God, and the seven stars; I know thy works, that thou hast a name that thou livest, and art dead.","chapter":3},{"id":30749,"number":2,"scriptureText":"Be watchful, and strengthen the things which remain, that are ready to die: for I have not found thy works perfect before God.","chapter":3},{"id":30750,"number":3,"scriptureText":"Remember therefore how thou hast received and heard, and hold fast, and repent. If therefore thou shalt not watch, I will come on thee as a thief, and thou shalt not know what hour I will come upon thee.","chapter":3},{"id":30751,"number":4,"scriptureText":"Thou hast a few names even in Sardis which have not defiled their garments; and they shall walk with me in white: for they are worthy.","chapter":3},{"id":30752,"number":5,"scriptureText":"He that overcometh, the same shall be clothed in white raiment; and I will not blot out his name out of the book of life, but I will confess his name before my Father, and before his angels.","chapter":3},{"id":30753,"number":6,"scriptureText":"He that hath an ear, let him hear what the Spirit saith unto the churches.","chapter":3},{"id":30754,"number":7,"scriptureText":"And to the angel of the church in Philadelphia write; These things saith he that is holy, he that is true, he that hath the key of David, he that openeth, and no man shutteth; and shutteth, and no man openeth;","chapter":3},{"id":30755,"number":8,"scriptureText":"I know thy works: behold, I have set before thee an open door, and no man can shut it: for thou hast a little strength, and hast kept my word, and hast not denied my name.","chapter":3},{"id":30756,"number":9,"scriptureText":"Behold, I will make them of the synagogue of Satan, which say they are Jews, and are not, but do lie; behold, I will make them to come and worship before thy feet, and to know that I have loved thee.","chapter":3},{"id":30757,"number":10,"scriptureText":"Because thou hast kept the word of my patience, I also will keep thee from the hour of temptation, which shall come upon all the world, to try them that dwell upon the earth.","chapter":3},{"id":30758,"number":11,"scriptureText":"Behold, I come quickly: hold that fast which thou hast, that no man take thy crown.","chapter":3},{"id":30759,"number":12,"scriptureText":"Him that overcometh will I make a pillar in the temple of my God, and he shall go no more out: and I will write upon him the name of my God, and the name of the city of my God, which is new Jerusalem, which cometh down out of heaven from my God: and I will write upon him my new name.","chapter":3},{"id":30760,"number":13,"scriptureText":"He that hath an ear, let him hear what the Spirit saith unto the churches.","chapter":3},{"id":30761,"number":14,"scriptureText":"And unto the angel of the church of the Laodiceans write; These things saith the Amen, the faithful and true witness, the beginning of the creation of God;","chapter":3},{"id":30762,"number":15,"scriptureText":"I know thy works, that thou art neither cold nor hot: I would thou wert cold or hot.","chapter":3},{"id":30763,"number":16,"scriptureText":"So then because thou art lukewarm, and neither cold nor hot, I will spue thee out of my mouth.","chapter":3},{"id":30764,"number":17,"scriptureText":"Because thou sayest, I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and poor, and blind, and naked:","chapter":3},{"id":30765,"number":18,"scriptureText":"I counsel thee to buy of me gold tried in the fire, that thou mayest be rich; and white raiment, that thou mayest be clothed, and that the shame of thy nakedness do not appear; and anoint thine eyes with eyesalve, that thou mayest see.","chapter":3},{"id":30766,"number":19,"scriptureText":"As many as I love, I rebuke and chasten: be zealous therefore, and repent.","chapter":3},{"id":30767,"number":20,"scriptureText":"Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.","chapter":3},{"id":30768,"number":21,"scriptureText":"To him that overcometh will I grant to sit with me in my throne, even as I also overcame, and am set down with my Father in his throne.","chapter":3},{"id":30769,"number":22,"scriptureText":"He that hath an ear, let him hear what the Spirit saith unto the churches.","chapter":3}]}