{"number":37,"verseCount":21,"verses":[[1,["And ",["king",["study-note-ref","a",[["2 Chr. 36:11 (10–12)","ot/2-chr/36.11"],"."]]]," ",["Zedekiah",["study-note-ref","b",[["2 Kgs. 24:17 (17–18)","ot/2-kgs/24.17"],"; ",["1 Ne. 1:4","bofm/1-ne/1.4"],"; ",["5:13 (12–13)","bofm/1-ne/5.13"],"; ",["Omni 1:15","bofm/omni/1.15"],"."]]]," the son of Josiah reigned instead of ",["Coniah",["study-note-ref","c",[["Jer. 22:24","ot/jer/22.24"],"."]]]," the son of ",["Jehoiakim",["study-note-ref","d",[["Jer. 52:31","ot/jer/52.31"],"."]]],", whom Nebuchadrezzar king of Babylon made king in the land of Judah."]],[2,["But neither he, nor his servants, nor the people of the land, did hearken unto the words of the ",[["Lord",["small-caps"]],["deity-name"]],", which he spake by the prophet Jeremiah."]],[3,["And Zedekiah the king sent Jehucal the son of Shelemiah and Zephaniah the son of Maaseiah the priest to the prophet Jeremiah, saying, Pray now unto the ",[["Lord",["small-caps"]],["deity-name"]]," our God for us."]],[4,["Now Jeremiah came in and went out among the people: for they had not put him into prison."]],[5,["Then Pharaoh’s army was come forth out of Egypt: and when the Chaldeans that besieged Jerusalem heard tidings of them, they departed from Jerusalem."]],[6,[["¶ ",["para-mark"]],"Then came the word of the ",[["Lord",["small-caps"]],["deity-name"]]," unto the prophet Jeremiah, saying,"]],[7,["Thus saith the ",[["Lord",["small-caps"]],["deity-name"]],", the God of Israel; Thus shall ye say to the king of Judah, that sent you unto me to inquire of me; Behold, Pharaoh’s ",["army",["study-note-ref","a",[["Ezek. 17:17","ot/ezek/17.17"],"."]]],", which is come forth to help you, shall return to ",["Egypt",["study-note-ref","b",[["Lam. 4:17","ot/lam/4.17"],"."]]]," into their own land."]],[8,["And the Chaldeans shall come again, and fight against this city, and take it, and ",["burn",["study-note-ref","a",[["Jer. 52:13","ot/jer/52.13"],"."]]]," it with fire."]],[9,["Thus saith the ",[["Lord",["small-caps"]],["deity-name"]],"; Deceive not yourselves, saying, The Chaldeans shall surely depart from us: for they shall not depart."]],[10,["For though ye had smitten the whole army of the Chaldeans that fight against you, and there remained ",["but",["clarity-word"]]," wounded men among them, ",["yet",["clarity-word"]]," should they rise up every man in his tent, and burn this city with fire."]],[11,[["¶ ",["para-mark"]],"And it came to pass, that when the army of the Chaldeans was broken up from Jerusalem for fear of Pharaoh’s army,"]],[12,["Then Jeremiah went forth out of Jerusalem to go into the land of Benjamin, to separate himself thence in the midst of the people."]],[13,["And when he was in the gate of Benjamin, a captain of the ward ",["was",["clarity-word"]]," there, whose name ",["was",["clarity-word"]]," Irijah, the son of Shelemiah, the son of Hananiah; and he took Jeremiah the prophet, saying, Thou ",["fallest away",["study-note-ref","a",["OR art deserting."]]]," to the Chaldeans."]],[14,["Then said Jeremiah, ",["It is",["clarity-word"]]," false; I fall not away to the Chaldeans. But he hearkened not to him: so Irijah took Jeremiah, and brought him to the princes."]],[15,["Wherefore the princes were wroth with ",["Jeremiah",["study-note-ref","a",[["2 Ne. 27:5","bofm/2-ne/27.5"],"."]]],", and smote him, and put him in prison in the house of Jonathan the scribe: for they had made that the ",["prison",["study-note-ref","b",[["TG Prophets, Rejection of","tg/prophets-rejection-of"],"."]]],"."]],[16,[["¶ ",["para-mark"]],"When Jeremiah was entered into the dungeon, and into the ",["cabins",["study-note-ref","a",["OR cells."]]],", and Jeremiah had remained there many days;"]],[17,["Then Zedekiah the king sent, and took him out: and the king asked him secretly in his house, and said, Is there ",["any",["clarity-word"]]," word from the ",[["Lord",["small-caps"]],["deity-name"]],"? And Jeremiah said, There is: for, said he, thou shalt be delivered into the hand of the king of Babylon."]],[18,["Moreover Jeremiah said unto king Zedekiah, What have I offended against thee, or against thy servants, or against this people, that ye have put me in prison?"]],[19,["Where ",["are",["clarity-word"]]," now your prophets which prophesied unto you, saying, The king of Babylon shall not come against you, nor against this land?"]],[20,["Therefore hear now, I pray thee, O my lord the king: let my supplication, I pray thee, be accepted before thee; that thou cause me not to return to the house of Jonathan the scribe, lest I die there."]],[21,["Then Zedekiah the king commanded that they should commit Jeremiah into the court of the prison, and that they should give him daily a piece of ",["bread",["study-note-ref","a",[["Jer. 38:9","ot/jer/38.9"],"."]]]," out of the bakers’ street, until all the bread in the city were spent. Thus Jeremiah remained in the court of the prison."]]],"volume":"ot"}