[{"id":14937,"chapterId":547,"number":1,"scriptureText":"SAVE me, O God; for the waters are come in unto my soul."},{"id":14938,"chapterId":547,"number":2,"scriptureText":"I sink in deep mire, where there is no standing: I am come into deep waters, where the floods overflow me."},{"id":14939,"chapterId":547,"number":3,"scriptureText":"I am weary of my crying: my throat is dried: mine eyes fail while I wait for my God."},{"id":14940,"chapterId":547,"number":4,"scriptureText":"They that hate me without a cause are more than the hairs of mine head: they that would destroy me, being mine enemies wrongfully, are mighty: then I restored that which I took not away."},{"id":14941,"chapterId":547,"number":5,"scriptureText":"O God, thou knowest my foolishness; and my sins are not hid from thee."},{"id":14942,"chapterId":547,"number":6,"scriptureText":"Let not them that wait on thee, O Lord GOD of hosts, be ashamed for my sake: let not those that seek thee be confounded for my sake, O God of Israel."},{"id":14943,"chapterId":547,"number":7,"scriptureText":"Because for thy sake I have borne reproach; shame hath covered my face."},{"id":14944,"chapterId":547,"number":8,"scriptureText":"I am become a stranger unto my brethren, and an alien unto my mother's children."},{"id":14945,"chapterId":547,"number":9,"scriptureText":"For the zeal of thine house hath eaten me up; and the reproaches of them that reproached thee are fallen upon me."},{"id":14946,"chapterId":547,"number":10,"scriptureText":"When I wept, and chastened my soul with fasting, that was to my reproach."},{"id":14947,"chapterId":547,"number":11,"scriptureText":"I made sackcloth also my garment; and I become a proverb to them."},{"id":14948,"chapterId":547,"number":12,"scriptureText":"They that sit in the gate speak against me; and I was the song of the drunkards."},{"id":14949,"chapterId":547,"number":13,"scriptureText":"But as for me, my prayer is unto thee, O LORD, in an acceptable time: O God, in the multitude of thy mercy hear me, in the truth of thy salvation."},{"id":14950,"chapterId":547,"number":14,"scriptureText":"Deliver me out of the mire, and let me not sink: let me be delivered from them that hate me, and out of the deep waters."},{"id":14951,"chapterId":547,"number":15,"scriptureText":"Let not the waterflood overflow me, neither let the deep swallow me up, and let not the pit shut her mouth upon me."},{"id":14952,"chapterId":547,"number":16,"scriptureText":"Hear me, O LORD; for thy lovingkindness is good: turn unto me according to the multitude of thy tender mercies."},{"id":14953,"chapterId":547,"number":17,"scriptureText":"And hide not thy face from thy servant; for I am in trouble: hear me speedily."},{"id":14954,"chapterId":547,"number":18,"scriptureText":"Draw nigh unto my soul, and redeem it: deliver me because of mine enemies."},{"id":14955,"chapterId":547,"number":19,"scriptureText":"Thou hast known my reproach, and my shame, and my dishonour: mine adversaries are all before thee."},{"id":14956,"chapterId":547,"number":20,"scriptureText":"Reproach hath broken my heart; and I am full of heaviness: and I looked for some to take pity, but there was none; and for comforters, but I found none."},{"id":14957,"chapterId":547,"number":21,"scriptureText":"They gave me also gall for my meat; and in my thirst they gave me vinegar to drink."},{"id":14958,"chapterId":547,"number":22,"scriptureText":"Let their table become a snare before them: and that which should have been for their welfare, let it become a trap."},{"id":14959,"chapterId":547,"number":23,"scriptureText":"Let their eyes be darkened, that they see not; and make their loins continually to shake."},{"id":14960,"chapterId":547,"number":24,"scriptureText":"Pour out thine indignation upon them, and let thy wrathful anger take hold of them."},{"id":14961,"chapterId":547,"number":25,"scriptureText":"Let their habitation be desolate; and let none dwell in their tents."},{"id":14962,"chapterId":547,"number":26,"scriptureText":"For they persecute him whom thou hast smitten; and they talk to the grief of those whom thou hast wounded."},{"id":14963,"chapterId":547,"number":27,"scriptureText":"Add iniquity unto their iniquity: and let them not come into thy righteousness."},{"id":14964,"chapterId":547,"number":28,"scriptureText":"Let them be blotted out of the book of the living, and not be written with the righteous."},{"id":14965,"chapterId":547,"number":29,"scriptureText":"But I am poor and sorrowful: let thy salvation, O God, set me up on high."},{"id":14966,"chapterId":547,"number":30,"scriptureText":"I will praise the name of God with a song, and will magnify him with thanksgiving."},{"id":14967,"chapterId":547,"number":31,"scriptureText":"This also shall please the LORD better than an ox or bullock that hath horns and hoofs."},{"id":14968,"chapterId":547,"number":32,"scriptureText":"The humble shall see this, and be glad: and your heart shall live that seek God."},{"id":14969,"chapterId":547,"number":33,"scriptureText":"For the LORD heareth the poor, and despiseth not his prisoners."},{"id":14970,"chapterId":547,"number":34,"scriptureText":"Let the heaven and earth praise him, the seas, and everything that moveth therein."},{"id":14971,"chapterId":547,"number":35,"scriptureText":"For God will save Zion, and will build the cities of Judah: that they may dwell there, and have it in possession."},{"id":14972,"chapterId":547,"number":36,"scriptureText":"The seed also of his servants shall inherit it: and they that love his name shall dwell therein."}]