{"number":6,"verseCount":7,"verses":[[1,["And now, king Benjamin thought it was expedient, after having finished speaking to the people, that he should ",["take",["study-note-ref","a",[["D&C 128:8","dc-testament/dc/128.8"],"."]]]," the names of all those who had entered into a covenant with God to keep his commandments."]],[2,["And it came to pass that there was not one soul, except it were little children, but who had entered into the covenant and had taken upon them the name of Christ."]],[3,["And again, it came to pass that when king Benjamin had made an end of all these things, and had consecrated his son ",["Mosiah",["study-note-ref","a",[["Mosiah 1:10","bofm/mosiah/1.10"],"; ",["2:30","bofm/mosiah/2.30"],"."]]]," to be a ruler and a king over his people, and had given him all the charges concerning the kingdom, and also had ",["appointed",["study-note-ref","b",[["TG Priesthood, Ordination","tg/priesthood-ordination"],"."]]]," ",["priests",["study-note-ref","c",[["Mosiah 29:42","bofm/mosiah/29.42"],"."]]]," to ",["teach",["study-note-ref","d",[["Alma 4:7","bofm/alma/4.7"],"."]]]," the people, that thereby they might hear and know the commandments of God, and to stir them up in remembrance of the ",["oath",["study-note-ref","e",[["Mosiah 5:5 (5–7)","bofm/mosiah/5.5-7"],"."]]]," which they had made, he dismissed the multitude, and they returned, every one, according to their ",["families",["study-note-ref","f",[["Num. 1:2","ot/num/1.2"],"; ",["Ether 1:41","bofm/ether/1.41"],"; ",["D&C 48:6","dc-testament/dc/48.6"],"."]]],", to their own houses."]],[4,["And Mosiah began to reign in his father’s stead. And he began to reign in the thirtieth year of his age, making in the whole, about four hundred and seventy-six years from the ",["time",["study-note-ref","a",[["1 Ne. 1:4","bofm/1-ne/1.4"],"; ",["2:4","bofm/1-ne/2.4"],"."]]]," that Lehi left Jerusalem."]],[5,["And king Benjamin lived three years and he died."]],[6,["And it came to pass that king Mosiah did ",["walk",["study-note-ref","a",[["TG Walking with God","tg/walking-with-god"],"."]]]," in the ways of the Lord, and did observe his judgments and his statutes, and did keep his commandments in all things whatsoever he commanded him."]],[7,["And king Mosiah did cause his people that they should till the earth. And he also, himself, did till the earth, that thereby he might ",["not",["study-note-ref","a",[["2 Cor. 11:9","nt/2-cor/11.9"],"."]]]," become burdensome to his people, that he might do according to that which his father had done in all things. And there was no contention among all his people for the space of three years."]]],"volume":"bofm"}