{"heading":["Zeniff leads a group from Zarahemla to possess the land of Lehi-Nephi—The Lamanite king permits them to inherit the land—There is war between the Lamanites and Zeniff’s people. About 200–187 ",["B.C.","small"]],"number":9,"verseCount":19,"verses":[[1,[["I",["study-note-ref","a",[["Mosiah 8:5","bofm/mosiah/8.5"],"; ",["22:14","bofm/mosiah/22.14"],"."]]],", ",["Zeniff",["study-note-ref","b",[["Mosiah 7:13","bofm/mosiah/7.13"],"."]]],", having been taught in all the language of the Nephites, and having had a knowledge of the land of ",["Nephi",["study-note-ref","c",[["2 Ne. 5:8","bofm/2-ne/5.8"],"; ",["Omni 1:12 (12, 27)","bofm/omni/1.12,27"],"; ",["Mosiah 7:6 (6–7)","bofm/mosiah/7.6-7"],"; ",["28:1 (1, 5)","bofm/mosiah/28.1,5"],"."]]],", or of the land of our fathers’ first inheritance, and having been sent as a spy among the Lamanites that I might spy out their forces, that our army might come upon them and destroy them—but when I saw that which was good among them I was desirous that they should not be destroyed."]],[2,["Therefore, I contended with my brethren in the wilderness, for I would that our ruler should make a treaty with them; but he being an austere and a blood-thirsty man commanded that I should be slain; but I was rescued by the shedding of much blood; for father fought against father, and brother against brother, until the greater number of our army was destroyed in the wilderness; and we returned, those of us that were spared, to the land of Zarahemla, to relate that tale to their wives and their children."]],[3,["And yet, I being ",["over-zealous",["study-note-ref","a",[["Omni 1:27 (27–29)","bofm/omni/1.27-29"],"; ",["Mosiah 7:21","bofm/mosiah/7.21"],"."]]]," to inherit the land of our fathers, collected as many as were desirous to go up to possess the land, and started again on our ",["journey",["study-note-ref","b",[["Mosiah 25:5","bofm/mosiah/25.5"],"."]]]," into the wilderness to go up to the land; but we were smitten with famine and sore afflictions; for we were slow to remember the Lord our God."]],[4,["Nevertheless, after many days’ wandering in the wilderness we pitched our tents in the place where our brethren were slain, which was near to the land of our fathers."]],[5,["And it came to pass that I went again with four of my men into the ",["",165],"city, in unto the king, that I might know of the disposition of the king, and that I might know if I might go in with my people and possess the land in peace."]],[6,["And I went in unto the king, and he covenanted with me that I might possess the ",["land of Lehi-Nephi",["study-note-ref","a",[["2 Ne. 5:8","bofm/2-ne/5.8"],"; ",["Mosiah 7:1 (1–4, 21)","bofm/mosiah/7.1-4,21"],"."]]],", and the land of Shilom."]],[7,["And he also commanded that his people should depart out of the land, and I and my people went into the land that we might possess it."]],[8,["And we began to build buildings, and to repair the walls of the city, yea, even the walls of the city of Lehi-Nephi, and the city of Shilom."]],[9,["And we began to till the ground, yea, even with all manner of ",["seeds",["study-note-ref","a",[["1 Ne. 8:1","bofm/1-ne/8.1"],"; ",["Enos 1:21","bofm/enos/1.21"],"; ",["Mosiah 10:4","bofm/mosiah/10.4"],"."]]],", with seeds of corn, and of wheat, and of barley, and with neas, and with sheum, and with seeds of all manner of fruits; and we did begin to multiply and prosper in the land."]],[10,["Now it was the cunning and the craftiness of king ",["Laman",["study-note-ref","a",[["Mosiah 24:3","bofm/mosiah/24.3"],"."]]],", to ",["bring",["study-note-ref","b",[["Mosiah 7:22","bofm/mosiah/7.22"],"; ",["10:18","bofm/mosiah/10.18"],"."]]]," my people into bondage, that he yielded up the land that we might possess it."]],[11,["Therefore it came to pass, that after we had dwelt in the land for the space of twelve years that king Laman began to grow uneasy, lest by any means my people should ",["wax",["study-note-ref","a",[["Ex. 1:9 (9–10)","ot/ex/1.9-10"],"."]]]," strong in the land, and that they could not overpower them and bring them into bondage."]],[12,["Now they were a ",["lazy",["study-note-ref","a",[["TG Laziness","tg/laziness"],"."]]]," and an ",["idolatrous",["study-note-ref","b",[["Enos 1:20","bofm/enos/1.20"],". ",["TG Idolatry","tg/idolatry"],"."]]]," people; therefore they were desirous to bring us into bondage, that they might glut themselves with the labors of our hands; yea, that they might feast themselves upon the flocks of our fields."]],[13,["Therefore it came to pass that king Laman began to stir up his people that they should contend with my people; therefore there began to be wars and contentions in the land."]],[14,["For, in the thirteenth year of my reign in the land of Nephi, away on the south of the land of ",["Shilom",["study-note-ref","a",[["Mosiah 7:5","bofm/mosiah/7.5"],"; ",["11:12 (12–13)","bofm/mosiah/11.12-13"],"."]]],", when my people were watering and ",["feeding",["study-note-ref","b",[["Mosiah 10:21","bofm/mosiah/10.21"],"."]]]," their flocks, and tilling their lands, a numerous host of Lamanites came upon them and began to slay them, and to take off their flocks, and the corn of their fields."]],[15,["Yea, and it came to pass that they fled, all that were not overtaken, even into the city of Nephi, and did call upon me for protection."]],[16,["And it came to pass that I did arm them with bows, and with arrows, with swords, and with cimeters, and with clubs, and with slings, and with all manner of weapons which we could invent, and I and my people did go forth against the Lamanites to battle."]],[17,["Yea, in the ",["strength",["study-note-ref","a",[["TG Strength","tg/strength"],"."]]]," of the Lord did we go forth to battle against the Lamanites; for I and my people did cry mightily to the Lord that he would ",["deliver",["study-note-ref","b",[["Josh. 21:44","ot/josh/21.44"],"; ",["Alma 46:7","bofm/alma/46.7"],"."]]]," us out of the hands of our enemies, for we were awakened to a remembrance of the deliverance of our fathers."]],[18,["And God did ",["hear",["study-note-ref","a",[["Ex. 2:24 (23–24)","ot/ex/2.23-24"],"; ",["Ps. 4:1 (1, 3)","ot/ps/4.1,3"],"; ",["Dan. 10:12","ot/dan/10.12"],"; ",["D&C 35:3","dc-testament/dc/35.3"],"; ",["Abr. 1:15 (15–16)","pgp/abr/1.15-16"],"."]]]," our cries and did answer our prayers; and we did go forth in his might; yea, we did go forth against the Lamanites, and in one day and a night we did slay three thousand and forty-three; we did slay them even until we had driven them out of our land."]],[19,["And I, myself, with mine own hands, did help to bury their dead. And behold, to our great sorrow and lamentation, two hundred and seventy-nine of our brethren were slain."]]],"volume":"bofm"}