{"heading":"John the Baptist is beheaded—Jesus feeds the five thousand and walks on the sea—Those who touch the hem of His garment are made whole.","number":14,"verseCount":36,"verses":[[1,["At that time ",["Herod",["study-note-ref","a",[["Luke 9:7","nt/luke/9.7"],"."]]]," the tetrarch heard of the fame of Jesus,"]],[2,["And said unto his servants, This is John the Baptist; he is risen from the dead; and therefore mighty works do shew forth themselves in him."]],[3,[["¶ ",["para-mark"]],"For Herod had laid hold on John, and bound him, and put ",["him",["clarity-word"]]," in prison for Herodias’ sake, his brother Philip’s wife."]],[4,["For John said unto him, It is not ",["lawful",["study-note-ref","a",[["Lev. 18:16","ot/lev/18.16"],"; ",["20:21","ot/lev/20.21"],". ",["TG Divorce","tg/divorce"],"."]]]," for thee to have her."]],[5,["And ",["when",["study-note-ref","a",["GR although he desired to kill him."]]]," he would have put him to death, he feared the multitude, because they counted him as a ",["prophet",["study-note-ref","b",[["Matt. 11:9","nt/matt/11.9"],"; ",["21:26","nt/matt/21.26"],"; ",["Luke 20:6","nt/luke/20.6"],"."]]],"."]],[6,["But when Herod’s birthday was kept, the daughter of Herodias danced before them, and pleased Herod."]],[7,["Whereupon he ",["promised",["study-note-ref","a",[["TG Vow","tg/vow"],"."]]]," with an oath to give her whatsoever she would ask."]],[8,["And she, being before instructed of her mother, said, Give me here John Baptist’s head in a ",["charger",["study-note-ref","a",["GR platter."]]],"."]],[9,["And the king was sorry: nevertheless for the oath’s sake, and them which sat with him at meat, he commanded ",["it",["clarity-word"]]," to be given ",["her.",["clarity-word"]]]],[10,["And he sent, and ",["beheaded",["study-note-ref","a",[["TG Tyranny","tg/tyranny"],"."]]]," John in the prison."]],[11,["And his head was brought in a charger, and given to the damsel: and she brought ",["it",["clarity-word"]]," to her mother."]],[12,["And his disciples came, and took up the body, and buried it, and went and told Jesus."]],[13,[["¶ ",["para-mark"]],"When Jesus heard ",["of it,",["clarity-word"]]," he departed thence by ship into a desert place apart: and when the people had heard ",["thereof,",["clarity-word"]]," they followed him on foot out of the cities."]],[14,["And Jesus went forth, and saw a great multitude, and was moved with ",["compassion",["study-note-ref","a",[["TG Compassion","tg/compassion"],"."]]]," toward them, and he healed their ",["sick",["study-note-ref","b",[["TG Sickness","tg/sickness"],"."]]],"."]],[15,[["¶ ",["para-mark"]],"And when it was evening, his disciples came to him, saying, This is a desert place, and the time is now past; send the multitude away, that they may go into the villages, and buy themselves ",["victuals",["study-note-ref","a",["GR food."]]],"."]],[16,["But Jesus said unto them, They need not depart; give ye them to eat."]],[17,["And they say unto him, We have here but five loaves, and two fishes."]],[18,["He said, Bring them hither to me."]],[19,["And he commanded the multitude to sit down on the grass, and took the five loaves, and the two fishes, and looking up to heaven, he blessed, and ",["brake",["study-note-ref","a",[["3 Ne. 18:5 (4–5)","bofm/3-ne/18.5"],"; ",["20:6 (6–7)","bofm/3-ne/20.6"],"."]]],", and gave the loaves to ",["his",["clarity-word"]]," disciples, and the disciples to the multitude."]],[20,["And they did all eat, and were filled: and they ",["took",["study-note-ref","a",[["2 Kgs. 4:44 (42–44)","ot/2-kgs/4.44"],"; ",["Matt. 15:37 (36–38)","nt/matt/15.37"],"."]]]," up of the fragments that remained twelve baskets full."]],[21,["And they that had eaten were about ",["five",["study-note-ref","a",[["Mark 6:44 (32–44)","nt/mark/6.44"],"; ",["Luke 9:14 (10–17)","nt/luke/9.14"],"; ",["John 6:10 (1–13)","nt/john/6.10"],"."]]]," thousand men, beside women and children."]],[22,[["¶ ",["para-mark"]],"And straightway Jesus constrained his disciples to get into a ship, and to go before him unto the other side, while he sent the multitudes away."]],[23,["And when he had sent the multitudes away, he went up into a mountain apart to ",["pray",["study-note-ref","a",[["Matt. 26:36","nt/matt/26.36"],"; ",["Luke 6:12","nt/luke/6.12"],"; ",["9:28","nt/luke/9.28"],"."]]],": and when the evening was come, he was there alone."]],[24,["But the ship was now in the midst of the sea, tossed with waves: for the wind was contrary."]],[25,["And ",["in",["study-note-ref","a",["IE between three and six in the morning."]]]," the fourth watch of the night Jesus went unto them, walking on the sea."]],[26,["And when the disciples saw ",["",1213],"him walking on the sea, they were troubled, saying, It is a spirit; and they cried out for fear."]],[27,["But straightway Jesus spake unto them, saying, Be of good ",["cheer",["study-note-ref","a",[["TG Cheerful","tg/cheerful"],"."]]],"; it is I; be not afraid."]],[28,["And Peter answered him and said, Lord, if it be thou, bid me come unto thee on the water."]],[29,["And he said, Come. And when Peter was come down out of the ship, he walked on the water, to go to Jesus."]],[30,["But when he saw the wind boisterous, he was ",["afraid",["study-note-ref","a",[["TG Courage","tg/courage"],"; ",["Fearful","tg/fearful"],"."]]],"; and beginning to sink, he cried, saying, Lord, save me."]],[31,["And immediately Jesus stretched forth ",["his",["clarity-word"]]," hand, and caught him, and said unto him, O thou of little ",["faith",["study-note-ref","a",[["Mark 4:40","nt/mark/4.40"],"; ",["16:14","nt/mark/16.14"],"; ",["Luke 24:25","nt/luke/24.25"],"."]]],", wherefore didst thou ",["doubt",["study-note-ref","b",[["TG Doubt","tg/doubt"],"."]]],"?"]],[32,["And when they were come into the ship, the wind ceased."]],[33,["Then they that were in the ship came and worshipped him, saying, Of a truth thou art the Son of God."]],[34,[["¶ ",["para-mark"]],"And when they were gone over, they came into the land of Gennesaret."]],[35,["And when the men of that place ",["had knowledge of him",["study-note-ref","a",["GR recognized Him."]]],", they sent out into all that country round about, and brought unto him all that were diseased;"]],[36,["And besought him that they might only touch the ",["hem",["study-note-ref","a",[["Mark 5:27 (25–34)","nt/mark/5.27"],"."]]]," of his garment: and as many as touched were made perfectly ",["whole",["study-note-ref","b",[["TG Heal","tg/heal"],"."]]],"."]]],"volume":"nt"}