[{"id":26158,"chapterId":1001,"number":1,"scriptureText":"WHEN therefore the Lord knew how the Pharisees had heard that Jesus made and baptized more disciples than John,"},{"id":26159,"chapterId":1001,"number":2,"scriptureText":"(Though Jesus himself baptized not, but his disciples,)"},{"id":26160,"chapterId":1001,"number":3,"scriptureText":"He left Judaea, and departed again into Galilee."},{"id":26161,"chapterId":1001,"number":4,"scriptureText":"And he must needs go through Samaria."},{"id":26162,"chapterId":1001,"number":5,"scriptureText":"Then cometh he to a city of Samaria, which is called Sychar, near to the parcel of ground that Jacob gave to his son Joseph."},{"id":26163,"chapterId":1001,"number":6,"scriptureText":"Now Jacob's well was there. Jesus therefore, being wearied with his journey, sat thus on the well: and it was about the sixth hour."},{"id":26164,"chapterId":1001,"number":7,"scriptureText":"There cometh a woman of Samaria to draw water: Jesus saith unto her, Give me to drink."},{"id":26165,"chapterId":1001,"number":8,"scriptureText":"(For his disciples were gone away unto the city to buy meat.)"},{"id":26166,"chapterId":1001,"number":9,"scriptureText":"Then saith the woman of Samaria unto him, How is it that thou, being a Jew, askest drink of me, which am a woman of Samaria? for the Jews have no dealings with the Samaritans."},{"id":26167,"chapterId":1001,"number":10,"scriptureText":"Jesus answered and said unto her, If thou knewest the gift of God, and who it is that saith to thee, Give me to drink; thou wouldest have asked of him, and he would have given thee living water."},{"id":26168,"chapterId":1001,"number":11,"scriptureText":"The woman saith unto him, Sir, thou hast nothing to draw with, and the well is deep: from whence then hast thou that living water?"},{"id":26169,"chapterId":1001,"number":12,"scriptureText":"Art thou greater than our father Jacob, which gave us the well, and drank thereof himself, and his children, and his cattle?"},{"id":26170,"chapterId":1001,"number":13,"scriptureText":"Jesus answered and said unto her, Whosoever drinketh of this water shall thirst again:"},{"id":26171,"chapterId":1001,"number":14,"scriptureText":"But whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life."},{"id":26172,"chapterId":1001,"number":15,"scriptureText":"The woman saith unto him, Sir, give me this water, that I thirst not, neither come hither to draw."},{"id":26173,"chapterId":1001,"number":16,"scriptureText":"Jesus saith unto her, Go, call thy husband, and come hither."},{"id":26174,"chapterId":1001,"number":17,"scriptureText":"The woman answered and said, I have no husband. Jesus said unto her, Thou hast well said, I have no husband:"},{"id":26175,"chapterId":1001,"number":18,"scriptureText":"For thou hast had five husbands; and he whom thou now hast is not thy husband: in that saidst thou truly."},{"id":26176,"chapterId":1001,"number":19,"scriptureText":"The woman saith unto him, Sir, I perceive that thou art a prophet."},{"id":26177,"chapterId":1001,"number":20,"scriptureText":"Our fathers worshipped in this mountain; and ye say, that in Jerusalem is the place where men ought to worship."},{"id":26178,"chapterId":1001,"number":21,"scriptureText":"Jesus saith unto her, Woman, believe me, the hour cometh, when ye shall neither in this mountain, nor yet at Jerusalem, worship the Father."},{"id":26179,"chapterId":1001,"number":22,"scriptureText":"Ye worship ye know not what: we know what we worship: for salvation is of the Jews."},{"id":26180,"chapterId":1001,"number":23,"scriptureText":"But the hour cometh, and now is, when the true worshippers shall worship the Father in spirit and in truth: for the Father seeketh such to worship him."},{"id":26181,"chapterId":1001,"number":24,"scriptureText":"God is a Spirit: and they that worship him must worship him in spirit and in truth."},{"id":26182,"chapterId":1001,"number":25,"scriptureText":"The woman saith unto him, I know that Messias cometh, which is called Christ: when he is come, he will tell us all things."},{"id":26183,"chapterId":1001,"number":26,"scriptureText":"Jesus saith unto her, I that speak unto thee am he."},{"id":26184,"chapterId":1001,"number":27,"scriptureText":"And upon this came his disciples, and marvelled that he talked with the woman: yet no man said, What seekest thou? or, Why talkest thou with her?"},{"id":26185,"chapterId":1001,"number":28,"scriptureText":"The woman then left her waterpot, and went her way into the city, and saith to the men,"},{"id":26186,"chapterId":1001,"number":29,"scriptureText":"Come, see a man, which told me all things that ever I did: is not this the Christ?"},{"id":26187,"chapterId":1001,"number":30,"scriptureText":"Then they went out of the city, and came unto him."},{"id":26188,"chapterId":1001,"number":31,"scriptureText":"In the mean while his disciples prayed him, saying, Master, eat."},{"id":26189,"chapterId":1001,"number":32,"scriptureText":"But he said unto them, I have meat to eat that ye know not of."},{"id":26190,"chapterId":1001,"number":33,"scriptureText":"Therefore said the disciples one to another, Hath any man brought him ought to eat?"},{"id":26191,"chapterId":1001,"number":34,"scriptureText":"Jesus saith unto them, My meat is to do the will of him that sent me, and to finish his work."},{"id":26192,"chapterId":1001,"number":35,"scriptureText":"Say not ye, There are yet four months, and then cometh harvest? behold, I say unto you, Lift up your eyes, and look on the fields; for they are white already to harvest."},{"id":26193,"chapterId":1001,"number":36,"scriptureText":"And he that reapeth receiveth wages, and gathereth fruit unto life eternal: that both he that soweth and he that reapeth may rejoice together."},{"id":26194,"chapterId":1001,"number":37,"scriptureText":"And herein is that saying true, One soweth, and another reapeth."},{"id":26195,"chapterId":1001,"number":38,"scriptureText":"I sent you to reap that whereon ye bestowed no labour: other men laboured, and ye are entered into their labours."},{"id":26196,"chapterId":1001,"number":39,"scriptureText":"And many of the Samaritans of that city believed on him for the saying of the woman, which testified, He told me all that ever I did."},{"id":26197,"chapterId":1001,"number":40,"scriptureText":"So when the Samaritans were come unto him, they besought him that he would tarry with them: and he abode there two days."},{"id":26198,"chapterId":1001,"number":41,"scriptureText":"And many more believed because of his own word;"},{"id":26199,"chapterId":1001,"number":42,"scriptureText":"And said unto the woman, Now we believe, not because of thy saying: for we have heard him ourselves, and know that this is indeed the Christ, the Saviour of the world."},{"id":26200,"chapterId":1001,"number":43,"scriptureText":"Now after two days he departed thence, and went into Galilee."},{"id":26201,"chapterId":1001,"number":44,"scriptureText":"For Jesus himself testified, that a prophet hath no honour in his own country."},{"id":26202,"chapterId":1001,"number":45,"scriptureText":"Then when he was come into Galilee, the Galilaeans received him, having seen all the things that he did at Jerusalem at the feast: for they also went unto the feast."},{"id":26203,"chapterId":1001,"number":46,"scriptureText":"So Jesus came again into Cana of Galilee, where he made the water wine. And there was a certain nobleman, whose son was sick at Capernaum."},{"id":26204,"chapterId":1001,"number":47,"scriptureText":"When he heard that Jesus was come out of Judaea into Galilee, he went unto him, and besought him that he would come down, and heal his son: for he was at the point of death."},{"id":26205,"chapterId":1001,"number":48,"scriptureText":"Then said Jesus unto him, Except ye see signs and wonders, ye will not believe."},{"id":26206,"chapterId":1001,"number":49,"scriptureText":"The nobleman saith unto him, Sir, come down ere my child die."},{"id":26207,"chapterId":1001,"number":50,"scriptureText":"Jesus saith unto him, Go thy way; thy son liveth. And the man believed the word that Jesus had spoken unto him, and he went his way."},{"id":26208,"chapterId":1001,"number":51,"scriptureText":"And as he was now going down, his servants met him, and told him, saying, Thy son liveth."},{"id":26209,"chapterId":1001,"number":52,"scriptureText":"Then enquired he of them the hour when he began to amend. And they said unto him, Yesterday at the seventh hour the fever left him."},{"id":26210,"chapterId":1001,"number":53,"scriptureText":"So the father knew that it was at the same hour, in the which Jesus said unto him, Thy son liveth: and himself believed, and his whole house."},{"id":26211,"chapterId":1001,"number":54,"scriptureText":"This is again the second miracle that Jesus did, when he was come out of Judaea into Galilee."}]