[{"id":38728,"chapterId":1474,"number":1,"scriptureText":"HEARKEN, O ye people of my church; for verily I say unto you that these things were spoken unto you for your profit and learning."},{"id":38729,"chapterId":1474,"number":2,"scriptureText":"But notwithstanding those things which are written, it always has been given to the elders of my church from the beginning, and ever shall be, to conduct all meetings as they are directed and guided by the Holy Spirit."},{"id":38730,"chapterId":1474,"number":3,"scriptureText":"Nevertheless ye are commanded never to cast any one out from your public meetings, which are held before the world."},{"id":38731,"chapterId":1474,"number":4,"scriptureText":"Ye are also commanded not to cast any one who belongeth to the church out of your sacrament meetings; nevertheless, if any have trespassed, let him not partake until he makes reconciliation."},{"id":38732,"chapterId":1474,"number":5,"scriptureText":"And again I say unto you, ye shall not cast any out of your sacrament meetings who are earnestly seeking the kingdom--I speak this concerning those who are not of the church."},{"id":38733,"chapterId":1474,"number":6,"scriptureText":"And again I say unto you, concerning your confirmation meetings, that if there be any that are not of the church, that are earnestly seeking after the kingdom, ye shall not cast them out."},{"id":38734,"chapterId":1474,"number":7,"scriptureText":"But ye are commanded in all things to ask of God, who giveth liberally; and that which the Spirit testifies unto you even so I would that ye should do in all holiness of heart, walking uprightly before me, considering the end of your salvation, doing all things with prayer and thanksgiving, that ye may not be seduced by evil spirits, or doctrines of devils, or the commandments of men; for some are of men, and others of devils."},{"id":38735,"chapterId":1474,"number":8,"scriptureText":"Wherefore, beware lest ye are deceived; and that ye may not be deceived seek ye earnestly the best gifts, always remembering for what they are given;"},{"id":38736,"chapterId":1474,"number":9,"scriptureText":"For verily I say unto you, they are given for the benefit of those who love me and keep all my commandments, and him that seeketh so to do; that all may be benefited that seek or that ask of me, that ask and not for a sign that they may consume it upon their lusts."},{"id":38737,"chapterId":1474,"number":10,"scriptureText":"And again, verily I say unto you, I would that ye should always remember, and always retain in your minds what those gifts are, that are given unto the church."},{"id":38738,"chapterId":1474,"number":11,"scriptureText":"For all have not every gift given unto them; for there are many gifts, and to every man is given a gift by the Spirit of God."},{"id":38739,"chapterId":1474,"number":12,"scriptureText":"To some is given one, and to some is given another, that all may be profited thereby."},{"id":38740,"chapterId":1474,"number":13,"scriptureText":"To some it is given by the Holy Ghost to know that Jesus Christ is the Son of God, and that he was crucified for the sins of the world."},{"id":38741,"chapterId":1474,"number":14,"scriptureText":"To others it is given to believe on their words, that they also might have eternal life if they continue faithful."},{"id":38742,"chapterId":1474,"number":15,"scriptureText":"And again, to some it is given by the Holy Ghost to know the differences of administration, as it will be pleasing unto the same Lord, according as the Lord will, suiting his mercies according to the conditions of the children of men."},{"id":38743,"chapterId":1474,"number":16,"scriptureText":"And again, it is given by the Holy Ghost to some to know the diversities of operations, whether they be of God, that the manifestations of the Spirit may be given to every man to profit withal."},{"id":38744,"chapterId":1474,"number":17,"scriptureText":"And again, verily I say unto you, to some is given, by the Spirit of God, the word of wisdom."},{"id":38745,"chapterId":1474,"number":18,"scriptureText":"To another is given the word of knowledge, that all may be taught to be wise and to have knowledge."},{"id":38746,"chapterId":1474,"number":19,"scriptureText":"And again, to some it is given to have faith to be healed;"},{"id":38747,"chapterId":1474,"number":20,"scriptureText":"And to others it is given to have faith to heal."},{"id":38748,"chapterId":1474,"number":21,"scriptureText":"And again, to some is given the working of miracles;"},{"id":38749,"chapterId":1474,"number":22,"scriptureText":"And to others it is given to prophesy;"},{"id":38750,"chapterId":1474,"number":23,"scriptureText":"And to others the discerning of spirits."},{"id":38751,"chapterId":1474,"number":24,"scriptureText":"And again, it is given to some to speak with tongues;"},{"id":38752,"chapterId":1474,"number":25,"scriptureText":"And to another is given the interpretation of tongues."},{"id":38753,"chapterId":1474,"number":26,"scriptureText":"And all these gifts come from God, for the benefit of the children of God."},{"id":38754,"chapterId":1474,"number":27,"scriptureText":"And unto the bishop of the church, and unto such as God shall appoint and ordain to watch over the church and to be elders unto the church, are to have it given unto them to discern all those gifts lest there shall be any among you professing and yet be not of God."},{"id":38755,"chapterId":1474,"number":28,"scriptureText":"And it shall come to pass that he that asketh in Spirit shall receive in Spirit;"},{"id":38756,"chapterId":1474,"number":29,"scriptureText":"That unto some it may be given to have all those gifts, that there may be a head, in order that every member may be profited thereby."},{"id":38757,"chapterId":1474,"number":30,"scriptureText":"He that asketh in the Spirit asketh according to the will of God; wherefore it is done even as he asketh."},{"id":38758,"chapterId":1474,"number":31,"scriptureText":"And again, I say unto you, all things must be done in the name of Christ, whatsoever you do in the Spirit;"},{"id":38759,"chapterId":1474,"number":32,"scriptureText":"And ye must give thanks unto God in the Spirit for whatsoever blessing ye are blessed with."},{"id":38760,"chapterId":1474,"number":33,"scriptureText":"And ye must practise virtue and holiness before me continually. Even so. Amen."}]