[{"id":29045,"chapterId":1091,"number":1,"scriptureText":"THIS is the third time I am coming to you. In the mouth of two or three witnesses shall every word be established."},{"id":29046,"chapterId":1091,"number":2,"scriptureText":"I told you before, and foretell you, as if I were present, the second time; and being absent now I write to them which heretofore have sinned, and to all other, that, if I come again, I will not spare:"},{"id":29047,"chapterId":1091,"number":3,"scriptureText":"Since ye seek a proof of Christ speaking in me, which to you-ward is not weak, but is mighty in you."},{"id":29048,"chapterId":1091,"number":4,"scriptureText":"For though he was crucified through weakness, yet he liveth by the power of God. For we also are weak in him, but we shall live with him by the power of God toward you."},{"id":29049,"chapterId":1091,"number":5,"scriptureText":"Examine yourselves, whether ye be in the faith; prove your own selves. Know ye not your own selves, how that Jesus Christ is in you, except ye be reprobates?"},{"id":29050,"chapterId":1091,"number":6,"scriptureText":"But I trust that ye shall know that we are not reprobates."},{"id":29051,"chapterId":1091,"number":7,"scriptureText":"Now I pray to God that ye do no evil; not that we should appear approved, but that ye should do that which is honest, though we be as reprobates."},{"id":29052,"chapterId":1091,"number":8,"scriptureText":"For we can do nothing against the truth, but for the truth."},{"id":29053,"chapterId":1091,"number":9,"scriptureText":"For we are glad, when we are weak, and ye are strong: and this also we wish, even your perfection."},{"id":29054,"chapterId":1091,"number":10,"scriptureText":"Therefore I write these things being absent, lest being present I should use sharpness, according to the power which the Lord hath given me to edification, and not to destruction."},{"id":29055,"chapterId":1091,"number":11,"scriptureText":"Finally, brethren, farewell. Be perfect, be of good comfort, be of one mind, live in peace; and the God of love and peace shall be with you."},{"id":29056,"chapterId":1091,"number":12,"scriptureText":"Greet one another with an holy kiss."},{"id":29057,"chapterId":1091,"number":13,"scriptureText":"All the saints salute you."},{"id":29058,"chapterId":1091,"number":14,"scriptureText":"The grace of the Lord Jesus Christ, and the love of God, and the communion of the Holy Ghost, be with you all. Amen."}]