{"id":1131,"bookId":56,"number":2,"verses":[{"id":29910,"number":1,"scriptureText":"BUT speak thou the things which become sound doctrine:","chapter":2},{"id":29911,"number":2,"scriptureText":"That the aged men be sober, grave, temperate, sound in faith, in charity, in patience.","chapter":2},{"id":29912,"number":3,"scriptureText":"The aged women likewise, that they be in behaviour as becometh holiness, not false accusers, not given to much wine, teachers of good things;","chapter":2},{"id":29913,"number":4,"scriptureText":"That they may teach the young women to be sober, to love their husbands, to love their children,","chapter":2},{"id":29914,"number":5,"scriptureText":"To be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed.","chapter":2},{"id":29915,"number":6,"scriptureText":"Young men likewise exhort to be sober minded.","chapter":2},{"id":29916,"number":7,"scriptureText":"In all things shewing thyself a pattern of good works: in doctrine shewing uncorruptness, gravity, sincerity,","chapter":2},{"id":29917,"number":8,"scriptureText":"Sound speech, that cannot be condemned; that he that is of the contrary part may be ashamed, having no evil thing to say of you.","chapter":2},{"id":29918,"number":9,"scriptureText":"Exhort servants to be obedient unto their own masters, and to please them well in all things; not answering again;","chapter":2},{"id":29919,"number":10,"scriptureText":"Not purloining, but shewing all good fidelity; that they may adorn the doctrine of God our Saviour in all things.","chapter":2},{"id":29920,"number":11,"scriptureText":"For the grace of God that bringeth salvation hath appeared to all men,","chapter":2},{"id":29921,"number":12,"scriptureText":"Teaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly, in this present world;","chapter":2},{"id":29922,"number":13,"scriptureText":"Looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ;","chapter":2},{"id":29923,"number":14,"scriptureText":"Who gave himself for us, that he might redeem us from all iniquity, and purify unto himself a peculiar people, zealous of good works.","chapter":2},{"id":29924,"number":15,"scriptureText":"These things speak, and exhort, and rebuke with all authority. Let no man despise thee.","chapter":2}]}