{"number":2,"verseCount":30,"verses":[{"number":1,"scriptureText":"IF there be therefore any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any bowels and mercies,"},{"number":2,"scriptureText":"Fulfil ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind."},{"number":3,"scriptureText":"Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves."},{"number":4,"scriptureText":"Look not every man on his own things, but every man also on the things of others."},{"number":5,"scriptureText":"Let this mind be in you, which was also in Christ Jesus:"},{"number":6,"scriptureText":"Who, being in the form of God, thought it not robbery to be equal with God:"},{"number":7,"scriptureText":"But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:"},{"number":8,"scriptureText":"And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross."},{"number":9,"scriptureText":"Wherefore God also hath highly exalted him, and given him a name which is above every name:"},{"number":10,"scriptureText":"That at the name of Jesus every knee should bow, of things in heaven, and things in earth, and things under the earth;"},{"number":11,"scriptureText":"And that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father."},{"number":12,"scriptureText":"Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling."},{"number":13,"scriptureText":"For it is God which worketh in you both to will and to do of his good pleasure."},{"number":14,"scriptureText":"Do all things without murmurings and disputings:"},{"number":15,"scriptureText":"That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;"},{"number":16,"scriptureText":"Holding forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither laboured in vain."},{"number":17,"scriptureText":"Yea, and if I be offered upon the sacrifice and service of your faith, I joy, and rejoice with you all."},{"number":18,"scriptureText":"For the same cause also do ye joy, and rejoice with me."},{"number":19,"scriptureText":"But I trust in the Lord Jesus to send Timotheus shortly unto you, that I also may be of good comfort, when I know your state."},{"number":20,"scriptureText":"For I have no man likeminded, who will naturally care for your state."},{"number":21,"scriptureText":"For all seek their own, not the things which are Jesus Christ's."},{"number":22,"scriptureText":"But ye know the proof of him, that, as a son with the father, he hath served with me in the gospel."},{"number":23,"scriptureText":"Him therefore I hope to send presently, so soon as I shall see how it will go with me."},{"number":24,"scriptureText":"But I trust in the Lord that I also myself shall come shortly."},{"number":25,"scriptureText":"Yet I supposed it necessary to send to you Epaphroditus, my brother, and companion in labour, and fellowsoldier, but your messenger, and he that ministered to my wants."},{"number":26,"scriptureText":"For he longed after you all, and was full of heaviness, because that ye had heard that he had been sick."},{"number":27,"scriptureText":"For indeed he was sick nigh unto death: but God had mercy on him; and not on him only, but on me also, lest I should have sorrow upon sorrow."},{"number":28,"scriptureText":"I sent him therefore the more carefully, that, when ye see him again, ye may rejoice, and that I may be the less sorrowful."},{"number":29,"scriptureText":"Receive him therefore in the Lord with all gladness; and hold such in reputation:"},{"number":30,"scriptureText":"Because for the work of Christ he was nigh unto death, not regarding his life, to supply your lack of service toward me."}]}