[{"id":23146,"chapterId":930,"number":1,"scriptureText":"THE book of the generation of Jesus Christ, the son of David, the son of Abraham."},{"id":23147,"chapterId":930,"number":2,"scriptureText":"Abraham begat Isaac; and Isaac begat Jacob; and Jacob begat Judas and his brethren;"},{"id":23148,"chapterId":930,"number":3,"scriptureText":"And Judas begat Phares and Zara of Thamar; and Phares begat Esrom; and Esrom begat Aram;"},{"id":23149,"chapterId":930,"number":4,"scriptureText":"And Aram begat Aminadab; and Aminadab begat Naasson; and Naasson begat Salmon;"},{"id":23150,"chapterId":930,"number":5,"scriptureText":"And Salmon begat Booz of Rachab; and Booz begat Obed of Ruth; and Obed begat Jesse;"},{"id":23151,"chapterId":930,"number":6,"scriptureText":"And Jesse begat David the king; and David the king begat Solomon of her that had been the wife of Urias;"},{"id":23152,"chapterId":930,"number":7,"scriptureText":"And Solomon begat Roboam; and Roboam begat Abia; and Abia begat Asa;"},{"id":23153,"chapterId":930,"number":8,"scriptureText":"And Asa begat Josaphat; and Josaphat begat Joram; and Joram begat Ozias;"},{"id":23154,"chapterId":930,"number":9,"scriptureText":"And Ozias begat Joatham; and Joatham begat Achaz; and Achaz begat Ezekias;"},{"id":23155,"chapterId":930,"number":10,"scriptureText":"And Ezekias begat Manasses; and Manasses begat Amon; and Amon begat Josias;"},{"id":23156,"chapterId":930,"number":11,"scriptureText":"And Josias begat Jechonias and his brethren, about the time they were carried away to Babylon:"},{"id":23157,"chapterId":930,"number":12,"scriptureText":"And after they were brought to Babylon, Jechonias begat Salathiel; and Salathiel begat Zorobabel;"},{"id":23158,"chapterId":930,"number":13,"scriptureText":"And Zorobabel begat Abiud; and Abiud begat Eliakim; and Eliakim begat Azor;"},{"id":23159,"chapterId":930,"number":14,"scriptureText":"And Azor begat Sadoc; and Sadoc begat Achim; and Achim begat Eliud;"},{"id":23160,"chapterId":930,"number":15,"scriptureText":"And Eliud begat Eleazar; and Eleazar begat Matthan; and Matthan begat Jacob;"},{"id":23161,"chapterId":930,"number":16,"scriptureText":"And Jacob begat Joseph the husband of Mary, of whom was born Jesus, who is called Christ."},{"id":23162,"chapterId":930,"number":17,"scriptureText":"So all the generations from Abraham to David are fourteen generations; and from David until the carrying away into Babylon are fourteen generations; and from the carrying away into Babylon unto Christ are fourteen generations."},{"id":23163,"chapterId":930,"number":18,"scriptureText":"Now the birth of Jesus Christ was on this wise: When as his mother Mary was espoused to Joseph, before they came together, she was found with child of the Holy Ghost."},{"id":23164,"chapterId":930,"number":19,"scriptureText":"Then Joseph her husband, being a just man, and not willing to make her a publick example, was minded to put her away privily."},{"id":23165,"chapterId":930,"number":20,"scriptureText":"But while he thought on these things, behold, the angel of the Lord appeared unto him in a dream, saying, Joseph, thou son of David, fear not to take unto thee Mary thy wife: for that which is conceived in her is of the Holy Ghost."},{"id":23166,"chapterId":930,"number":21,"scriptureText":"And she shall bring forth a son, and thou shalt call his name JESUS: for he shall save his people from their sins."},{"id":23167,"chapterId":930,"number":22,"scriptureText":"Now all this was done, that it might be fulfilled which was spoken of the Lord by the prophet, saying,"},{"id":23168,"chapterId":930,"number":23,"scriptureText":"Behold, a virgin shall be with child, and shall bring forth a son, and they shall call his name Emmanuel, which being interpreted is, God with us."},{"id":23169,"chapterId":930,"number":24,"scriptureText":"Then Joseph being raised from sleep did as the angel of the Lord had bidden him, and took unto him his wife:"},{"id":23170,"chapterId":930,"number":25,"scriptureText":"And knew her not till she had brought forth her firstborn son: and he called his name JESUS."}]