{"heading":"David prepares a place for the ark—The Levites bring the ark to Jerusalem—They sing and minister before the Lord.","number":15,"verseCount":29,"verses":[[1,["And ",["David",["clarity-word"]]," made him houses in the city of David, and prepared a place for the ",["ark",["study-note-ref","a",[["TG Ark of the Covenant","tg/ark-of-the-covenant"],"."]]]," of God, and pitched for it a tent."]],[2,["Then David said, None ought to ",["carry",["study-note-ref","a",[["Num. 4:15 (2–15)","ot/num/4.15"],"; ",["Deut. 10:8","ot/deut/10.8"],"."]]]," the ",["ark",["study-note-ref","b",[["1 Chr. 13:10 (9–10)","ot/1-chr/13.10"],"."]]]," of God but the ",["Levites",["study-note-ref","c",[["2 Sam. 6:7 (6–7)","ot/2-sam/6.7"],"."]]],": for them hath the ",[["Lord",["small-caps"]],["deity-name"]]," chosen to carry the ark of God, and to minister unto him for ever."]],[3,["And David gathered all Israel together to Jerusalem, to bring up the ark of the ",[["Lord",["small-caps"]],["deity-name"]]," unto his place, which he had prepared for it."]],[4,["And David assembled the ",["children",["study-note-ref","a",[["1 Chr. 23:6","ot/1-chr/23.6"],"."]]]," of Aaron, and the Levites:"]],[5,["Of the sons of ",["Kohath",["study-note-ref","a",[["1 Chr. 6:16","ot/1-chr/6.16"],"."]]],"; Uriel the chief, and his brethren an hundred and twenty:"]],[6,["Of the sons of Merari; Asaiah the chief, and his brethren two hundred and twenty:"]],[7,["Of the sons of Gershom; Joel the chief, and his brethren an hundred and thirty:"]],[8,["Of the sons of Elizaphan; Shemaiah the chief, and his brethren two hundred:"]],[9,["Of the sons of Hebron; Eliel the chief, and his brethren fourscore:"]],[10,["Of the sons of Uzziel; Amminadab the chief, and his brethren an hundred and twelve."]],[11,["And David called for Zadok and Abiathar the priests, and for the Levites, for Uriel, Asaiah, and Joel, Shemaiah, and Eliel, and Amminadab,"]],[12,["And said unto them, Ye ",["are",["clarity-word"]]," the chief of the fathers of the Levites: sanctify yourselves, ",["both",["clarity-word"]]," ye and your brethren, that ye may bring up the ark of the ",[["Lord",["small-caps"]],["deity-name"]]," God of Israel unto ",["the place that",["clarity-word"]]," I have prepared for it."]],[13,["For because ye ",["did it",["clarity-word"]]," not at the first, the ",[["Lord",["small-caps"]],["deity-name"]]," our God made a ",["breach",["study-note-ref","a",[["1 Chr. 13:11 (10–11)","ot/1-chr/13.11"],"."]]]," upon us, for that we sought him not after the due ",["order",["study-note-ref","b",[["D&C 107:84 (84, 99)","dc-testament/dc/107.84"],"."]]],"."]],[14,["So the priests and the Levites sanctified themselves to bring up the ark of the ",[["Lord",["small-caps"]],["deity-name"]]," God of Israel."]],[15,["And the children of the Levites bare the ",["ark",["study-note-ref","a",[["Ex. 25:14","ot/ex/25.14"],"."]]]," of God upon their shoulders with the staves thereon, as Moses commanded according to the word of the ",[["Lord",["small-caps"]],["deity-name"]],"."]],[16,["And David spake to the chief of the Levites to appoint their brethren ",["to be",["clarity-word"]]," the singers with instruments of musick, psalteries and ",["harps",["study-note-ref","a",[["2 Sam. 6:5","ot/2-sam/6.5"],"; ",["Dan. 3:5 (5, 7, 10, 15)","ot/dan/3.5"],"."]]]," and cymbals, sounding, by lifting up the voice with joy."]],[17,["So the Levites appointed Heman the son of Joel; and of his ",["",569],"brethren, Asaph the son of Berechiah; and of the sons of Merari their brethren, Ethan the son of Kushaiah;"]],[18,["And with them their brethren of the second ",["degree,",["clarity-word"]]," Zechariah, Ben, and Jaaziel, and Shemiramoth, and Jehiel, and Unni, Eliab, and Benaiah, and Maaseiah, and Mattithiah, and Elipheleh, and Mikneiah, and Obed-edom, and Jeiel, the porters."]],[19,["So the singers, Heman, Asaph, and Ethan, ",["were appointed",["clarity-word"]]," to sound with cymbals of brass;"]],[20,["And Zechariah, and Aziel, and Shemiramoth, and Jehiel, and Unni, and Eliab, and Maaseiah, and Benaiah, with psalteries on Alamoth;"]],[21,["And Mattithiah, and Elipheleh, and Mikneiah, and Obed-edom, and Jeiel, and Azaziah, with harps on the Sheminith to excel."]],[22,["And Chenaniah, chief of the Levites, ",["was",["clarity-word"]]," for song: he instructed about the song, because he ",["was",["clarity-word"]]," skilful."]],[23,["And Berechiah and Elkanah ",["were",["clarity-word"]]," doorkeepers for the ark."]],[24,["And Shebaniah, and Jehoshaphat, and Nethaneel, and Amasai, and Zechariah, and Benaiah, and Eliezer, the priests, did blow with the ",["trumpets",["study-note-ref","a",[["Num. 10:8","ot/num/10.8"],"."]]]," before the ark of God: and Obed-edom and Jehiah ",["were",["clarity-word"]]," doorkeepers for the ark."]],[25,[["¶ ",["para-mark"]],"So David, and the elders of Israel, and the captains over thousands, went to bring up the ark of the covenant of the ",[["Lord",["small-caps"]],["deity-name"]]," out of the house of Obed-edom with joy."]],[26,["And it came to pass, when God helped the Levites that bare the ark of the covenant of the ",[["Lord",["small-caps"]],["deity-name"]],", that they ",["offered",["study-note-ref","a",[["2 Sam. 6:13 (12–15)","ot/2-sam/6.13"],"."]]]," ",["seven",["study-note-ref","b",[["Num. 23:1","ot/num/23.1"],"."]]]," bullocks and seven rams."]],[27,["And David ",["was",["clarity-word"]]," clothed with a robe of fine linen, and all the Levites that bare the ark, and the singers, and Chenaniah the master of the song with the singers: David also ",["had",["clarity-word"]]," upon him an ephod of linen."]],[28,["Thus all Israel brought up the ark of the covenant of the ",[["Lord",["small-caps"]],["deity-name"]]," with shouting, and with sound of the cornet, and with trumpets, and with cymbals, making a noise with psalteries and harps."]],[29,[["¶ ",["para-mark"]],"And it came to pass, ",["as",["clarity-word"]]," the ark of the covenant of the ",[["Lord",["small-caps"]],["deity-name"]]," came to the city of David, that Michal the daughter of Saul looking out at a window saw king David dancing and playing: and she despised him in her heart."]]],"volume":"ot"}