{"heading":"The sons and families are named for Issachar, Benjamin, Naphtali, Manasseh, Ephraim, and Asher.","number":7,"verseCount":40,"verses":[[1,["Now the sons of ",["Issachar",["study-note-ref","a",[["Gen. 46:13","ot/gen/46.13"],"; ",["Num. 1:28 (28–29)","ot/num/1.28"],"; ",["26:23 (23–26)","ot/num/26.23"],"."]]]," ",["were,",["clarity-word"]]," Tola, and Puah, Jashub, and Shimron, four."]],[2,["And the sons of Tola; Uzzi, and Rephaiah, and Jeriel, and Jahmai, and Jibsam, and Shemuel, heads of their father’s house, ",["to wit,",["clarity-word"]]," of Tola: ",["they were",["clarity-word"]]," valiant men of might in their generations; whose ",["number",["study-note-ref","a",[["2 Sam. 24:9 (1–2, 9)","ot/2-sam/24.9"],"."]]]," ",["was",["clarity-word"]]," in the days of David two and twenty thousand and six hundred."]],[3,["And the sons of Uzzi; Izrahiah: and the sons of Izrahiah; Michael, and Obadiah, and Joel, Ishiah, five: all of them chief men."]],[4,["And with them, by their generations, after the house of their fathers, ",["were",["clarity-word"]]," bands of soldiers for war, six and thirty thousand ",["men:",["clarity-word"]]," for they had many wives and sons."]],[5,["And their brethren among all the families of Issachar ",["were",["clarity-word"]]," valiant men of might, reckoned in all by their genealogies fourscore and seven thousand."]],[6,[["¶ ",["para-mark"]],["The sons",["clarity-word"]]," of ",["Benjamin",["study-note-ref","a",[["Gen. 46:21","ot/gen/46.21"],"; ",["Num. 26:38","ot/num/26.38"],"."]]],"; Bela, and Becher, and Jediael, three."]],[7,["And the sons of Bela; Ezbon, and Uzzi, and Uzziel, and Jerimoth, and Iri, five; heads of the house of ",["their",["clarity-word"]]," fathers, mighty men of valour; and were reckoned by their genealogies twenty and two thousand and thirty and four."]],[8,["And the sons of Becher; Zemira, and Joash, and Eliezer, and Elioenai, and Omri, and Jerimoth, and Abiah, and Anathoth, and Alameth. All these ",["are",["clarity-word"]]," the sons of Becher."]],[9,["And the number of them, after their genealogy by their generations, heads of the house of their fathers, mighty men of valour, ",["was",["clarity-word"]]," twenty thousand and two hundred."]],[10,["The sons also of Jediael; Bilhan: and the sons of Bilhan; Jeush, and Benjamin, and Ehud, and Chenaanah, and Zethan, and Tharshish, and Ahishahar."]],[11,["All these the sons of Jediael, by the heads of their fathers, mighty men of valour, ",["were",["clarity-word"]]," seventeen thousand and two hundred ",["soldiers,",["clarity-word"]]," fit to go out for war ",["and",["clarity-word"]]," battle."]],[12,["Shuppim also, and Huppim, the children of Ir, ",["and",["clarity-word"]]," Hushim, the sons of Aher."]],[13,[["¶ ",["para-mark"]],"The sons of Naphtali; Jahziel, and Guni, and Jezer, and Shallum, the sons of Bilhah."]],[14,[["¶ ",["para-mark"]],"The sons of ",["Manasseh",["study-note-ref","a",[["Num. 26:29 (29–33)","ot/num/26.29"],"; ",["Alma 10:3","bofm/alma/10.3"],"."]]],"; Ashriel, whom she bare: (",["but",["clarity-word"]]," his concubine the Aramitess bare Machir the father of Gilead:"]],[15,["And Machir took to wife ",["the sister",["clarity-word"]]," of Huppim and Shuppim, whose sister’s name ",["was",["clarity-word"]]," Maachah;) and the name of the second ",["was",["clarity-word"]]," Zelophehad: and Zelophehad had daughters."]],[16,["And Maachah the wife of Machir bare a son, and she called his name Peresh; and the name of his brother ",["was",["clarity-word"]]," Sheresh; and his sons ",["were",["clarity-word"]]," Ulam and Rakem."]],[17,["And the sons of Ulam; Bedan. These ",["were",["clarity-word"]]," the sons of Gilead, the son of Machir, the son of Manasseh."]],[18,["And his sister Hammoleketh bare Ishod, and Abiezer, and Mahalah."]],[19,["And the sons of Shemida were, Ahian, and Shechem, and Likhi, and Aniam."]],[20,[["¶ ",["para-mark"]],"And the sons of Ephraim; Shuthelah, and Bered his son, and Tahath his son, and Eladah his son, and Tahath his son,"]],[21,[["¶ ",["para-mark"]],"And Zabad his son, and Shuthelah his son, and Ezer, and Elead, whom the men of Gath ",["that were",["clarity-word"]]," born in ",["that",["clarity-word"]]," land slew, because they came down to take away their cattle."]],[22,["And Ephraim their father mourned many days, and his brethren came to comfort him."]],[23,[["¶ ",["para-mark"]],"And when he went in to his wife, she conceived, and bare a son, and he called his name Beriah, because it went evil with his house."]],[24,["(And his daughter ",["was",["clarity-word"]]," Sherah, who built Beth-horon the ",["nether",["study-note-ref","a",["HEB below, underneath."]]],", and the upper, and Uzzen-sherah.)"]],[25,["And Rephah ",["was",["clarity-word"]]," his son, also Resheph, and Telah his son, and Tahan his son,"]],[26,["Laadan his son, Ammihud his son, Elishama his son,"]],[27,["Non his son, ",["Jehoshua",["study-note-ref","a",[["Num. 11:28","ot/num/11.28"],"; ",["13:16","ot/num/13.16"],"."]]]," his son."]],[28,[["¶ ",["para-mark"]],"And their possessions and habitations ",["were,",["clarity-word"]]," Beth-el and the towns thereof, and eastward Naaran, and westward Gezer, with the towns thereof; Shechem also and the towns thereof, unto Gaza and the towns thereof:"]],[29,["And by the borders of the children of Manasseh, Beth-shean and her towns, Taanach and her towns, Megiddo and her towns, Dor and her towns. In these dwelt the children of ",["Joseph",["study-note-ref","a",[["TG Israel, Joseph, People of","tg/israel-joseph-people-of"],"."]]]," the son of Israel."]],[30,[["¶ ",["para-mark"]],"The sons of Asher; Imnah, and Isuah, and Ishuai, and Beriah, and Serah their sister."]],[31,["And the sons of Beriah; Heber, and Malchiel, who ",["is",["clarity-word"]]," the father of Birzavith."]],[32,["And Heber begat Japhlet, and Shomer, and Hotham, and Shua their sister."]],[33,["And the sons of Japhlet; Pasach, and Bimhal, and Ashvath. These ",["are",["clarity-word"]]," the children of Japhlet."]],[34,["And the sons of Shamer; Ahi, and Rohgah, Jehubbah, and Aram."]],[35,["And the sons of his brother Helem; Zophah, and Imna, and Shelesh, and Amal."]],[36,["The sons of Zophah; Suah, and Harnepher, and Shual, and Beri, and Imrah,"]],[37,["Bezer, and Hod, and Shamma, and Shilshah, and Ithran, and Beera."]],[38,["And the sons of Jether; Jephunneh, and Pispah, and Ara."]],[39,["And the sons of Ulla; Arah, and Haniel, and Rezia."]],[40,["All these ",["were",["clarity-word"]]," the children of Asher, heads of ",["their",["clarity-word"]]," father’s house, choice ",["and",["clarity-word"]]," mighty men of valour, chief of the princes. And the number throughout the genealogy of them that were apt to the war ",["and",["clarity-word"]]," to battle ",["was",["clarity-word"]]," twenty and six thousand men."]]],"volume":"ot"}