{"heading":"The sons and chief men of Benjamin are named.","number":8,"verseCount":40,"verses":[[1,["Now Benjamin begat Bela his firstborn, Ashbel the second, and Aharah the third,"]],[2,["Nohah the fourth, and Rapha the fifth."]],[3,["And the sons of Bela were, Addar, and Gera, and Abihud,"]],[4,["And Abishua, and Naaman, and Ahoah,"]],[5,["And Gera, and Shephuphan, and Huram."]],[6,["And these ",["are",["clarity-word"]]," the sons of Ehud: these are the heads of the fathers of the inhabitants of Geba, and they removed them to Manahath:"]],[7,["And Naaman, and Ahiah, and Gera, he removed them, and begat Uzza, and Ahihud."]],[8,["And Shaharaim begat ",["children",["clarity-word"]]," in the country of Moab, after he had sent them away; Hushim and Baara ",["were",["clarity-word"]]," his wives."]],[9,["And he begat of Hodesh his wife, ",["",560],"Jobab, and Zibia, and Mesha, and Malcham,"]],[10,["And Jeuz, and Shachia, and Mirma. These ",["were",["clarity-word"]]," his sons, heads of the fathers."]],[11,["And of Hushim he begat Abitub, and Elpaal."]],[12,["The sons of Elpaal; Eber, and Misham, and Shamed, who built Ono, and Lod, with the towns thereof:"]],[13,["Beriah also, and Shema, who ",["were",["clarity-word"]]," heads of the fathers of the inhabitants of Aijalon, who drove away the inhabitants of Gath:"]],[14,["And Ahio, Shashak, and Jeremoth,"]],[15,["And Zebadiah, and Arad, and Ader,"]],[16,["And Michael, and Ispah, and Joha, the sons of Beriah;"]],[17,["And Zebadiah, and Meshullam, and Hezeki, and Heber,"]],[18,["Ishmerai also, and Jezliah, and Jobab, the sons of Elpaal;"]],[19,["And Jakim, and Zichri, and Zabdi,"]],[20,["And Elienai, and Zilthai, and Eliel,"]],[21,["And Adaiah, and Beraiah, and Shimrath, the sons of Shimhi;"]],[22,["And Ishpan, and Heber, and Eliel,"]],[23,["And Abdon, and Zichri, and Hanan,"]],[24,["And Hananiah, and Elam, and Antothijah,"]],[25,["And Iphedeiah, and Penuel, the sons of Shashak;"]],[26,["And Shamsherai, and Shehariah, and Athaliah,"]],[27,["And Jaresiah, and Eliah, and Zichri, the sons of Jeroham."]],[28,["These ",["were",["clarity-word"]]," heads of the fathers, by their generations, chief ",["men.",["clarity-word"]]," These dwelt in Jerusalem."]],[29,["And at Gibeon dwelt the father of Gibeon; whose wife’s name ",["was",["clarity-word"]]," Maachah:"]],[30,["And his firstborn son Abdon, and Zur, and Kish, and Baal, and Nadab,"]],[31,["And Gedor, and Ahio, and Zacher."]],[32,["And Mikloth begat Shimeah. And these also dwelt with their brethren in Jerusalem, over against them."]],[33,[["¶ ",["para-mark"]],"And Ner begat ",["Kish",["study-note-ref","a",[["1 Sam. 9:1","ot/1-sam/9.1"],"."]]],", and Kish begat Saul, and ",["Saul",["study-note-ref","b",[["1 Sam. 14:49","ot/1-sam/14.49"],"."]]]," begat Jonathan, and Malchi-shua, and Abinadab, and Esh-baal."]],[34,["And the son of Jonathan ",["was",["clarity-word"]]," Merib-baal; and Merib-baal begat Micah."]],[35,["And the sons of Micah ",["were,",["clarity-word"]]," Pithon, and Melech, and Tarea, and Ahaz."]],[36,["And Ahaz begat Jehoadah; and Jehoadah begat Alemeth, and Azmaveth, and Zimri; and Zimri begat Moza,"]],[37,["And Moza begat Binea: Rapha ",["was",["clarity-word"]]," his son, Eleasah his son, Azel his son:"]],[38,["And Azel had six sons, whose names ",["are",["clarity-word"]]," these, Azrikam, Bocheru, and Ishmael, and Sheariah, and Obadiah, and Hanan. All these ",["were",["clarity-word"]]," the sons of Azel."]],[39,["And the sons of Eshek his brother ",["were,",["clarity-word"]]," Ulam his firstborn, Jehush the second, and Eliphelet the third."]],[40,["And the sons of Ulam were mighty men of valour, archers, and had many sons, and sons’ sons, an hundred and fifty. All these ",["are",["clarity-word"]]," of the sons of Benjamin."]]],"volume":"ot"}