{"number":10,"verseCount":32,"verses":[[1,["Now these are the ",["words",["study-note-ref","a",[["Alma 9:34","bofm/alma/9.34"],"."]]]," which ",["Amulek",["study-note-ref","b",[["Alma 8:29 (21–29)","bofm/alma/8.21-29"],"."]]]," preached unto the people who were in the land of Ammonihah, saying:"]],[2,["I am Amulek; I am the son of Giddonah, who was the son of Ishmael, who was a descendant of Aminadi; and it was that same Aminadi who interpreted the ",["writing",["study-note-ref","a",[["Dan. 5:16","ot/dan/5.16"],"."]]]," which was upon the wall of the temple, which was written by the finger of God."]],[3,["And Aminadi was a descendant of Nephi, who was the son of Lehi, who came out of the land of Jerusalem, who was a descendant of ",["Manasseh",["study-note-ref","a",[["Gen. 41:51","ot/gen/41.51"],"; ",["Josh. 17:1","ot/josh/17.1"],"; ",["1 Chr. 7:14","ot/1-chr/7.14"],"; ",["9:3","ot/1-chr/9.3"],"; ",["1 Ne. 5:14","bofm/1-ne/5.14"],"."]]],", who was the son of ",["Joseph",["study-note-ref","b",[["TG Israel, Joseph, People of","tg/israel-joseph-people-of"],"."]]]," who was ",["sold",["study-note-ref","c",[["Gen. 37:36 (29–36)","ot/gen/37.29-36"],"."]]]," into Egypt by the hands of his brethren."]],[4,["And behold, I am also a man of no small ",["reputation",["study-note-ref","a",[["Acts 5:34 (34–39)","nt/acts/5.34-39"],"."]]]," among all those who know me; yea, and behold, I have many kindreds and ",["friends",["study-note-ref","b",[["Alma 15:16","bofm/alma/15.16"],"."]]],", and I have also acquired much riches by the hand of my ",["industry",["study-note-ref","c",[["TG Industry","tg/industry"],"; ",["Work, Value of","tg/work-value-of"],"."]]],"."]],[5,["Nevertheless, after all this, I never have known much of the ways of the Lord, and his ",["mysteries",["study-note-ref","a",[["TG Mysteries of Godliness","tg/mysteries-of-godliness"],"."]]]," and marvelous power. I said I never had known much of these things; but behold, I mistake, for I have seen much of his mysteries and his marvelous power; yea, even in the preservation of the lives of this people."]],[6,["Nevertheless, I did harden my heart, for I was ",["called",["study-note-ref","a",[["2 Chr. 33:10","ot/2-chr/33.10"],"; ",["Isa. 50:2","ot/isa/50.2"],"; ",["Alma 5:37","bofm/alma/5.37"],"."]]]," many times and I would not ",["hear",["study-note-ref","b",[["D&C 39:9","dc-testament/dc/39.9"],"."]]],"; therefore I knew concerning these things, yet I would not know; therefore I went on rebelling ",["against",["study-note-ref","c",[["Acts 9:5","nt/acts/9.5"],"."]]]," God, in the wickedness of my heart, even until the fourth day of this seventh month, which is in the tenth year of the reign of the judges."]],[7,["As I was journeying to see a very near kindred, behold an ",["angel",["study-note-ref","a",[["Alma 8:20","bofm/alma/8.20"],"."]]]," of the Lord appeared unto me and said: Amulek, return to thine own house, for thou shalt feed a prophet of the Lord; yea, a holy man, who is a chosen man of God; for he has ",["fasted",["study-note-ref","b",[["Alma 5:46","bofm/alma/5.46"],"; ",["6:6","bofm/alma/6.6"],"."]]]," many days because of the sins of this people, and he is an hungered, and thou shalt ",["receive",["study-note-ref","c",[["Acts 10:30 (30–35)","nt/acts/10.30-35"],". ",["TG Hospitality","tg/hospitality"],"."]]]," him into thy house and feed him, and he shall bless thee and thy house; and the blessing of the Lord shall rest upon thee and thy house."]],[8,["And it came to pass that I obeyed the voice of the angel, and returned towards my house. And as I was going thither I found the ",["man",["study-note-ref","a",[["Alma 8:19 (19–21)","bofm/alma/8.19-21"],"."]]]," whom the angel said unto me: Thou shalt receive into thy house—and behold it was this same man who has been speaking unto you concerning the things of God."]],[9,["And the angel said unto me he is a ",["holy",["study-note-ref","a",[["TG Holiness","tg/holiness"],"."]]]," man; wherefore I know he is a holy man because it was said by an angel of God."]],[10,["And again, I know that the things whereof he hath testified are true; for behold I say unto you, that as the Lord liveth, even so has he sent his ",["angel",["study-note-ref","a",[["Mosiah 3:2 (2–3)","bofm/mosiah/3.2-3"],"; ",["Alma 11:31","bofm/alma/11.31"],"."]]]," to make these things manifest unto me; and this he has done while this Alma hath ",["dwelt",["study-note-ref","b",[["Alma 8:27","bofm/alma/8.27"],"."]]]," at my house."]],[11,["For behold, he hath ",["blessed",["study-note-ref","a",[["1 Sam. 2:20","ot/1-sam/2.20"],"; ",["Alma 8:22","bofm/alma/8.22"],"."]]]," mine house, he hath blessed me, and my women, and my children, and my father and my kinsfolk; yea, even all my kindred hath he blessed, and the blessing of the Lord hath rested upon us according to the words which he spake."]],[12,["And now, when Amulek had spoken these words the people began to be astonished, seeing there was ",["more",["study-note-ref","a",[["Alma 9:6","bofm/alma/9.6"],"."]]]," than one witness who testified of the things whereof they were accused, and also of the things which were to come, according to the spirit of prophecy which was in them."]],[13,["Nevertheless, there were some among them who thought to question them, that by their cunning ",["devices",["study-note-ref","a",[["Jer. 11:19","ot/jer/11.19"],"; ",["Lam. 3:62 (60–62)","ot/lam/3.60-62"],"; ",["Alma 11:21","bofm/alma/11.21"],"."]]]," they might catch them in their words, that they might ",["find",["study-note-ref","b",[["Mark 14:55 (55–60)","nt/mark/14.55-60"],"."]]]," ",["",233],"witness against them, that they might deliver them to their judges that they might be judged according to the law, and that they might be slain or cast into prison, according to the crime which they could make appear or witness against them."]],[14,["Now it was those men who sought to destroy them, who were ",["lawyers",["study-note-ref","a",[["Alma 10:24","bofm/alma/10.24"],"; ",["11:21 (20–37)","bofm/alma/11.20-37"],"; ",["14:18 (18, 23)","bofm/alma/14.18,23"],"; ",["3 Ne. 6:11","bofm/3-ne/6.11"],"."]]],", who were hired or appointed by the people to administer the law at their times of trials, or at the trials of the crimes of the people before the judges."]],[15,["Now these lawyers were learned in all the arts and ",["cunning",["study-note-ref","a",[["Luke 20:23","nt/luke/20.23"],"."]]]," of the people; and this was to enable them that they might be skilful in their profession."]],[16,["And it came to pass that they began to question Amulek, that thereby they might make him ",["cross",["study-note-ref","a",[["Mark 12:13","nt/mark/12.13"],"."]]]," his words, or contradict the words which he should speak."]],[17,["Now they knew not that Amulek could ",["know",["study-note-ref","a",[["Luke 5:22","nt/luke/5.22"],"."]]]," of their designs. But it came to pass as they began to question him, he ",["perceived",["study-note-ref","b",[["Alma 12:3","bofm/alma/12.3"],"; ",["D&C 6:16","dc-testament/dc/6.16"],"."]]]," their thoughts, and he said unto them: O ye wicked and perverse ",["generation",["study-note-ref","c",[["Matt. 3:7","nt/matt/3.7"],"; ",["Alma 9:8","bofm/alma/9.8"],"."]]],", ye lawyers and hypocrites, for ye are laying the foundations of the devil; for ye are laying ",["traps",["study-note-ref","d",[["D&C 10:25 (21–27)","dc-testament/dc/10.21-27"],"."]]]," and snares to catch the holy ones of God."]],[18,["Ye are laying plans to ",["pervert",["study-note-ref","a",[["Acts 13:10","nt/acts/13.10"],"."]]]," the ways of the righteous, and to bring down the wrath of God upon your heads, even to the utter destruction of this people."]],[19,["Yea, well did Mosiah say, who was our last king, when he was about to deliver up the kingdom, having no one to confer it upon, causing that this people should be governed by their own voices—yea, well did he say that if the time should come that the voice of this people should ",["choose",["study-note-ref","a",[["Mosiah 29:27","bofm/mosiah/29.27"],"; ",["Alma 2:4 (3–7)","bofm/alma/2.3-7"],"; ",["Hel. 5:2","bofm/hel/5.2"],"."]]]," iniquity, that is, if the time should come that this people should fall into transgression, they would be ripe for destruction."]],[20,["And now I say unto you that well doth the Lord ",["judge",["study-note-ref","a",[["TG Jesus Christ, Judge","tg/jesus-christ-judge"],"."]]]," of your iniquities; well doth he cry unto this people, by the voice of his ",["angels",["study-note-ref","b",[["Alma 8:14 (14–16, 20)","bofm/alma/8.14-16,20"],"; ",["13:22","bofm/alma/13.22"],"."]]],": Repent ye, repent, for the kingdom of heaven is at hand."]],[21,["Yea, well doth he cry, by the voice of his angels that: ",["I",["study-note-ref","a",[["Mosiah 13:34 (28–35)","bofm/mosiah/13.28-35"],"."]]]," will come down among my people, with equity and justice in my hands."]],[22,["Yea, and I say unto you that if it were not for the ",["prayers",["study-note-ref","a",[["1 Sam. 7:9 (7–10)","ot/1-sam/7.7-10"],"; ",["Mosiah 27:14 (14–16)","bofm/mosiah/27.14-16"],"."]]]," of the righteous, who are now in the land, that ye would even now be visited with utter destruction; yet it would not be by ",["flood",["study-note-ref","b",[["Gen. 8:21","ot/gen/8.21"],"; ",["3 Ne. 22:9 (8–10)","bofm/3-ne/22.8-10"],". ",["TG Flood","tg/flood"],"."]]],", as were the people in the days of ",["Noah",["study-note-ref","c",[["TG Earth, Cleansing of","tg/earth-cleansing-of"],"."]]],", but it would be by famine, and by pestilence, and the ",["sword",["study-note-ref","d",[["Deut. 32:25","ot/deut/32.25"],"; ",["JS—H 1:45","pgp/js-h/1.45"],"."]]],"."]],[23,["But it is by the ",["prayers",["study-note-ref","a",[["TG Prayer","tg/prayer"],"."]]]," of the righteous that ye are spared; now therefore, if ye will ",["cast out",["study-note-ref","b",[["2 Chr. 13:9","ot/2-chr/13.9"],"; ",["Moro. 9:14","bofm/moro/9.14"],"."]]]," the righteous from among you then will not the Lord stay his hand; but in his fierce anger he will come out against you; then ye shall be smitten by famine, and by pestilence, and by the sword; and the ",["time",["study-note-ref","c",[["TG Procrastination","tg/procrastination"],"."]]]," is soon at hand except ye repent."]],[24,["And now it came to pass that the people were more angry with Amulek, and they cried out, saying: This man doth revile against our laws which are just, and our wise ",["lawyers",["study-note-ref","a",[["Alma 10:14","bofm/alma/10.14"],"."]]]," whom we have selected."]],[25,["But Amulek stretched forth his hand, and cried the mightier unto them, saying: O ye wicked and ",["",234],"perverse generation, why hath Satan got such great hold upon your hearts? Why will ye yield yourselves unto him that he may have power over you, to ",["blind",["study-note-ref","a",[["2 Cor. 4:4 (3–4)","nt/2-cor/4.3-4"],"; ",["Alma 14:6","bofm/alma/14.6"],"; ",["Moses 6:27","pgp/moses/6.27"],"."]]]," your eyes, that ye will not understand the words which are spoken, according to their truth?"]],[26,["For behold, have I testified against your law? Ye do not understand; ye say that I have spoken against your law; but I have not, but I have spoken in favor of your law, to your condemnation."]],[27,["And now behold, I say unto you, that the foundation of the ",["destruction",["study-note-ref","a",[["Alma 8:16","bofm/alma/8.16"],"; ",["9:12 (4, 12, 18, 24)","bofm/alma/9.4,12,18,24"],"."]]]," of this people is beginning to be laid by the ",["unrighteousness",["study-note-ref","b",[["TG Injustice","tg/injustice"],"."]]]," of your ",["lawyers",["study-note-ref","c",[["Luke 11:46 (45–52)","nt/luke/11.45-52"],"; ",["2 Ne. 28:16","bofm/2-ne/28.16"],"."]]]," and your judges."]],[28,["And now it came to pass that when Amulek had spoken these words the people cried out against him, saying: Now we know that this man is a ",["child",["study-note-ref","a",[["John 7:20","nt/john/7.20"],"."]]]," of the devil, for he hath ",["lied",["study-note-ref","b",[["Alma 14:2","bofm/alma/14.2"],"."]]]," unto us; for he hath spoken against our law. And now he says that he has not spoken against it."]],[29,["And again, he has reviled against our lawyers, and our judges."]],[30,["And it came to pass that the lawyers put it into their hearts that they should remember these things against him."]],[31,["And there was one among them whose name was Zeezrom. Now he was the foremost to ",["accuse",["study-note-ref","a",[["Alma 11:21 (20–36)","bofm/alma/11.20-36"],"."]]]," Amulek and Alma, he being one of the most expert among them, having much business to do among the people."]],[32,["Now the object of these lawyers was to get gain; and they got gain ",["according",["study-note-ref","a",[["Alma 11:1 (1–3)","bofm/alma/11.1-3"],"."]]]," to their employ."]]],"volume":"bofm"}