{"heading":["The Nephite monetary system is set forth—Amulek contends with Zeezrom—Christ will not save people in their sins—Only those who inherit the kingdom of heaven are saved—All men will rise in immortality—There is no death after the Resurrection. About 82 ",["B.C.","small"]],"number":11,"verseCount":46,"verses":[[1,["Now it was in the law of Mosiah that every man who was a judge of the law, or those who were appointed to be judges, should receive ",["wages",["study-note-ref","a",[["TG Wages","tg/wages"],"."]]]," ",["according",["study-note-ref","b",[["Alma 10:32","bofm/alma/10.32"],"."]]]," to the time which they labored to judge those who were brought before them to be judged."]],[2,["Now if a man owed another, and he would not ",["pay",["study-note-ref","a",[["TG Justice","tg/justice"],"."]]]," that which he did owe, he was complained of to the judge; and the judge executed authority, and sent forth officers that the man should be brought before him; and he judged the man according to the law and the evidences which were brought against him, and thus the man was compelled to pay that which he owed, or be stripped, or be cast out from among the people as a thief and a robber."]],[3,["And the judge received for his wages ",["according",["study-note-ref","a",[["Alma 10:32","bofm/alma/10.32"],"."]]]," to his time—a ",["senine",["study-note-ref","b",[["Alma 30:33","bofm/alma/30.33"],"; ",["3 Ne. 12:26","bofm/3-ne/12.26"],"."]]]," of gold for a day, or a senum of silver, which is equal to a senine of gold; and this is according to the law which was given."]],[4,["Now these are the names of the different pieces of their gold, and of their silver, according to their value. And the names are given by the Nephites, for they did not reckon after the ",["manner",["study-note-ref","a",[["BD Money","bd/money"],"."]]]," of the Jews who were at Jerusalem; neither did they measure after the manner of the Jews; but they altered their reckoning and their measure, according to the minds and the circumstances of the people, in every generation, until the reign of the judges, they having been ",["established",["study-note-ref","b",[["Mosiah 29:41 (40–44)","bofm/mosiah/29.40-44"],"."]]]," by king Mosiah."]],[5,["Now the reckoning is thus—a senine of gold, a seon of gold, a shum of gold, and a limnah of gold."]],[6,["A senum of silver, an amnor of silver, an ezrom of silver, and an onti of silver."]],[7,["A senum of silver was equal to a senine of gold, and either for a measure of barley, and also for a measure of every kind of grain."]],[8,["Now the amount of a seon of gold was twice the value of a senine."]],[9,["And a shum of gold was twice the value of a seon."]],[10,["And a limnah of gold was the value of them all."]],[11,["And an amnor of silver was as great as two senums."]],[12,["And an ezrom of silver was as great as four senums."]],[13,["And an onti was as great as them all."]],[14,["Now this is the value of the lesser numbers of their reckoning—"]],[15,["A shiblon is half of a senum; therefore, a shiblon for half a measure of barley."]],[16,["And a shiblum is a half of a shiblon."]],[17,["And a leah is the half of a shiblum."]],[18,["Now this is their number, according to their reckoning."]],[19,["Now an antion of gold is equal to three shiblons."]],[20,["Now, it was for the sole purpose to get ",["gain",["study-note-ref","a",[["TG Selfishness","tg/selfishness"],"."]]],", because they received their wages according to their ",["employ",["study-note-ref","b",[["Prov. 28:8","ot/prov/28.8"],"."]]],", therefore, they did ",["stir up",["study-note-ref","c",[["TG Provoking","tg/provoking"],"."]]]," the people to ",["riotings",["study-note-ref","d",[["TG Rioting and Reveling","tg/rioting-and-reveling"],"."]]],", and all manner of disturbances and wickedness, that they might have more employ, that they might ",["get",["study-note-ref","e",[["Alma 10:32","bofm/alma/10.32"],"."]]]," ",["money",["study-note-ref","f",[["Luke 11:52 (45–54)","nt/luke/11.45-54"],"."]]]," according to the suits which were brought before them; therefore they did stir up the people against Alma and Amulek."]],[21,["And this Zeezrom began to question Amulek, saying: Will ye answer me a few questions which I shall ask you? Now Zeezrom was a man who was ",["expert",["study-note-ref","a",[["Alma 10:31","bofm/alma/10.31"],"; ",["14:7 (6–7, 18, 23)","bofm/alma/14.6-7,18,23"],"."]]]," in the ",["devices",["study-note-ref","b",[["Lam. 3:62 (60–62)","ot/lam/3.60-62"],"; ",["Alma 10:13","bofm/alma/10.13"],"."]]]," of the devil, that he might destroy that which was good; therefore, he said unto Amulek: Will ye answer the questions which I shall put unto you?"]],[22,["And Amulek said unto him: Yea, if it be according to the ",["Spirit",["study-note-ref","a",[["TG God, Spirit of","tg/god-spirit-of"],"; ",["Holy Ghost, Mission of","tg/holy-ghost-mission-of"],"."]]]," of the Lord, which is in me; for I shall say nothing which is contrary to the Spirit of the Lord. And Zeezrom said unto him: Behold, here are six onties of silver, and all these will I ",["give",["study-note-ref","b",[["TG Bribe","tg/bribe"],"."]]]," thee if thou wilt deny the existence of a Supreme Being."]],[23,["Now Amulek said: O thou ",["child",["study-note-ref","a",[["Acts 13:10 (8–12)","nt/acts/13.8-12"],"; ",["Alma 5:41","bofm/alma/5.41"],"."]]]," of hell, why ",["tempt",["study-note-ref","b",[["TG Temptation","tg/temptation"],"; ",["Test","tg/test"],"."]]]," ye me? Knowest thou that the righteous yieldeth to no such temptations?"]],[24,["Believest thou that there is no God? I say unto you, Nay, thou knowest that there is a God, but thou lovest that ",["lucre",["study-note-ref","a",[["Luke 16:14","nt/luke/16.14"],"; ",["John 12:43 (42–43)","nt/john/12.42-43"],"; ",["Acts 19:27 (27, 36–38)","nt/acts/19.27,36-38"],"; ",["Titus 1:11","nt/titus/1.11"],"."]]]," more than him."]],[25,["And now thou hast lied before God unto me. Thou saidst unto me—Behold these six onties, which are of great worth, I will give unto thee—when thou hadst it in thy heart to retain them from me; and it was only thy desire that I should deny the true and living God, that thou mightest have cause to destroy me. And now behold, for this great evil thou shalt have thy reward."]],[26,["And Zeezrom said unto him: Thou sayest there is a true and living God?"]],[27,["And Amulek said: Yea, there is a true and living God."]],[28,["Now Zeezrom said: Is there more than one God?"]],[29,["And he answered, No."]],[30,["Now Zeezrom said unto him again: How knowest thou these things?"]],[31,["And he said: An ",["angel",["study-note-ref","a",[["Alma 10:10","bofm/alma/10.10"],"."]]]," hath made them known unto me."]],[32,["And Zeezrom said again: Who is he that shall come? Is it the Son of God?"]],[33,["And he said unto him, Yea."]],[34,["And Zeezrom said again: Shall he save his people ",["in",["study-note-ref","a",[["Hel. 5:10 (10–11)","bofm/hel/5.10-11"],"."]]]," their sins? And Amulek answered and said unto him: I say unto you he shall not, for it is impossible for him to deny his word."]],[35,["Now Zeezrom said unto the people: See that ye remember these things; for he said there is but one God; yet he saith that the Son of God shall come, but he shall ",["not",["study-note-ref","a",[["Alma 14:5","bofm/alma/14.5"],"."]]]," save his people—as though he had authority to command God."]],[36,["Now Amulek saith again unto him: Behold thou hast ",["lied",["study-note-ref","a",[["Alma 12:1","bofm/alma/12.1"],"."]]],", for thou sayest that I spake as though I had authority to command God because I said he shall not save his people in their sins."]],[37,["And I say unto you again that he cannot save them in their ",["sins",["study-note-ref","a",[["1 Cor. 6:9 (9–10)","nt/1-cor/6.9-10"],"."]]],"; for I cannot deny his word, and he hath said that ",["no unclean thing",["study-note-ref","b",[["1 Ne. 15:33","bofm/1-ne/15.33"],"; ",["Alma 40:26","bofm/alma/40.26"],"; ",["3 Ne. 27:19","bofm/3-ne/27.19"],". ",["TG Uncleanness","tg/uncleanness"],"."]]]," can inherit the ",["kingdom",["study-note-ref","c",[["TG Kingdom of God, in Heaven","tg/kingdom-of-god-in-heaven"],"."]]]," of heaven; therefore, how can ye be saved, except ye inherit the kingdom of heaven? Therefore, ye cannot be saved in your sins."]],[38,["Now Zeezrom saith again unto him: Is the Son of God the very Eternal Father?"]],[39,["And Amulek said unto him: Yea, he is the very ",["Eternal Father",["study-note-ref","a",[["Isa. 9:6","ot/isa/9.6"],"; ",["64:8","ot/isa/64.8"],"; ",["Mosiah 15:4 (2–4)","bofm/mosiah/15.2-4"],"; ",["Moro. 7:22","bofm/moro/7.22"],"; ",["8:18","bofm/moro/8.18"],"."]]]," of heaven and of earth, and ",["all",["study-note-ref","b",[["Col. 1:16","nt/col/1.16"],"; ",["Mosiah 4:2","bofm/mosiah/4.2"],"."]]]," things which in them are; he is the beginning and the end, the first and the last;"]],[40,["And he shall come into the ",["world",["study-note-ref","a",[["TG World","tg/world"],"."]]]," to ",["redeem",["study-note-ref","b",[["Luke 2:34","nt/luke/2.34"],"; ",["Rom. 11:26 (26–27)","nt/rom/11.26-27"],"."]]]," his people; and he shall ",["take upon",["study-note-ref","c",[["Ex. 34:7","ot/ex/34.7"],"; ",["1 Jn. 2:2","nt/1-jn/2.2"],"; ",["Mosiah 14:5 (5, 8)","bofm/mosiah/14.5,8"],"; ",["15:12","bofm/mosiah/15.12"],"; ",["D&C 19:17 (16–18)","dc-testament/dc/19.16-18"],"; ",["29:17","dc-testament/dc/29.17"],"."]]]," him the transgressions of those who believe on his name; and these are they that shall have eternal life, and salvation cometh to none else."]],[41,["Therefore the wicked remain as though there had been ",["no",["study-note-ref","a",[["Alma 12:18","bofm/alma/12.18"],"; ",["D&C 88:33","dc-testament/dc/88.33"],"."]]]," redemption made, except it be the loosing of the bands of death; for behold, the day cometh that ",["all",["study-note-ref","b",[["Rev. 20:13 (12–13)","nt/rev/20.12-13"],"; ",["Alma 28:12","bofm/alma/28.12"],"; ",["42:23","bofm/alma/42.23"],"."]]]," shall rise from the dead and stand before God, and be ",["judged",["study-note-ref","c",[["TG Judgment, the Last","tg/judgment-the-last"],"."]]]," according to their works."]],[42,["Now, there is a death which is called a temporal death; and the death of Christ shall loose the ",["bands",["study-note-ref","a",[["Alma 12:16 (16, 24, 36)","bofm/alma/12.16,24,36"],"."]]]," of this temporal death, that all shall be raised from this temporal death."]],[43,["The spirit and the body shall be ",["reunited",["study-note-ref","a",[["2 Ne. 9:13","bofm/2-ne/9.13"],"; ",["Alma 40:23","bofm/alma/40.23"],"."]]]," again in its ",["perfect",["study-note-ref","b",[["TG Perfection","tg/perfection"],"."]]]," form; both limb and joint shall be restored to its proper frame, even as we now are at this time; and we shall be brought to stand before God, ",["knowing",["study-note-ref","c",[["D&C 130:18","dc-testament/dc/130.18"],"."]]]," even as we know now, and have a bright ",["recollection",["study-note-ref","d",[["2 Ne. 9:14","bofm/2-ne/9.14"],"; ",["Mosiah 3:25","bofm/mosiah/3.25"],"; ",["Alma 5:18","bofm/alma/5.18"],"."]]]," of all our ",["guilt",["study-note-ref","e",[["Matt. 12:36 (36–37)","nt/matt/12.36-37"],". ",["TG Guilt","tg/guilt"],"."]]],"."]],[44,["Now, this restoration shall come to all, both old and young, both bond and free, both male and female, both the wicked and the righteous; and even there shall not so much as a hair of their heads be lost; but every thing shall be ",["restored",["study-note-ref","a",[["Rev. 20:12 (12–15)","nt/rev/20.12-15"],"."]]]," to its perfect frame, as it is now, or in the body, and shall be ",["",237],"brought and be arraigned before the bar of Christ the Son, and God the ",["Father",["study-note-ref","b",[["TG Godhead","tg/godhead"],"."]]],", and the Holy Spirit, which is ",["one Eternal God",["study-note-ref","c",[["3 Ne. 11:27 (27–28, 36)","bofm/3-ne/11.27-28,36"],". ",["TG God, Eternal Nature of","tg/god-eternal-nature-of"],"."]]],", to be ",["judged",["study-note-ref","d",[["2 Pet. 2:9","nt/2-pet/2.9"],". ",["TG Jesus Christ, Judge","tg/jesus-christ-judge"],"."]]]," according to their works, whether they be good or whether they be evil."]],[45,["Now, behold, I have spoken unto you concerning the ",["death",["study-note-ref","a",[["Alma 12:12","bofm/alma/12.12"],"."]]]," of the mortal body, and also concerning the ",["resurrection",["study-note-ref","b",[["Alma 40:23","bofm/alma/40.23"],"; ",["D&C 88:16","dc-testament/dc/88.16"],"."]]]," of the mortal body. I say unto you that this mortal body is ",["raised",["study-note-ref","c",[["TG Death, Power over","tg/death-power-over"],"."]]]," to an ",["immortal",["study-note-ref","d",[["TG Immortality","tg/immortality"],"."]]]," body, that is from death, even from the first death unto life, that they can ",["die",["study-note-ref","e",[["Rev. 21:4","nt/rev/21.4"],"; ",["Alma 12:18 (18, 20)","bofm/alma/12.18,20"],"; ",["D&C 63:49","dc-testament/dc/63.49"],"; ",["88:116","dc-testament/dc/88.116"],"."]]]," no more; their spirits uniting with their bodies, never to be divided; thus the whole becoming ",["spiritual",["study-note-ref","f",[["1 Cor. 15:44","nt/1-cor/15.44"],"."]]]," and immortal, that they can no more see corruption."]],[46,["Now, when Amulek had finished these words the people began again to be astonished, and also Zeezrom began to tremble. And thus ended the words of Amulek, or this is all that I have written."]]],"volume":"bofm"}