{"number":14,"verseCount":29,"verses":[[1,["And it came to pass after he had made an end of speaking unto the people many of them did believe on his words, and began to repent, and to search the ",["scriptures",["study-note-ref","a",[["2 Kgs. 22:11 (8–13)","ot/2-kgs/22.8-13"],"; ",["Acts 17:2 (2–3, 11)","nt/acts/17.2-3,11"],"; ",["Alma 13:20","bofm/alma/13.20"],"."]]],"."]],[2,["But the more part of them were desirous that they might destroy Alma and Amulek; for they were angry with Alma, because of the ",["plainness",["study-note-ref","a",[["Alma 12:7 (3–7)","bofm/alma/12.3-7"],"."]]]," of his words unto Zeezrom; and they also said that Amulek had ",["lied",["study-note-ref","b",[["Alma 10:28 (24–32)","bofm/alma/10.24-32"],"."]]]," unto them, and had reviled against their law and also against their lawyers and judges."]],[3,["And they were also angry with Alma and Amulek; and because they had ",["testified",["study-note-ref","a",[["Prov. 26:26","ot/prov/26.26"],"; ",["Alma 37:21","bofm/alma/37.21"],"."]]]," so plainly against their wickedness, they sought to ",["put",["study-note-ref","b",[["Acts 23:12 (12–15)","nt/acts/23.12-15"],"."]]]," them away privily."]],[4,["But it came to pass that they did not; but they took them and bound them with strong cords, and took them before the chief judge of the land."]],[5,["And the people went forth and witnessed against them—testifying that they had reviled against the law, and their lawyers and judges of the land, and also of all the people that were in the land; and also testified that there was but one God, and that he should send his Son among the people, but he should ",["not",["study-note-ref","a",[["Alma 11:35 (33–37)","bofm/alma/11.33-37"],"."]]]," save them; and many such things did the people testify against Alma and Amulek. Now this was done before the chief judge of the land."]],[6,["And it came to pass that Zeezrom was astonished at the words which had been spoken; and he also knew concerning the ",["blindness",["study-note-ref","a",[["TG Spiritual Blindness","tg/spiritual-blindness"],"."]]]," of the minds, which he had caused among the people by his ",["lying",["study-note-ref","b",[["Alma 10:31 (25–31)","bofm/alma/10.25-31"],"."]]]," words; and his soul began to be ",["harrowed up",["study-note-ref","c",[["Alma 15:5","bofm/alma/15.5"],"."]]]," under a ",["consciousness",["study-note-ref","d",[["TG Conscience","tg/conscience"],"."]]]," of his own guilt; yea, he began to be encircled about by the pains of hell."]],[7,["And it came to pass that he began to cry unto the people, saying: Behold, I am ",["guilty",["study-note-ref","a",[["Alma 10:31","bofm/alma/10.31"],"; ",["11:21 (21–36)","bofm/alma/11.21-36"],"; ",["15:3","bofm/alma/15.3"],"."]]],", and these men are spotless before God. And he began to plead for them from that time forth; but they reviled him, saying: Art thou also possessed with the devil? And they spit upon him, and ",["cast",["study-note-ref","b",[["Alma 15:1","bofm/alma/15.1"],"."]]]," him out from among them, and also all those who believed in the words which had been spoken by Alma and Amulek; and they cast them out, and sent men to cast stones at them."]],[8,["And they brought their wives and children together, and whosoever believed or had been taught to believe in the word of God they caused that they should be ",["cast",["study-note-ref","a",[["Alma 15:2","bofm/alma/15.2"],"."]]]," into the fire; and they also brought forth their records which contained the holy scriptures, and cast them into the fire also, that they might be ",["burned",["study-note-ref","b",[["Jer. 36:23 (21–28)","ot/jer/36.21-28"],"."]]]," and destroyed by fire."]],[9,["And it came to pass that they took Alma and Amulek, and carried them forth to the place of ",["martyrdom",["study-note-ref","a",[["TG Martyrdom","tg/martyrdom"],"."]]],", that they might witness the destruction of those who were consumed by fire."]],[10,["And when Amulek saw the pains of the women and children who were consuming in the fire, he also was pained; and he said unto Alma: How can we witness this awful scene? Therefore let us stretch forth our hands, and exercise the ",["power",["study-note-ref","a",[["Alma 8:31 (30–31)","bofm/alma/8.30-31"],"."]]]," of God which is in us, and save them from the flames."]],[11,["But Alma said unto him: The Spirit constraineth me that I must not stretch forth mine hand; for behold the Lord receiveth them up ",["",245],"unto himself, in ",["glory",["study-note-ref","a",[["TG Exaltation","tg/exaltation"],"."]]],"; and he doth suffer that they may do this thing, or that the people may do this thing unto them, according to the hardness of their hearts, that the ",["judgments",["study-note-ref","b",[["Ex. 23:7","ot/ex/23.7"],"; ",["Ps. 37:9 (8–13)","ot/ps/37.8-13"],"; ",["Alma 60:13","bofm/alma/60.13"],"; ",["D&C 103:3","dc-testament/dc/103.3"],". ",["TG Justice","tg/justice"],"."]]]," which he shall exercise upon them in his wrath may be just; and the ",["blood",["study-note-ref","c",[["TG Cruelty","tg/cruelty"],"; ",["Martyrdom","tg/martyrdom"],"."]]]," of the ",["innocent",["study-note-ref","d",[["Lam. 4:13","ot/lam/4.13"],"; ",["Mosiah 17:10","bofm/mosiah/17.10"],"."]]]," shall stand as a witness against them, yea, and cry mightily against them at the last day."]],[12,["Now Amulek said unto Alma: Behold, perhaps they will burn us also."]],[13,["And Alma said: Be it according to the will of the Lord. But, behold, our work is not finished; therefore they burn us not."]],[14,["Now it came to pass that when the bodies of those who had been cast into the fire were consumed, and also the records which were cast in with them, the chief judge of the land came and stood before Alma and Amulek, as they were bound; and he smote them with his hand upon their ",["cheeks",["study-note-ref","a",[["1 Kgs. 22:24 (14–27)","ot/1-kgs/22.14-27"],"."]]],", and said unto them: After what ye have seen, will ye preach again unto this people, that they shall be cast into a ",["lake",["study-note-ref","b",[["Alma 12:17","bofm/alma/12.17"],". ",["TG Damnation","tg/damnation"],"."]]]," of fire and brimstone?"]],[15,["Behold, ye see that ye had not power to save those who had been cast into the fire; neither has God saved them because they were of thy faith. And the judge smote them again upon their cheeks, and asked: What say ye for yourselves?"]],[16,["Now this judge was after the order and faith of ",["Nehor",["study-note-ref","a",[["Alma 1:12 (7–15)","bofm/alma/1.7-15"],"; ",["2:20","bofm/alma/2.20"],"; ",["21:4","bofm/alma/21.4"],"."]]],", who slew Gideon."]],[17,["And it came to pass that Alma and Amulek answered him ",["nothing",["study-note-ref","a",[["Matt. 27:12 (12–14)","nt/matt/27.12-14"],"."]]],"; and he smote them again, and delivered them to the officers to be ",["cast",["study-note-ref","b",[["Alma 9:33","bofm/alma/9.33"],"."]]]," into prison."]],[18,["And when they had been cast into prison three days, there came many ",["lawyers",["study-note-ref","a",[["Alma 10:14","bofm/alma/10.14"],"; ",["11:21 (20–37)","bofm/alma/11.20-37"],"."]]],", and judges, and priests, and teachers, who were of the profession of Nehor; and they came in unto the prison to see them, and they questioned them about many words; but they answered them nothing."]],[19,["And it came to pass that the judge stood before them, and said: Why do ye not answer the words of this people? Know ye not that I have ",["power",["study-note-ref","a",[["John 19:10 (9–10)","nt/john/19.9-10"],"."]]]," to deliver you up unto the flames? And he ",["commanded",["study-note-ref","b",[["Mosiah 7:8","bofm/mosiah/7.8"],"."]]]," them to speak; but they answered nothing."]],[20,["And it came to pass that they departed and went their ways, but came again on the morrow; and the judge also smote them again on their cheeks. And many came forth also, and smote them, saying: Will ye stand again and judge this people, and condemn our law? If ye have such great power why do ye not ",["deliver",["study-note-ref","a",[["Matt. 27:40 (39–43)","nt/matt/27.39-43"],"."]]]," yourselves?"]],[21,["And many such things did they say unto them, gnashing their teeth upon them, and spitting upon them, and saying: How shall we look when we are damned?"]],[22,["And many such things, yea, all manner of such things did they say unto them; and thus they did ",["mock",["study-note-ref","a",[["TG Mocking","tg/mocking"],"."]]]," them for many days. And they did withhold food from them that they might hunger, and water that they might thirst; and they also did take from them their clothes that they were naked; and thus they were ",["bound",["study-note-ref","b",[["Acts 16:23 (23–40)","nt/acts/16.23-40"],"; ",["D&C 122:6","dc-testament/dc/122.6"],"."]]]," with strong cords, and confined in ",["prison",["study-note-ref","c",[["Gen. 39:20","ot/gen/39.20"],"; ",["Mosiah 7:7","bofm/mosiah/7.7"],"."]]],"."]],[23,["And it came to pass after they had thus suffered for many days, (and it was on the twelfth day, in the tenth month, in the tenth year of the reign of the judges over the ",["",246],"people of Nephi) that the chief judge over the land of ",["Ammonihah",["study-note-ref","a",[["Alma 8:6","bofm/alma/8.6"],"; ",["15:1 (1, 15–16)","bofm/alma/15.1,15-16"],"."]]]," and many of their teachers and their lawyers went in unto the prison where Alma and Amulek were bound with cords."]],[24,["And the chief judge stood before them, and smote them again, and said unto them: If ye have the ",["power",["study-note-ref","a",[["TG Sign Seekers","tg/sign-seekers"],"."]]]," of God deliver yourselves from these bands, and then we will believe that the Lord will destroy this people according to your words."]],[25,["And it came to pass that they all went forth and smote them, saying the same words, even until the last; and when the last had spoken unto them the ",["power",["study-note-ref","a",[["Alma 8:31","bofm/alma/8.31"],"."]]]," of God was upon Alma and Amulek, and they rose and stood upon their feet."]],[26,["And Alma cried, saying: How long shall we suffer these great ",["afflictions",["study-note-ref","a",[["James 5:10 (10–11)","nt/james/5.10-11"],"; ",["Mosiah 17:13 (10–20)","bofm/mosiah/17.10-20"],"; ",["JS—H 1:22","pgp/js-h/1.22"],"."]]],", O Lord? O Lord, ",["give",["study-note-ref","b",[["Ps. 69:14 (1–2, 14)","ot/ps/69.1-2,14"],"; ",["D&C 121:3","dc-testament/dc/121.3"],"."]]]," us strength according to our faith which is in Christ, even unto ",["deliverance",["study-note-ref","c",[["TG Deliver","tg/deliver"],"."]]],". And they broke the cords with which they were bound; and when the people saw this, they began to flee, for the fear of destruction had come upon them."]],[27,["And it came to pass that so great was their fear that they fell to the earth, and did not obtain the outer door of the ",["prison",["study-note-ref","a",[["Acts 12:4 (4–6)","nt/acts/12.4-6"],"; ",["16:26","nt/acts/16.26"],"; ",["Hel. 5:21 (21–50)","bofm/hel/5.21-50"],"; ",["3 Ne. 28:19 (19–20)","bofm/3-ne/28.19-20"],"; ",["4 Ne. 1:30","bofm/4-ne/1.30"],"; ",["Ether 12:13","bofm/ether/12.13"],"."]]],"; and the earth shook mightily, and the walls of the prison were rent in twain, so that they fell to the earth; and the chief judge, and the lawyers, and priests, and teachers, who smote upon Alma and Amulek, were slain by the fall thereof."]],[28,["And Alma and Amulek came forth out of the prison, and they were not hurt; for the Lord had granted unto them ",["power",["study-note-ref","a",[["Alma 15:2","bofm/alma/15.2"],"."]]],", according to their faith which was in Christ. And they straightway came forth out of the prison; and they were ",["loosed",["study-note-ref","b",[["1 Ne. 7:17 (17–18)","bofm/1-ne/7.17-18"],"; ",["Jacob 4:6","bofm/jacob/4.6"],"; ",["3 Ne. 28:20 (19–22)","bofm/3-ne/28.19-22"],"."]]]," from their ",["bands",["study-note-ref","c",[["Alma 36:27","bofm/alma/36.27"],"."]]],"; and the prison had fallen to the earth, and every soul within the walls thereof, save it were Alma and Amulek, was slain; and they straightway came forth into the city."]],[29,["Now the people having heard a great noise came running together by multitudes to know the cause of it; and when they saw Alma and Amulek coming forth out of the prison, and the walls thereof had fallen to the earth, they were struck with great fear, and fled from the presence of Alma and Amulek even as a goat fleeth with her young from two lions; and thus they did flee from the presence of Alma and Amulek."]]],"volume":"bm"}