{"number":19,"verseCount":36,"verses":[[1,["And it came to pass that after two days and two nights they were about to take his ",["body",["study-note-ref","a",[["Alma 18:42 (42–43)","bofm/alma/18.42-43"],"."]]]," and lay it in a sepulchre, which they had made for the purpose of burying their dead."]],[2,["Now the queen having heard of the fame of Ammon, therefore she sent and desired that he should come in unto her."]],[3,["And it came to pass that Ammon did as he was commanded, and went in unto the queen, and desired to know what she would that he should do."]],[4,["And she said unto him: The ",["servants",["study-note-ref","a",[["Alma 18:43","bofm/alma/18.43"],"."]]]," of my husband have made it known unto me that thou art a ",["prophet",["study-note-ref","b",[["TG Prophets, Mission of","tg/prophets-mission-of"],"."]]]," of a holy God, and that thou hast ",["power",["study-note-ref","c",[["D&C 3:4","dc-testament/dc/3.4"],"."]]]," to do many mighty works in his name;"]],[5,["Therefore, if this is the case, I would that ye should go in and see my husband, for he has been laid upon his bed for the space of two days and two nights; and some say that he is not dead, but others say that he is dead and that he ",["stinketh",["study-note-ref","a",[["John 11:39","nt/john/11.39"],"."]]],", and that he ought to be placed in the sepulchre; but as for myself, to me he doth not stink."]],[6,["Now, this was what Ammon desired, for he knew that king Lamoni was under the power of God; he knew that the dark ",["veil",["study-note-ref","a",[["2 Cor. 4:4 (3–4)","nt/2-cor/4.3-4"],". ",["TG Veil","tg/veil"],"."]]]," of ",["unbelief",["study-note-ref","b",[["TG Unbelief","tg/unbelief"],"."]]]," was being cast away from his mind, and the ",["light",["study-note-ref","c",[["TG Light [noun]","tg/light-noun"],"."]]]," which did light up his mind, which was the light of the glory of God, which was a marvelous light of his goodness—yea, this light had infused such joy into his soul, the cloud of darkness having been dispelled, and that the light of everlasting life was lit up in ",["",257],"his soul, yea, he knew that this had ",["overcome",["study-note-ref","d",[["Jacob 7:21","bofm/jacob/7.21"],"; ",["Mosiah 3:19","bofm/mosiah/3.19"],"."]]]," his natural frame, and he was carried away in God—"]],[7,["Therefore, what the queen desired of him was his only desire. Therefore, he went in to see the king according as the queen had desired him; and he saw the king, and he knew that he was not dead."]],[8,["And he said unto the queen: He is not dead, but he sleepeth in God, and on the morrow he shall rise again; therefore bury him not."]],[9,["And Ammon said unto her: ",["Believest",["study-note-ref","a",[["John 11:26 (22–45)","nt/john/11.22-45"],"."]]]," thou this? And she said unto him: I have had no witness save thy word, and the word of our servants; nevertheless I ",["believe",["study-note-ref","b",[["Mosiah 26:15 (15–16)","bofm/mosiah/26.15-16"],"."]]]," that it shall be according as thou hast said."]],[10,["And Ammon said unto her: Blessed art thou because of thy exceeding faith; I say unto thee, woman, there has not been such great faith among all the people of the ",["Nephites",["study-note-ref","a",[["Luke 7:9","nt/luke/7.9"],"."]]],"."]],[11,["And it came to pass that she watched over the bed of her husband, from that time even until that time on the morrow which Ammon had appointed that he should rise."]],[12,["And it came to pass that he arose, according to the words of Ammon; and as he arose, he stretched forth his hand unto the woman, and said: Blessed be the name of God, and blessed art thou."]],[13,["For as sure as thou livest, behold, I have ",["seen",["study-note-ref","a",[["TG God, Privilege of Seeing","tg/god-privilege-of-seeing"],"; ",["Jesus Christ, Appearances, Antemortal","tg/jesus-christ-appearances-antemortal"],"."]]]," my Redeemer; and he shall come forth, and be ",["born",["study-note-ref","b",[["TG Jesus Christ, Birth of","tg/jesus-christ-birth-of"],"."]]]," of a ",["woman",["study-note-ref","c",[["1 Ne. 11:18 (13–21)","bofm/1-ne/11.13-21"],"."]]],", and he shall redeem all mankind who believe on his name. Now, when he had said these words, his heart was swollen within him, and he sunk again with joy; and the queen also sunk down, being overpowered by the Spirit."]],[14,["Now Ammon seeing the Spirit of the Lord poured out according to his ",["prayers",["study-note-ref","a",[["D&C 42:14","dc-testament/dc/42.14"],"."]]]," upon the Lamanites, his brethren, who had been the cause of so much mourning among the Nephites, or among all the people of God because of their iniquities and their ",["traditions",["study-note-ref","b",[["Mosiah 1:5","bofm/mosiah/1.5"],"."]]],", he fell upon his knees, and began to pour out his soul in prayer and thanksgiving to God for what he had done for his brethren; and he was also overpowered with ",["joy",["study-note-ref","c",[["TG Joy","tg/joy"],"."]]],"; and thus they all three had ",["sunk",["study-note-ref","d",[["Alma 27:17","bofm/alma/27.17"],"."]]]," to the earth."]],[15,["Now, when the servants of the king had seen that they had fallen, they also began to cry unto God, for the fear of the Lord had come upon them also, for it was ",["they",["study-note-ref","a",[["Alma 18:1 (1–2)","bofm/alma/18.1-2"],"."]]]," who had stood before the king and testified unto him concerning the great power of Ammon."]],[16,["And it came to pass that they did call on the name of the Lord, in their might, even until they had all fallen to the earth, save it were one of the Lamanitish ",["women",["study-note-ref","a",[["Alma 19:28","bofm/alma/19.28"],"."]]],", whose name was Abish, she having been converted unto the Lord for many years, on account of a remarkable vision of her father—"]],[17,["Thus, having been converted to the Lord, and never having made it ",["known",["study-note-ref","a",[["JS—H 1:74","pgp/js-h/1.74"],"."]]],", therefore, when she saw that all the servants of Lamoni had ",["fallen",["study-note-ref","b",[["Mosiah 4:1","bofm/mosiah/4.1"],"."]]]," to the earth, and also her mistress, the queen, and the king, and Ammon lay ",["prostrate",["study-note-ref","c",[["Moses 1:9 (9–10)","pgp/moses/1.9-10"],"."]]]," upon the earth, she knew that it was the power of God; and supposing that this opportunity, by making known unto the people what had happened among them, that by beholding this scene it would ",["cause",["study-note-ref","d",[["Mosiah 27:14","bofm/mosiah/27.14"],"."]]]," them to believe in the power of God, therefore she ran forth from house to house, making it known unto the people."]],[18,["And they began to assemble themselves together unto the house ",["",258],"of the king. And there came a multitude, and to their astonishment, they beheld the king, and the queen, and their servants prostrate upon the earth, and they all lay there as though they were dead; and they also saw Ammon, and behold, he was a Nephite."]],[19,["And now the people began to murmur among themselves; some saying that it was a great evil that had come upon them, or upon the king and his house, because he had suffered that the Nephite should ",["remain",["study-note-ref","a",[["Alma 17:23 (22–23)","bofm/alma/17.22-23"],"."]]]," in the land."]],[20,["But others rebuked them, saying: The king hath brought this evil upon his house, because he slew his servants who had had their flocks scattered at the ",["waters of Sebus",["study-note-ref","a",[["Alma 17:26","bofm/alma/17.26"],"; ",["18:7","bofm/alma/18.7"],"."]]],"."]],[21,["And they were also rebuked by those men who had stood at the waters of Sebus and ",["scattered",["study-note-ref","a",[["Alma 17:27","bofm/alma/17.27"],"; ",["18:3","bofm/alma/18.3"],"."]]]," the flocks which belonged to the king, for they were angry with Ammon because of the number which he had slain of their brethren at the waters of Sebus, while defending the flocks of the king."]],[22,["Now, one of them, whose brother had been ",["slain",["study-note-ref","a",[["Alma 17:38","bofm/alma/17.38"],"."]]]," with the sword of Ammon, being exceedingly angry with Ammon, drew his sword and went forth that he might let it fall upon Ammon, to slay him; and as he lifted the sword to smite him, behold, he fell dead."]],[23,["Now we see that Ammon could not be slain, for the ",["Lord",["study-note-ref","a",[["Mosiah 28:7","bofm/mosiah/28.7"],"; ",["Alma 17:35","bofm/alma/17.35"],"."]]]," had said unto Mosiah, his father: I will spare him, and it shall be unto him according to thy faith—therefore, Mosiah ",["trusted",["study-note-ref","b",[["TG Family, Love within","tg/family-love-within"],"; ",["Trust in God","tg/trust-in-god"],"."]]]," him unto the Lord."]],[24,["And it came to pass that when the multitude beheld that the man had fallen dead, who lifted the sword to slay Ammon, ",["fear",["study-note-ref","a",[["Luke 7:16","nt/luke/7.16"],"; ",["Moses 6:39 (37–40)","pgp/moses/6.37-40"],"."]]]," came upon them all, and they durst not put forth their hands to touch him or any of those who had fallen; and they began to marvel again among themselves what could be the cause of this great power, or what all these things could mean."]],[25,["And it came to pass that there were many among them who said that Ammon was the ",["Great Spirit",["study-note-ref","a",[["Alma 18:5 (2–5)","bofm/alma/18.2-5"],"."]]],", and others said he was sent by the Great Spirit;"]],[26,["But others rebuked them all, saying that he was a ",["monster",["study-note-ref","a",[["Moses 6:38 (37–39)","pgp/moses/6.37-39"],"."]]],", who had been sent from the Nephites to torment them."]],[27,["And there were some who said that Ammon was sent by the Great Spirit to afflict them because of their iniquities; and that it was the Great Spirit that had always attended the Nephites, who had ever delivered them out of their hands; and they said that it was this Great Spirit who had destroyed so many of their brethren, the Lamanites."]],[28,["And thus the contention began to be exceedingly sharp among them. And while they were thus contending, the ",["woman",["study-note-ref","a",[["Alma 19:16","bofm/alma/19.16"],"."]]]," servant who had caused the multitude to be gathered together came, and when she saw the contention which was among the multitude she was exceedingly sorrowful, even unto tears."]],[29,["And it came to pass that she went and took the queen by the ",["hand",["study-note-ref","a",[["Alma 22:22","bofm/alma/22.22"],"."]]],", that perhaps she might raise her from the ground; and as soon as she touched her hand she arose and stood upon her feet, and cried with a loud voice, saying: O blessed Jesus, who has saved me from an ",["awful",["study-note-ref","b",[["1 Ne. 14:3","bofm/1-ne/14.3"],"."]]]," hell! O blessed God, have ",["mercy",["study-note-ref","c",[["Enos 1:9","bofm/enos/1.9"],"; ",["Alma 36:24","bofm/alma/36.24"],"."]]]," on this people!"]],[30,["And when she had said this, she clasped her hands, being filled with joy, speaking many words which were not understood; and when she had done this, she took the king, ",["",259],"Lamoni, by the hand, and behold he arose and stood upon his feet."]],[31,["And he, immediately, seeing the contention among his people, went forth and began to rebuke them, and to teach them the ",["words",["study-note-ref","a",[["Alma 18:39 (36–39)","bofm/alma/18.36-39"],"."]]]," which he had heard from the mouth of Ammon; and as many as heard his words believed, and were converted unto the Lord."]],[32,["But there were ",["many",["study-note-ref","a",[["John 12:37 (35–37)","nt/john/12.35-37"],"."]]]," among them who would not hear his words; therefore they went their way."]],[33,["And it came to pass that when Ammon arose he also administered unto them, and also did all the servants of Lamoni; and they did all declare unto the people the selfsame thing—that their hearts had been ",["changed",["study-note-ref","a",[["TG Man, New, Spiritually Reborn","tg/man-new-spiritually-reborn"],"."]]],"; that they had no more desire to do ",["evil",["study-note-ref","b",[["Jonah 3:8","ot/jonah/3.8"],"; ",["Mosiah 5:2","bofm/mosiah/5.2"],"; ",["Alma 13:12","bofm/alma/13.12"],"; ",["3 Ne. 20:26","bofm/3-ne/20.26"],"."]]],"."]],[34,["And behold, many did declare unto the people that they had seen ",["angels",["study-note-ref","a",[["TG Angels","tg/angels"],"; ",["Vision","tg/vision"],"."]]]," and had conversed with them; and thus they had told them things of God, and of his righteousness."]],[35,["And it came to pass that there were many that did ",["believe",["study-note-ref","a",[["TG Baptism, Qualifications for","tg/baptism-qualifications-for"],"."]]]," in their words; and as many as did believe were baptized; and they became a righteous people, and they did establish a church among them."]],[36,["And thus the work of the Lord did commence among the Lamanites; thus the Lord did begin to pour out his ",["Spirit",["study-note-ref","a",[["TG God, Spirit of","tg/god-spirit-of"],"."]]]," upon them; and we see that his arm is extended to ",["all",["study-note-ref","b",[["2 Ne. 26:33","bofm/2-ne/26.33"],"; ",["Alma 5:33","bofm/alma/5.33"],"; ",["3 Ne. 18:25","bofm/3-ne/18.25"],"."]]]," people who will repent and believe on his name."]]],"volume":"bofm"}