{"number":20,"verseCount":30,"verses":[[1,["And it came to pass that when they had established a church in that ",["land",["study-note-ref","a",[["2 Ne. 5:8","bofm/2-ne/5.8"],"; ",["Alma 2:24","bofm/alma/2.24"],"."]]],", that king Lamoni desired that Ammon should go with him to the land of Nephi, that he might show him unto his father."]],[2,["And the voice of the Lord came to Ammon, saying: Thou shalt not go up to the land of Nephi, for behold, the king will seek thy life; but thou shalt go to the land of ",["Middoni",["study-note-ref","a",[["Alma 21:12 (12–13, 18)","bofm/alma/21.12-13,18"],"; ",["23:10","bofm/alma/23.10"],"."]]],"; for behold, thy brother Aaron, and also Muloki and Ammah are in prison."]],[3,["Now it came to pass that when Ammon had heard this, he said unto Lamoni: Behold, my brother and brethren are in prison at Middoni, and I go that I may deliver them."]],[4,["Now Lamoni said unto Ammon: I know, in the ",["strength",["study-note-ref","a",[["TG Strength","tg/strength"],"."]]]," of the Lord thou canst do all things. But behold, I will go with thee to the land of Middoni; for the king of the land of Middoni, whose name is Antiomno, is a friend unto me; therefore I go to the land of Middoni, that I may flatter the king of the land, and he will cast thy brethren out of ",["prison",["study-note-ref","b",[["Alma 20:22","bofm/alma/20.22"],"; ",["22:2","bofm/alma/22.2"],"."]]],". Now Lamoni said unto him: Who told thee that thy brethren were in prison?"]],[5,["And Ammon said unto him: No one hath told me, save it be God; and he said unto me—Go and deliver thy brethren, for they are in prison in the land of Middoni."]],[6,["Now when Lamoni had heard this he caused that his servants should make ready his ",["horses",["study-note-ref","a",[["Alma 18:9","bofm/alma/18.9"],"."]]]," and his chariots."]],[7,["And he said unto Ammon: Come, I will go with thee down to the land of Middoni, and there I will plead with the king that he will cast thy brethren out of prison."]],[8,["And it came to pass that as Ammon and Lamoni were journeying ",["",260],"thither, they met the father of Lamoni, who was king ",["over",["study-note-ref","a",[["Alma 22:1","bofm/alma/22.1"],"."]]]," all the land."]],[9,["And behold, the father of Lamoni said unto him: Why did ye ",["not",["study-note-ref","a",[["1 Sam. 20:27","ot/1-sam/20.27"],"."]]]," come to the ",["feast",["study-note-ref","b",[["Alma 18:9","bofm/alma/18.9"],"."]]]," on that great day when I made a feast unto my sons, and unto my people?"]],[10,["And he also said: Whither art thou going with this Nephite, who is one of the children of a ",["liar",["study-note-ref","a",[["Mosiah 10:16 (12–17)","bofm/mosiah/10.12-17"],"."]]],"?"]],[11,["And it came to pass that Lamoni rehearsed unto him whither he was going, for he feared to offend him."]],[12,["And he also told him all the cause of his tarrying in his own kingdom, that he did not go unto his father to the feast which he had prepared."]],[13,["And now when Lamoni had rehearsed unto him all these things, behold, to his astonishment, his father was angry with him, and said: Lamoni, thou art going to deliver these Nephites, who are sons of a liar. Behold, he robbed our fathers; and now his children are also come amongst us that they may, by their cunning and their lyings, deceive us, that they again may rob us of our property."]],[14,["Now the father of Lamoni commanded him that he should slay Ammon with the sword. And he also commanded him that he should not go to the land of Middoni, but that he should return with him to the land of ",["Ishmael",["study-note-ref","a",[["Alma 17:19","bofm/alma/17.19"],"."]]],"."]],[15,["But Lamoni said unto him: I will not slay Ammon, neither will I return to the land of Ishmael, but I go to the land of Middoni that I may release the brethren of Ammon, for I know that they are just men and holy prophets of the true God."]],[16,["Now when his father had heard these words, he was angry with him, and he drew his sword that he might smite him to the earth."]],[17,["But Ammon stood forth and said unto him: Behold, thou shalt not slay thy son; nevertheless, it were ",["better",["study-note-ref","a",[["Alma 48:23","bofm/alma/48.23"],"."]]]," that he should fall than thee, for behold, he has ",["repented",["study-note-ref","b",[["Alma 22:6","bofm/alma/22.6"],"."]]]," of his sins; but if thou shouldst fall at this time, in thine anger, thy soul could not be saved."]],[18,["And again, it is expedient that thou shouldst forbear; for if thou shouldst ",["slay",["study-note-ref","a",[["TG Murder","tg/murder"],"."]]]," thy son, he being an innocent man, his blood would cry from the ground to the Lord his God, for vengeance to come upon thee; and perhaps thou wouldst lose thy ",["soul",["study-note-ref","b",[["D&C 42:18","dc-testament/dc/42.18"],"."]]],"."]],[19,["Now when Ammon had said these words unto him, he answered him, saying: I know that if I should slay my son, that I should shed innocent blood; for it is thou that hast sought to destroy him."]],[20,["And he stretched forth his hand to slay Ammon. But Ammon withstood his blows, and also smote his arm that he could not use it."]],[21,["Now when the king saw that Ammon could slay him, he began to plead with Ammon that he would spare his life."]],[22,["But Ammon raised his sword, and said unto him: Behold, I will smite thee except thou wilt grant unto me that my brethren may be ",["cast out",["study-note-ref","a",[["Alma 20:4","bofm/alma/20.4"],"."]]]," of prison."]],[23,["Now the king, fearing he should lose his life, said: If thou wilt spare me I will grant unto thee whatsoever thou wilt ask, even to half of the kingdom."]],[24,["Now when Ammon saw that he had wrought upon the old king according to his desire, he said unto him: If thou wilt grant that my brethren may be cast out of prison, and also that Lamoni may retain his kingdom, and that ye be not displeased with him, but grant that he may do according to his own desires in ",["whatsoever",["study-note-ref","a",[["Alma 21:21 (21–22)","bofm/alma/21.21-22"],"; ",["22:1","bofm/alma/22.1"],"."]]]," thing he thinketh, ",["",261],"then will I spare thee; otherwise I will smite thee to the earth."]],[25,["Now when Ammon had said these words, the king began to rejoice because of his life."]],[26,["And when he saw that Ammon had no desire to destroy him, and when he also saw the great ",["love",["study-note-ref","a",[["2 Sam. 1:26","ot/2-sam/1.26"],". ",["TG Loyalty","tg/loyalty"],"."]]]," he had for his son Lamoni, he was astonished exceedingly, and said: Because this is all that thou hast desired, that I would ",["release",["study-note-ref","b",[["Alma 22:2","bofm/alma/22.2"],"."]]]," thy brethren, and suffer that my son Lamoni should retain his kingdom, behold, I will grant unto you that my son may retain his kingdom from this time and forever; and I will govern him no more—"]],[27,["And I will also grant unto thee that thy brethren may be cast out of prison, and thou and thy brethren may come unto me, in my kingdom; for I shall greatly desire to see thee. For the king was greatly astonished at the words which he had spoken, and also at the words which had been spoken by his son Lamoni, therefore he was ",["desirous",["study-note-ref","a",[["TG Teachable","tg/teachable"],"."]]]," to learn them."]],[28,["And it came to pass that Ammon and Lamoni proceeded on their journey towards the land of Middoni. And Lamoni found favor in the eyes of the king of the land; therefore the brethren of Ammon were brought forth out of prison."]],[29,["And when Ammon did meet them he was exceedingly sorrowful, for behold they were naked, and their skins were worn exceedingly because of being bound with strong cords. And they also had ",["suffered",["study-note-ref","a",[["Alma 21:14","bofm/alma/21.14"],"."]]]," hunger, thirst, and all kinds of afflictions; nevertheless they were ",["patient",["study-note-ref","b",[["Alma 17:11","bofm/alma/17.11"],"."]]]," in all their sufferings."]],[30,["And, as it happened, it was their lot to have fallen into the hands of a more hardened and a more ",["stiffnecked",["study-note-ref","a",[["TG Stiffnecked","tg/stiffnecked"],"."]]]," people; therefore they would not hearken unto their words, and they had cast them out, and had smitten them, and had driven them from house to house, and from place to place, even until they had arrived in the land of Middoni; and there they were taken and cast into prison, and bound with ",["strong",["study-note-ref","b",[["Alma 26:29","bofm/alma/26.29"],"."]]]," cords, and kept in prison for many days, and were delivered by Lamoni and Ammon."]]],"volume":"bofm"}