{"number":22,"verseCount":35,"verses":[[1,["Now, as Ammon was thus teaching the people of Lamoni continually, we will return to the account of Aaron and his brethren; for after he departed from the land of Middoni he was ",["led",["study-note-ref","a",[["Gen. 24:27","ot/gen/24.27"],"; ",["Acts 16:6","nt/acts/16.6"],"; ",["Alma 21:16 (16–17)","bofm/alma/21.16-17"],"."]]]," by the Spirit to the land of Nephi, even to the house of the king which was ",["over",["study-note-ref","b",[["Alma 20:8","bofm/alma/20.8"],"."]]]," all the land ",["save",["study-note-ref","c",[["Alma 20:24","bofm/alma/20.24"],"; ",["21:21 (21–22)","bofm/alma/21.21-22"],"."]]]," it were the land of Ishmael; and he was the father of Lamoni."]],[2,["And it came to pass that he went in unto him into the king’s palace, with his brethren, and bowed himself before the king, and said unto him: Behold, O king, we are the brethren of Ammon, whom thou hast ",["delivered",["study-note-ref","a",[["Alma 20:26","bofm/alma/20.26"],"."]]]," out of ",["prison",["study-note-ref","b",[["Alma 20:4","bofm/alma/20.4"],"."]]],"."]],[3,["And now, O king, if thou wilt spare our lives, we will be thy servants. And the king said unto them: Arise, for I will grant unto you your lives, and I will not suffer that ye shall be my servants; but I will insist that ye shall administer unto me; for I have been somewhat ",["troubled",["study-note-ref","a",[["Acts 2:37 (37–38)","nt/acts/2.37-38"],"."]]]," in mind because of the ",["generosity",["study-note-ref","b",[["Alma 20:26","bofm/alma/20.26"],"."]]]," and the greatness of the words of thy brother Ammon; and I desire to know the cause why he has not come up out of Middoni with thee."]],[4,["And Aaron said unto the king: Behold, the Spirit of the Lord has called him another way; he has gone ",["to",["study-note-ref","a",[["Alma 21:18","bofm/alma/21.18"],"."]]]," the land of Ishmael, to teach the people of Lamoni."]],[5,["Now the king said unto them: What is this that ye have said concerning the Spirit of the Lord? ",["",264],"Behold, this is the thing which doth trouble me."]],[6,["And also, what is this that Ammon said—",["If",["study-note-ref","a",[["Alma 20:17 (17–18)","bofm/alma/20.17-18"],"."]]]," ye will repent ye shall be saved, and if ye will not repent, ye shall be cast off at the last day?"]],[7,["And Aaron answered him and said unto him: Believest thou that there is a God? And the king said: I know that the Amalekites say that there is a God, and I have granted unto them that they should build sanctuaries, that they may assemble themselves together to worship him. And if now thou sayest there is a God, behold I will ",["believe",["study-note-ref","a",[["D&C 46:14 (13–14)","dc-testament/dc/46.13-14"],"."]]],"."]],[8,["And now when Aaron heard this, his heart began to rejoice, and he said: Behold, assuredly as thou livest, O king, there is a God."]],[9,["And the king said: Is God that ",["Great Spirit",["study-note-ref","a",[["Alma 18:2, 26 (18–28)","bofm/alma/18.18-28"],"."]]]," that brought our fathers out of the land of Jerusalem?"]],[10,["And Aaron said unto him: Yea, he is that Great Spirit, and he ",["created",["study-note-ref","a",[["TG Creation","tg/creation"],"."]]]," all things both in heaven and in earth. Believest thou this?"]],[11,["And he said: Yea, I believe that the Great Spirit created all things, and I desire that ye should tell me concerning all these things, and I will ",["believe",["study-note-ref","a",[["TG Believe","tg/believe"],"."]]]," thy words."]],[12,["And it came to pass that when Aaron saw that the king would believe his words, he began from the creation of Adam, ",["reading",["study-note-ref","a",[["1 Ne. 5:18 (10–18)","bofm/1-ne/5.10-18"],"; ",["Alma 18:36","bofm/alma/18.36"],"; ",["37:9","bofm/alma/37.9"],"."]]]," the scriptures unto the king—how God ",["created",["study-note-ref","b",[["TG Man, Physical Creation of","tg/man-physical-creation-of"],"."]]]," man after his own image, and that God gave him commandments, and that because of transgression, man had fallen."]],[13,["And Aaron did expound unto him the scriptures from the ",["creation",["study-note-ref","a",[["Gen. 1:26 (26–28)","ot/gen/1.26-28"],"; ",["2:7","ot/gen/2.7"],"."]]]," of Adam, laying the fall of man before him, and their carnal state and also the ",["plan",["study-note-ref","b",[["TG Salvation, Plan of","tg/salvation-plan-of"],"."]]]," of ",["redemption",["study-note-ref","c",[["TG Redemption","tg/redemption"],"."]]],", which was prepared ",["from",["study-note-ref","d",[["2 Ne. 9:18","bofm/2-ne/9.18"],"; ",["Alma 13:3 (3, 5, 7–9)","bofm/alma/13.3,5,7-9"],"."]]]," the foundation of the world, through Christ, for all whosoever would believe on his name."]],[14,["And since man had ",["fallen",["study-note-ref","a",[["TG Fall of Man","tg/fall-of-man"],"."]]]," he could not ",["merit",["study-note-ref","b",[["Eph. 2:8 (8–9)","nt/eph/2.8-9"],"; ",["Alma 42:14 (10–25)","bofm/alma/42.10-25"],"."]]]," anything of himself; but the sufferings and ",["death",["study-note-ref","c",[["TG Jesus Christ, Death of","tg/jesus-christ-death-of"],"."]]]," of Christ ",["atone",["study-note-ref","d",[["2 Ne. 2:10","bofm/2-ne/2.10"],"; ",["Alma 33:22","bofm/alma/33.22"],"; ",["34:9 (8–16)","bofm/alma/34.8-16"],"."]]]," for their sins, through faith and repentance, and so forth; and that he breaketh the bands of death, that the ",["grave",["study-note-ref","e",[["Isa. 25:8","ot/isa/25.8"],"; ",["1 Cor. 15:55 (34–57)","nt/1-cor/15.34-57"],"."]]]," shall have no victory, and that the sting of death should be swallowed up in the hopes of glory; and Aaron did expound all these things unto the king."]],[15,["And it came to pass that after Aaron had expounded these things unto him, the king said: ",["What",["study-note-ref","a",[["Acts 2:37","nt/acts/2.37"],"."]]]," shall I do that I may have this eternal life of which thou hast spoken? Yea, what shall I do that I may be ",["born of God",["study-note-ref","b",[["Alma 5:14 (14, 49)","bofm/alma/5.14,49"],"; ",["36:23 (23, 26)","bofm/alma/36.23,26"],"."]]],", having this wicked spirit ",["rooted",["study-note-ref","c",[["Rom. 7:18","nt/rom/7.18"],"."]]]," out of my breast, and receive his Spirit, that I may be filled with joy, that I may not be cast off at the last day? Behold, said he, I will give up ",["all",["study-note-ref","d",[["Matt. 13:46 (44–46)","nt/matt/13.44-46"],"; ",["19:21 (16–22)","nt/matt/19.16-22"],"."]]]," that I possess, yea, I will forsake my kingdom, that I may receive this great joy."]],[16,["But Aaron said unto him: If thou desirest this thing, if thou wilt ",["bow",["study-note-ref","a",[["TG Conversion","tg/conversion"],"."]]]," down before God, yea, if thou wilt repent of all thy sins, and will bow down before God, and call on his name in faith, believing that ye shall receive, then shalt thou receive the ",["hope",["study-note-ref","b",[["Ether 12:4","bofm/ether/12.4"],"."]]]," which thou desirest."]],[17,["And it came to pass that when Aaron had said these words, the king did ",["bow",["study-note-ref","a",[["D&C 5:24","dc-testament/dc/5.24"],"."]]]," down before the Lord, upon his knees; yea, even he did ",["",265],"prostrate himself upon the earth, and cried ",["mightily",["study-note-ref","b",[["TG Prayer","tg/prayer"],"."]]],", saying:"]],[18,["O God, Aaron hath told me that there is a God; and if there is a God, and if thou art God, wilt thou make thyself known unto me, and I will give away all my sins to know thee, and that I may be raised from the dead, and be saved at the last day. And now when the king had said these words, he was struck ",["as",["study-note-ref","a",[["Alma 18:42 (42–43)","bofm/alma/18.42-43"],"."]]]," if he were dead."]],[19,["And it came to pass that his servants ran and told the queen all that had happened unto the king. And she came in unto the king; and when she saw him lay as if he were dead, and also Aaron and his brethren standing as though they had been the cause of his fall, she was angry with them, and commanded that her servants, or the servants of the king, should take them and slay them."]],[20,["Now the servants had seen the cause of the king’s fall, therefore they durst not lay their hands on Aaron and his brethren; and they pled with the queen saying: Why commandest thou that we should slay these men, when behold one of them is ",["mightier",["study-note-ref","a",[["Alma 18:3 (1–3)","bofm/alma/18.1-3"],"."]]]," than us all? Therefore we shall fall before them."]],[21,["Now when the queen saw the fear of the servants she also began to fear exceedingly, lest there should some evil come upon her. And she commanded her servants that they should go and call the people, that they might slay Aaron and his brethren."]],[22,["Now when Aaron saw the determination of the queen, he, also knowing the hardness of the hearts of the people, feared lest that a multitude should assemble themselves together, and there should be a great contention and a disturbance among them; therefore he put forth his ",["hand",["study-note-ref","a",[["Alma 19:29","bofm/alma/19.29"],"."]]]," and raised the king from the earth, and said unto him: Stand. And he stood upon his feet, receiving his strength."]],[23,["Now this was done in the presence of the queen and many of the servants. And when they saw it they greatly marveled, and began to fear. And the king stood forth, and began to ",["minister",["study-note-ref","a",[["TG Minister","tg/minister"],"; ",["Ministration","tg/ministration"],"; ",["Ministry","tg/ministry"],"."]]]," unto them. And he did minister unto them, insomuch that his ",["whole",["study-note-ref","b",[["Alma 23:3","bofm/alma/23.3"],"."]]]," household were ",["converted",["study-note-ref","c",[["TG Conversion","tg/conversion"],"."]]]," unto the Lord."]],[24,["Now there was a multitude gathered together because of the commandment of the queen, and there began to be great murmurings among them because of Aaron and his brethren."]],[25,["But the king stood forth among them and administered unto them. And they were ",["pacified",["study-note-ref","a",[["TG Peace","tg/peace"],"; ",["Peacemakers","tg/peacemakers"],"."]]]," towards Aaron and those who were with him."]],[26,["And it came to pass that when the king saw that the people were pacified, he caused that Aaron and his brethren should stand forth in the midst of the multitude, and that they should preach the word unto them."]],[27,["And it came to pass that the king sent a ",["proclamation",["study-note-ref","a",[["Alma 23:1 (1–4)","bofm/alma/23.1-4"],"."]]]," throughout all the land, amongst all his people who were in all his land, who were in all the regions round about, which was bordering even to the sea, on the east and on the ",["west",["study-note-ref","b",[["Hel. 3:8","bofm/hel/3.8"],"; ",["11:20","bofm/hel/11.20"],"."]]],", and which was divided from the land of ",["Zarahemla",["study-note-ref","c",[["Omni 1:13","bofm/omni/1.13"],"."]]]," by a narrow strip of wilderness, which ran from the sea east even to the sea west, and round about on the borders of the seashore, and the borders of the wilderness which was on the north by the land of Zarahemla, through the borders of ",["Manti",["study-note-ref","d",[["Alma 17:1","bofm/alma/17.1"],"; ",["56:14","bofm/alma/56.14"],"."]]],", by the head of the ",["river Sidon",["study-note-ref","e",[["Alma 16:6 (6–7)","bofm/alma/16.6-7"],"; ",["43:22 (22–53)","bofm/alma/43.22-53"],"."]]],", running from the east towards the west—and thus were the Lamanites and the Nephites divided."]],[28,["Now, the more ",["idle",["study-note-ref","a",[["2 Ne. 5:24 (22–25)","bofm/2-ne/5.22-25"],"."]]]," part of the Lamanites lived in the wilderness, and dwelt in tents; and they were spread through the wilderness on the west, in the land of Nephi; yea, and also on the west of the land of Zarahemla, in the borders by the seashore, and on the west in the land of Nephi, in the place of their fathers’ first inheritance, and thus bordering along by the seashore."]],[29,["And also there were many Lamanites on the east by the seashore, whither the Nephites had driven them. And thus the Nephites were nearly surrounded by the Lamanites; nevertheless the Nephites had taken possession of all the northern parts of the land bordering on the wilderness, at the head of the river Sidon, from the east to the west, round about on the wilderness side; on the north, even until they came to the land which they called ",["Bountiful",["study-note-ref","a",[["Alma 52:9, 17, 27","bofm/alma/52.9,17,27"],"; ",["63:5","bofm/alma/63.5"],"."]]],"."]],[30,["And it bordered upon the land which they called ",["Desolation",["study-note-ref","a",[["Alma 46:17","bofm/alma/46.17"],"; ",["50:34","bofm/alma/50.34"],"; ",["Morm. 3:5 (5, 7)","bofm/morm/3.5,7"],"; ",["4:3 (1–3)","bofm/morm/4.1-3"],"."]]],", it being so far northward that it came into the land which had been peopled and been destroyed, of whose ",["bones",["study-note-ref","b",[["Mosiah 8:8 (7–12)","bofm/mosiah/8.7-12"],"; ",["28:17 (11–19)","bofm/mosiah/28.11-19"],"."]]]," we have spoken, which was discovered by the ",["people",["study-note-ref","c",[["Omni 1:21 (20–22)","bofm/omni/1.20-22"],"."]]]," of Zarahemla, it being the place of their ",["first",["study-note-ref","d",[["Ether 6:12","bofm/ether/6.12"],"; ",["7:6","bofm/ether/7.6"],"."]]]," landing."]],[31,["And they came from there ",["up",["study-note-ref","a",[["Hel. 6:10","bofm/hel/6.10"],"."]]]," into the south wilderness. Thus the ",["land",["study-note-ref","b",[["Alma 46:17","bofm/alma/46.17"],"; ",["63:4","bofm/alma/63.4"],"."]]]," on the northward was called ",["Desolation",["study-note-ref","c",[["Hel. 3:6 (5–6)","bofm/hel/3.5-6"],"."]]],", and the land on the southward was called Bountiful, it being the wilderness which is filled with all manner of wild animals of every kind, a part of which had come from the land northward for food."]],[32,["And now, it was only the ",["distance",["study-note-ref","a",[["Hel. 4:7","bofm/hel/4.7"],"."]]]," of a day and a half’s journey for a Nephite, on the line Bountiful and the land Desolation, from the east to the west sea; and thus the land of Nephi and the land of Zarahemla were nearly surrounded by water, there being a small ",["neck",["study-note-ref","b",[["Alma 50:34","bofm/alma/50.34"],"; ",["52:9","bofm/alma/52.9"],"."]]]," of land between the land northward and the land southward."]],[33,["And it came to pass that the Nephites had inhabited the land Bountiful, even from the east unto the west sea, and thus the Nephites in their wisdom, with their guards and their armies, had hemmed in the Lamanites on the south, that thereby they should have no more possession on the north, that they might not overrun the land northward."]],[34,["Therefore the Lamanites could have no more possessions only in the land of Nephi, and the wilderness round about. Now this was wisdom in the Nephites—as the Lamanites were an enemy to them, they would not suffer their afflictions on every hand, and also that they might have a country whither they might flee, according to their desires."]],[35,["And now I, after having said this, return again to the account of Ammon and Aaron, Omner and Himni, and their brethren."]]],"volume":"bofm"}