{"heading":["Religious freedom is proclaimed—The Lamanites in seven lands and cities are converted—They call themselves Anti-Nephi-Lehies and are freed from the curse—The Amalekites and the Amulonites reject the truth. About 90–77 ",["B.C.","small"]],"number":23,"verseCount":18,"verses":[[1,["Behold, now it came to pass that the king of the Lamanites sent a ",["proclamation",["study-note-ref","a",[["Alma 22:27","bofm/alma/22.27"],"."]]]," among all his people, that they should not lay their hands on Ammon, or Aaron, or Omner, or Himni, nor either of their brethren who should go forth preaching the word of God, in whatsoever place ",["",267],"they should be, in any part of their land."]],[2,["Yea, he sent a decree among them, that they should not lay their hands on them to bind them, or to cast them into prison; neither should they spit upon them, nor smite them, nor cast them out of their ",["synagogues",["study-note-ref","a",[["Alma 21:20 (4–6, 20)","bofm/alma/21.4-6,20"],"; ",["26:29","bofm/alma/26.29"],"."]]],", nor scourge them; neither should they cast stones at them, but that they should have free access to their houses, and also their temples, and their ",["sanctuaries",["study-note-ref","b",[["Hel. 3:14 (9, 14)","bofm/hel/3.9,14"],"."]]],"."]],[3,["And thus they might go forth and preach the word according to their desires, for the king had been converted unto the Lord, and ",["all",["study-note-ref","a",[["Alma 22:23","bofm/alma/22.23"],"."]]]," his ",["household",["study-note-ref","b",[["Gen. 18:19","ot/gen/18.19"],"."]]],"; therefore he sent his proclamation throughout the land unto his people, that the word of God might have no obstruction, but that it might go forth throughout all the land, that his people might be convinced concerning the wicked ",["traditions",["study-note-ref","c",[["Alma 26:24","bofm/alma/26.24"],"."]]]," of their fathers, and that they might be convinced that they were all brethren, and that they ought not to murder, nor to plunder, nor to steal, nor to commit adultery, nor to commit any manner of wickedness."]],[4,["And now it came to pass that when the king had sent forth this proclamation, that Aaron and his brethren went forth from ",["city to city",["study-note-ref","a",[["Luke 8:1","nt/luke/8.1"],"; ",["D&C 66:5","dc-testament/dc/66.5"],"; ",["75:18","dc-testament/dc/75.18"],"."]]],", and from one house of worship to another, establishing churches, and consecrating ",["priests",["study-note-ref","b",[["Alma 30:31","bofm/alma/30.31"],"."]]]," and teachers throughout the land among the Lamanites, to preach and to teach the word of God among them; and thus they began to have great success."]],[5,["And ",["thousands",["study-note-ref","a",[["Alma 26:4","bofm/alma/26.4"],"."]]]," were brought to the knowledge of the Lord, yea, thousands were brought to believe in the ",["traditions",["study-note-ref","b",[["Alma 37:19","bofm/alma/37.19"],"."]]]," of the Nephites; and they were taught the ",["records",["study-note-ref","c",[["Alma 63:12","bofm/alma/63.12"],". ",["TG Scriptures, Value of","tg/scriptures-value-of"],"."]]]," and prophecies which were handed down even to the present time."]],[6,["And as sure as the Lord liveth, so sure as many as believed, or as many as were brought to the knowledge of the truth, through the preaching of Ammon and his brethren, according to the spirit of revelation and of prophecy, and the power of God working ",["miracles",["study-note-ref","a",[["Ex. 8:19","ot/ex/8.19"],"; ",["1 Ne. 19:22","bofm/1-ne/19.22"],"; ",["D&C 84:3","dc-testament/dc/84.3"],"; ",["121:12","dc-testament/dc/121.12"],"."]]]," in them—yea, I say unto you, as the Lord liveth, as many of the Lamanites as believed in their preaching, and were ",["converted",["study-note-ref","b",[["TG Commitment","tg/commitment"],"; ",["Conversion","tg/conversion"],"."]]]," unto the Lord, ",["never",["study-note-ref","c",[["Alma 27:27","bofm/alma/27.27"],"."]]]," did fall away."]],[7,["For they became a righteous people; they did lay down the weapons of their rebellion, that they did not fight against God any more, neither against any of their brethren."]],[8,["Now, these are ",["they",["study-note-ref","a",[["Alma 26:3, 31","bofm/alma/26.3,31"],"."]]]," who were converted unto the Lord:"]],[9,["The people of the Lamanites who were in the land of Ishmael;"]],[10,["And also of the people of the Lamanites who were in the land of ",["Middoni",["study-note-ref","a",[["Alma 20:2","bofm/alma/20.2"],"; ",["21:12 (12–13, 18)","bofm/alma/21.12-13,18"],"."]]],";"]],[11,["And also of the people of the Lamanites who were in the city of Nephi;"]],[12,["And also of the people of the Lamanites who were in the land of ",["Shilom",["study-note-ref","a",[["Mosiah 22:11 (8, 11)","bofm/mosiah/22.8,11"],"."]]],", and who were in the land of Shemlon, and in the city of Lemuel, and in the city of Shimnilom."]],[13,["And these are the names of the cities of the Lamanites which were ",["converted",["study-note-ref","a",[["Alma 53:10","bofm/alma/53.10"],"."]]]," unto the Lord; and these are they that laid down the weapons of their rebellion, yea, all their weapons of war; and they were all Lamanites."]],[14,["And the Amalekites were not ",["",268],["converted",["study-note-ref","a",[["Alma 24:29","bofm/alma/24.29"],"."]]],", save only one; neither were any of the ",["Amulonites",["study-note-ref","b",[["Mosiah 23:31 (31–39)","bofm/mosiah/23.31-39"],"."]]],"; but they did harden their hearts, and also the hearts of the Lamanites in that part of the land wheresoever they dwelt, yea, and all their villages and all their cities."]],[15,["Therefore, we have named all the cities of the Lamanites in which they did repent and come to the knowledge of the truth, and were converted."]],[16,["And now it came to pass that the king and those who were converted were desirous that they might have a name, that thereby they might be distinguished from their brethren; therefore the king consulted with Aaron and many of their priests, concerning the name that they should take upon them, that they might be distinguished."]],[17,["And it came to pass that they called their names ",["Anti-Nephi-Lehies",["study-note-ref","a",[["Alma 24:1 (1–3, 5, 20)","bofm/alma/24.1-3,5,20"],"."]]],"; and they were called by this name and were no more called ",["Lamanites",["study-note-ref","b",[["Jacob 1:13","bofm/jacob/1.13"],"."]]],"."]],[18,["And they began to be a very ",["industrious",["study-note-ref","a",[["TG Industry","tg/industry"],"."]]]," people; yea, and they were friendly with the Nephites; therefore, they did ",["open",["study-note-ref","b",[["Alma 24:8","bofm/alma/24.8"],"."]]]," a correspondence with them, and the ",["curse",["study-note-ref","c",[["1 Ne. 2:23","bofm/1-ne/2.23"],"; ",["2 Ne. 30:6 (5–6)","bofm/2-ne/30.5-6"],"; ",["3 Ne. 2:15 (14–16)","bofm/3-ne/2.14-16"],"."]]]," of God did no more follow them."]]],"volume":"bofm"}