{"number":24,"verseCount":30,"verses":[[1,["And it came to pass that the Amalekites and the Amulonites and the Lamanites who were in the land of ",["Amulon",["study-note-ref","a",[["Alma 21:3 (2–4)","bofm/alma/21.2-4"],"; ",["25:7 (4–9)","bofm/alma/25.4-9"],"."]]],", and also in the land of ",["Helam",["study-note-ref","b",[["Mosiah 23:19","bofm/mosiah/23.19"],"; ",["27:16","bofm/mosiah/27.16"],"."]]],", and who were in the land of ",["Jerusalem",["study-note-ref","c",[["Alma 21:1","bofm/alma/21.1"],"."]]],", and in fine, in all the land round about, who had not been converted and had not taken upon them the name of ",["Anti-Nephi-Lehi",["study-note-ref","d",[["Alma 23:17","bofm/alma/23.17"],"; ",["25:13 (1, 13)","bofm/alma/25.1,13"],"."]]],", were stirred up by the Amalekites and by the Amulonites to anger against their brethren."]],[2,["And their hatred became exceedingly sore against them, even insomuch that they began to rebel against their king, insomuch that they would not that he should be their king; therefore, they took up arms against the people of Anti-Nephi-Lehi."]],[3,["Now the king conferred the kingdom upon his son, and he called his name Anti-Nephi-Lehi."]],[4,["And the king died in that selfsame year that the Lamanites began to make preparations for war against the people of God."]],[5,["Now when Ammon and his brethren and all those who had come up with him saw the preparations of the Lamanites to destroy their brethren, they came forth to the land of Midian, and there Ammon met all his brethren; and from thence they came to the land of Ishmael that they might hold a ",["council",["study-note-ref","a",[["Alma 27:4","bofm/alma/27.4"],"."]]]," with Lamoni and also with his brother Anti-Nephi-Lehi, what they should do to defend themselves against the Lamanites."]],[6,["Now there was not one soul among all the people who had been converted unto the Lord that would take up arms against their brethren; nay, they would not even make any preparations for war; yea, and also their king commanded them that they should not."]],[7,["Now, these are the words which he said unto the people concerning the matter: I thank my God, my beloved people, that our great God has in goodness sent these our brethren, the Nephites, unto us to ",["",269],"preach unto us, and to convince us of the ",["traditions",["study-note-ref","a",[["Mosiah 1:5","bofm/mosiah/1.5"],"."]]]," of our wicked fathers."]],[8,["And behold, I thank my great God that he has given us a portion of his Spirit to soften our hearts, that we have ",["opened",["study-note-ref","a",[["Alma 23:18","bofm/alma/23.18"],"."]]]," a correspondence with these brethren, the Nephites."]],[9,["And behold, I also thank my God, that by opening this correspondence we have been convinced of our ",["sins",["study-note-ref","a",[["Micah 3:8","ot/micah/3.8"],"; ",["Hel. 13:26","bofm/hel/13.26"],"; ",["D&C 18:44","dc-testament/dc/18.44"],"."]]],", and of the many murders which we have committed."]],[10,["And I also thank my God, yea, my great God, that he hath granted unto us that we might repent of these things, and also that he hath ",["forgiven",["study-note-ref","a",[["Dan. 9:9","ot/dan/9.9"],"."]]]," us of those our many sins and murders which we have committed, and taken away the ",["guilt",["study-note-ref","b",[["TG Guilt","tg/guilt"],"."]]]," from our hearts, through the merits of his Son."]],[11,["And now behold, my brethren, since it has been all that we could do (as we were the most lost of all mankind) to repent of all our sins and the many murders which we have committed, and to get God to ",["take",["study-note-ref","a",[["Isa. 53:6 (4–6)","ot/isa/53.4-6"],"."]]]," them away from our hearts, for it was all we could do to repent sufficiently before God that he would take away our stain—"]],[12,["Now, my best beloved brethren, since God hath taken away our stains, and our swords have become bright, then let us stain our swords no more with the blood of our brethren."]],[13,["Behold, I say unto you, Nay, let us retain our swords that they be not stained with the blood of our brethren; for perhaps, if we should stain our swords ",["again",["study-note-ref","a",[["D&C 42:26","dc-testament/dc/42.26"],"."]]]," they can no more be ",["washed",["study-note-ref","b",[["Rev. 1:5","nt/rev/1.5"],"."]]]," bright through the blood of the Son of our great God, which shall be shed for the atonement of our sins."]],[14,["And the great God has had mercy on us, and made these things known unto us that we might not perish; yea, and he has made these things known unto us beforehand, because he loveth our ",["souls",["study-note-ref","a",[["TG Worth of Souls","tg/worth-of-souls"],"."]]]," as well as he loveth our children; therefore, in his mercy he doth visit us by his angels, that the ",["plan of salvation",["study-note-ref","b",[["TG Jesus Christ, Prophecies about","tg/jesus-christ-prophecies-about"],"; ",["Salvation, Plan of","tg/salvation-plan-of"],"."]]]," might be made known unto us as well as unto future generations."]],[15,["Oh, how merciful is our God! And now behold, since it has been as much as we could do to get our stains taken away from us, and our swords are made bright, let us ",["hide",["study-note-ref","a",[["Alma 25:14","bofm/alma/25.14"],"; ",["26:32","bofm/alma/26.32"],"."]]]," them away that they may be kept bright, as a testimony to our God at the last day, or at the day that we shall be brought to stand before him to be judged, that we have not stained our swords in the blood of our brethren since he imparted his word unto us and has made us ",["clean",["study-note-ref","b",[["TG Purification","tg/purification"],"."]]]," thereby."]],[16,["And now, my brethren, if our brethren seek to destroy us, behold, we will hide away our swords, yea, even we will bury them deep in the earth, that they may be kept bright, as a testimony that we have never used them, at the last day; and if our brethren destroy us, behold, we shall ",["go",["study-note-ref","a",[["Alma 40:11 (11–15)","bofm/alma/40.11-15"],"."]]]," to our God and shall be saved."]],[17,["And now it came to pass that when the king had made an end of these sayings, and all the people were assembled together, they took their swords, and all the weapons which were used for the shedding of man’s blood, and they did ",["bury",["study-note-ref","a",[["Hel. 15:9","bofm/hel/15.9"],"."]]]," them up deep in the earth."]],[18,["And this they did, it being in their view a testimony to God, and also to men, that they ",["never",["study-note-ref","a",[["Alma 53:11","bofm/alma/53.11"],"."]]]," would use weapons again for the shedding of man’s blood; and this they did, vouching and ",["covenanting",["study-note-ref","b",[["TG Covenants","tg/covenants"],"."]]]," with God, that rather than shed the ",["",270],"blood of their brethren they would ",["give",["study-note-ref","c",[["TG Self-Sacrifice","tg/self-sacrifice"],"."]]]," up their own lives; and rather than take away from a brother they would give unto him; and rather than spend their days in idleness they would labor abundantly with their hands."]],[19,["And thus we see that, when these Lamanites were brought to ",["believe",["study-note-ref","a",[["TG Faith","tg/faith"],"."]]]," and to know the truth, they were ",["firm",["study-note-ref","b",[["TG Integrity","tg/integrity"],"."]]],", and would suffer even unto death rather than commit sin; and thus we see that they buried their weapons of peace, or they buried the weapons of war, for peace."]],[20,["And it came to pass that their brethren, the Lamanites, made preparations for war, and came up to the land of Nephi for the purpose of destroying the king, and to place ",["another",["study-note-ref","a",[["Isa. 7:6","ot/isa/7.6"],"."]]]," in his stead, and also of destroying the people of Anti-Nephi-Lehi out of the land."]],[21,["Now when the people saw that they were coming against them they went out to meet them, and ",["prostrated",["study-note-ref","a",[["Alma 27:3","bofm/alma/27.3"],"."]]]," themselves before them to the earth, and began to call on the name of the Lord; and thus they were in this attitude when the Lamanites began to fall upon them, and began to slay them with the sword."]],[22,["And thus without meeting any resistance, they did slay a ",["thousand",["study-note-ref","a",[["Alma 26:34","bofm/alma/26.34"],"."]]]," and five of them; and we know that they are blessed, for they have gone to dwell with their God."]],[23,["Now when the Lamanites saw that their brethren would not flee from the sword, neither would they turn aside to the right hand or to the left, but that they would lie down and ",["perish",["study-note-ref","a",[["Alma 26:32","bofm/alma/26.32"],"."]]],", and ",["praised",["study-note-ref","b",[["Mosiah 16:7","bofm/mosiah/16.7"],"."]]]," God even in the very act of perishing under the sword—"]],[24,["Now when the Lamanites saw this they did ",["forbear",["study-note-ref","a",[["Alma 25:1","bofm/alma/25.1"],"."]]]," from slaying them; and there were many whose hearts had ",["swollen",["study-note-ref","b",[["TG Compassion","tg/compassion"],"; ",["Repent","tg/repent"],"."]]]," in them for those of their brethren who had fallen under the sword, for they repented of the things which they had done."]],[25,["And it came to pass that they threw down their weapons of war, and they would not take them again, for they were stung for the murders which they had committed; and they came down even as their brethren, relying upon the mercies of those whose arms were lifted to slay them."]],[26,["And it came to pass that the people of God were joined that day by more than the number who had been slain; and those who had been slain were righteous people, therefore we have no reason to doubt but what they were ",["saved",["study-note-ref","a",[["Isa. 57:1","ot/isa/57.1"],"; ",["Rev. 14:13","nt/rev/14.13"],"."]]],"."]],[27,["And there was not a wicked man slain among them; but there were more than a thousand brought to the knowledge of the truth; thus we see that the Lord worketh in many ",["ways",["study-note-ref","a",[["2 Kgs. 5:15","ot/2-kgs/5.15"],"; ",["Isa. 55:8 (8–9)","ot/isa/55.8-9"],"; ",["Alma 37:7 (6–7)","bofm/alma/37.6-7"],"."]]]," to the salvation of his people."]],[28,["Now the greatest number of those of the Lamanites who slew so many of their brethren were Amalekites and Amulonites, the greatest number of whom were after the ",["order",["study-note-ref","a",[["Alma 21:4","bofm/alma/21.4"],"."]]]," of the ",["Nehors",["study-note-ref","b",[["Alma 1:15","bofm/alma/1.15"],"; ",["2:1 (1, 20)","bofm/alma/2.1,20"],"; ",["16:11","bofm/alma/16.11"],"."]]],"."]],[29,["Now, among those who joined the people of the Lord, there were ",["none",["study-note-ref","a",[["Alma 23:14","bofm/alma/23.14"],"."]]]," who were Amalekites or Amulonites, or who were of the order of Nehor, but they were actual descendants of Laman and Lemuel."]],[30,["And thus we can plainly discern, that after a people have been once ",["enlightened",["study-note-ref","a",[["Matt. 12:45","nt/matt/12.45"],"."]]]," by the ",["Spirit",["study-note-ref","b",[["TG God, Spirit of","tg/god-spirit-of"],"."]]]," of God, and have had great ",["knowledge",["study-note-ref","c",[["Heb. 10:26 (26–27)","nt/heb/10.26-27"],"; ",["Alma 47:36","bofm/alma/47.36"],"."]]]," of things pertaining to righteousness, and then have ",["fallen",["study-note-ref","d",[["2 Ne. 31:14","bofm/2-ne/31.14"],"; ",["Alma 9:19","bofm/alma/9.19"],"; ",["31:8","bofm/alma/31.8"],"; ",["D&C 93:19","dc-testament/dc/93.19"],". ",["TG Apostasy of Individuals","tg/apostasy-of-individuals"],"; ",["Holy Ghost, Loss of","tg/holy-ghost-loss-of"],"."]]]," away into ",["",271],"sin and transgression, they become more ",["hardened",["study-note-ref","e",[["TG Hardheartedness","tg/hardheartedness"],"."]]],", and thus their state becomes ",["worse",["study-note-ref","f",[["2 Chr. 33:9","ot/2-chr/33.9"],"; ",["Ezek. 5:6","ot/ezek/5.6"],"; ",["2 Pet. 2:20 (20–21)","nt/2-pet/2.20-21"],"."]]]," than though they had never known these things."]]],"volume":"bofm"}