{"number":46,"verseCount":41,"verses":[[1,["And it came to pass that as many as would not hearken to the ",["words",["study-note-ref","a",[["Alma 45:20","bofm/alma/45.20"],"."]]]," of Helaman and his brethren were gathered together against their brethren."]],[2,["And now behold, they were exceedingly wroth, insomuch that they were determined to slay them."]],[3,["Now the leader of those who were wroth against their brethren was a large and a strong man; and his name was ",["Amalickiah",["study-note-ref","a",[["Alma 49:25","bofm/alma/49.25"],"."]]],"."]],[4,["And Amalickiah was desirous to be a ",["king",["study-note-ref","a",[["Alma 2:2","bofm/alma/2.2"],"."]]],"; and those people who were wroth were also desirous that he should be their king; and they were the greater part of them the lower ",["judges",["study-note-ref","b",[["Mosiah 29:11 (11–44)","bofm/mosiah/29.11-44"],"."]]]," of the land, and they were seeking for power."]],[5,["And they had been led by the ",["flatteries",["study-note-ref","a",[["Prov. 29:5","ot/prov/29.5"],"."]]]," of Amalickiah, that if they would support him and establish him to be their king that he would make them rulers over the people."]],[6,["Thus they were led away by Amalickiah to dissensions, notwithstanding the preaching of Helaman and his brethren, yea, notwithstanding their exceedingly great care over the church, for they were ",["high priests",["study-note-ref","a",[["Alma 46:38","bofm/alma/46.38"],"."]]]," over the church."]],[7,["And there were many in the church who believed in the ",["flattering",["study-note-ref","a",[["TG Flatter","tg/flatter"],"."]]]," words of Amalickiah, therefore they ",["dissented",["study-note-ref","b",[["Alma 1:24","bofm/alma/1.24"],"."]]]," even from the church; and thus were the affairs of the people of Nephi exceedingly precarious and dangerous, notwithstanding their great ",["victory",["study-note-ref","c",[["Alma 44:20","bofm/alma/44.20"],"."]]]," which they had had over the Lamanites, and their great rejoicings which they had had because of their ",["deliverance",["study-note-ref","d",[["Josh. 21:44","ot/josh/21.44"],"; ",["1 Kgs. 5:3","ot/1-kgs/5.3"],"; ",["Mosiah 9:17","bofm/mosiah/9.17"],". ",["TG Deliver","tg/deliver"],"."]]]," by the hand of the Lord."]],[8,["Thus we see how ",["quick",["study-note-ref","a",[["Ex. 32:8","ot/ex/32.8"],"; ",["Judg. 2:17","ot/judg/2.17"],"; ",["Hel. 4:26","bofm/hel/4.26"],"; ",["6:32","bofm/hel/6.32"],"; ",["12:2 (2, 4–5)","bofm/hel/12.2,4-5"],"."]]]," the children of men do ",["forget",["study-note-ref","b",[["Deut. 6:12","ot/deut/6.12"],"."]]]," the Lord their God, yea, how quick to do ",["iniquity",["study-note-ref","c",[["Mosiah 13:29","bofm/mosiah/13.29"],"."]]],", and to be led away by the evil one."]],[9,["Yea, and we also see the great ",["wickedness",["study-note-ref","a",[["2 Kgs. 10:29","ot/2-kgs/10.29"],"; ",["Mosiah 29:17 (17–18)","bofm/mosiah/29.17-18"],"."]]]," one very wicked man can cause to take place among the children of men."]],[10,["Yea, we see that Amalickiah, because he was a man of cunning device and a man of many flattering words, that he led away the hearts of many people to do wickedly; yea, and to seek to ",["destroy",["study-note-ref","a",[["TG Tyranny","tg/tyranny"],"."]]]," the church of God, and to destroy the foundation of ",["liberty",["study-note-ref","b",[["2 Ne. 1:7","bofm/2-ne/1.7"],"; ",["Mosiah 29:32","bofm/mosiah/29.32"],". ",["TG Liberty","tg/liberty"],"."]]]," which God had granted ",["",323],"unto them, or which blessing God had sent upon the face of the land for the ",["righteous’",["study-note-ref","c",[["Alma 45:15 (15–16)","bofm/alma/45.15-16"],"; ",["62:40","bofm/alma/62.40"],"."]]]," sake."]],[11,["And now it came to pass that when Moroni, who was the ",["chief",["study-note-ref","a",[["Alma 43:16","bofm/alma/43.16"],"."]]]," commander of the armies of the Nephites, had heard of these dissensions, he was angry with Amalickiah."]],[12,["And it came to pass that he rent his coat; and he took a piece thereof, and wrote upon it—",["In",["study-note-ref","a",[["2 Sam. 10:12","ot/2-sam/10.12"],"; ",["Neh. 4:14 (10–14)","ot/neh/4.10-14"],"; ",["Alma 44:5","bofm/alma/44.5"],"; ",["48:10 (10, 24)","bofm/alma/48.10,24"],"."]]]," memory of our God, our religion, and freedom, and our peace, our wives, and our children—and he fastened it upon the end of a pole."]],[13,["And he fastened on his head-plate, and his ",["breastplate",["study-note-ref","a",[["Alma 44:9","bofm/alma/44.9"],"; ",["49:6 (6, 24)","bofm/alma/49.6,24"],"."]]],", and his shields, and girded on his armor about his loins; and he took the pole, which had on the end thereof his rent coat, (and he called it the ",["title of liberty",["study-note-ref","b",[["Alma 51:20","bofm/alma/51.20"],". ",["TG Citizenship","tg/citizenship"],"."]]],") and he ",["bowed",["study-note-ref","c",[["TG Reverence","tg/reverence"],"."]]]," himself to the earth, and he prayed mightily unto his God for the blessings of liberty to rest upon his brethren, so long as there should a band of ",["Christians",["study-note-ref","d",[["Alma 48:10","bofm/alma/48.10"],"."]]]," remain to possess the land—"]],[14,["For thus were all the true believers of Christ, who belonged to the church of God, called by those who did not belong to the church."]],[15,["And those who did belong to the church were ",["faithful",["study-note-ref","a",[["TG Faithful","tg/faithful"],"; ",["Loyalty","tg/loyalty"],"."]]],"; yea, all those who were true believers in Christ ",["took upon",["study-note-ref","b",[["TG Jesus Christ, Taking the Name of","tg/jesus-christ-taking-the-name-of"],"."]]]," them, gladly, the name of Christ, or ",["Christians",["study-note-ref","c",[["Acts 11:26","nt/acts/11.26"],"."]]]," as they were called, because of their belief in Christ who should come."]],[16,["And therefore, at this time, Moroni prayed that the cause of the Christians, and the ",["freedom",["study-note-ref","a",[["Alma 51:13","bofm/alma/51.13"],"."]]]," of the land might be favored."]],[17,["And it came to pass that when he had poured out his soul to God, he named all the land which was ",["south",["study-note-ref","a",[["3 Ne. 3:24","bofm/3-ne/3.24"],"; ",["Morm. 3:5","bofm/morm/3.5"],"."]]]," of the land ",["Desolation",["study-note-ref","b",[["Alma 22:30","bofm/alma/22.30"],"; ",["50:34","bofm/alma/50.34"],"."]]],", yea, and in fine, all the land, both on the ",["north",["study-note-ref","c",[["Alma 22:31","bofm/alma/22.31"],"; ",["63:4","bofm/alma/63.4"],"."]]]," and on the south—A chosen land, and the land of ",["liberty",["study-note-ref","d",[["2 Ne. 1:7","bofm/2-ne/1.7"],"; ",["Mosiah 29:32","bofm/mosiah/29.32"],"."]]],"."]],[18,["And he said: Surely God shall not ",["suffer",["study-note-ref","a",[["TG Protection, Divine","tg/protection-divine"],"."]]]," that we, who are despised because we take upon us the name of Christ, shall be trodden down and destroyed, until we bring it upon us by our own ",["transgressions",["study-note-ref","b",[["TG Transgress","tg/transgress"],"."]]],"."]],[19,["And when Moroni had said these words, he went forth among the people, waving the ",["rent",["study-note-ref","a",[["TG Ensign","tg/ensign"],"."]]]," part of his garment in the air, that all might see the writing which he had written upon the rent part, and crying with a loud voice, saying:"]],[20,["Behold, whosoever will maintain this title upon the land, let them come forth in the strength of the Lord, and ",["enter",["study-note-ref","a",[["Alma 48:13","bofm/alma/48.13"],"."]]]," into a covenant that they will ",["maintain",["study-note-ref","b",[["TG Citizenship","tg/citizenship"],"."]]]," their rights, and their religion, that the Lord God may bless them."]],[21,["And it came to pass that when Moroni had proclaimed these words, behold, the people came running ",["together",["study-note-ref","a",[["2 Sam. 20:14 (11–14)","ot/2-sam/20.11-14"],"."]]]," with their armor girded about their loins, ",["rending",["study-note-ref","b",[["TG Rend","tg/rend"],"."]]]," their garments in token, or as a ",["covenant",["study-note-ref","c",[["TG Commitment","tg/commitment"],"."]]],", that they would not forsake the Lord their God; or, in other words, if they should transgress the commandments of God, or fall into transgression, and be ",["ashamed",["study-note-ref","d",[["Jer. 17:13","ot/jer/17.13"],"; ",["Rom. 1:16","nt/rom/1.16"],"; ",["2 Tim. 1:8","nt/2-tim/1.8"],"; ",["1 Ne. 8:25","bofm/1-ne/8.25"],"; ",["Morm. 8:38","bofm/morm/8.38"],"."]]]," to take upon them the name of Christ, the Lord should rend them even as they had rent their garments."]],[22,["Now this was the covenant which they made, and they ",["cast",["study-note-ref","a",[["Acts 7:58","nt/acts/7.58"],"; ",["22:20","nt/acts/22.20"],"."]]]," their garments at the feet of Moroni, saying: We ",["covenant",["study-note-ref","b",[["TG Commitment","tg/commitment"],"."]]]," with our God, that we shall be destroyed, even as our brethren in the land northward, if we shall fall into transgression; yea, he may cast us at the feet of our enemies, even as we have cast our garments at thy feet to be trodden under foot, if we shall fall into transgression."]],[23,["Moroni said unto them: Behold, we are a ",["remnant",["study-note-ref","a",[["TG Israel, Remnant of","tg/israel-remnant-of"],"."]]]," of the seed of Jacob; yea, we are a remnant of the seed of ",["Joseph",["study-note-ref","b",[["TG Israel, Joseph, People of","tg/israel-joseph-people-of"],"."]]],", whose ",["coat",["study-note-ref","c",[["Gen. 37:3 (3, 31–36)","ot/gen/37.3,31-36"],"."]]]," was rent by his brethren into many pieces; yea, and now behold, let us remember to keep the commandments of God, or our garments shall be rent by our brethren, and we be cast into prison, or be sold, or be slain."]],[24,["Yea, let us preserve our liberty as a ",["remnant",["study-note-ref","a",[["2 Ne. 10:1","bofm/2-ne/10.1"],"; ",["Jacob 5:45 (43–45)","bofm/jacob/5.43-45"],"."]]]," of Joseph; yea, let us remember the words of Jacob, before his death, for behold, he saw that a ",["part",["study-note-ref","b",[["Gen. 44:28","ot/gen/44.28"],"."]]]," of the ",["remnant",["study-note-ref","c",[["3 Ne. 5:23 (23–24)","bofm/3-ne/5.23-24"],"; ",["10:17","bofm/3-ne/10.17"],"."]]]," of the coat of Joseph was ",["preserved",["study-note-ref","d",[["2 Ne. 3:5 (5–24)","bofm/2-ne/3.5-24"],"; ",["25:21","bofm/2-ne/25.21"],"; ",["Ether 13:7","bofm/ether/13.7"],"."]]]," and had not decayed. And he said—Even as this remnant of garment of my son hath been preserved, so shall a ",["remnant",["study-note-ref","e",[["Ether 13:6","bofm/ether/13.6"],"."]]]," of the seed of my son be preserved by the hand of God, and be taken unto himself, while the remainder of the seed of Joseph shall perish, even as the remnant of his garment."]],[25,["Now behold, this giveth my soul sorrow; nevertheless, my soul hath joy in my son, because of that part of his seed which shall be taken unto God."]],[26,["Now behold, this was the language of Jacob."]],[27,["And now who knoweth but what the remnant of the seed of Joseph, which shall perish as his garment, are those who have dissented from us? Yea, and even it shall be ourselves if we do not stand fast in the faith of Christ."]],[28,["And now it came to pass that when Moroni had said these words he went forth, and also sent forth in all the parts of the land where there were dissensions, and gathered together all the people who were desirous to maintain their liberty, to stand against Amalickiah and those who had dissented, who were called Amalickiahites."]],[29,["And it came to pass that when Amalickiah saw that the people of Moroni were more numerous than the Amalickiahites—and he also saw that his people were ",["doubtful",["study-note-ref","a",[["TG Doubt","tg/doubt"],"."]]]," concerning the justice of the cause in which they had undertaken—therefore, fearing that he should not gain the point, he took those of his people who would and departed into the ",["land of Nephi",["study-note-ref","b",[["Alma 47:20","bofm/alma/47.20"],"."]]],"."]],[30,["Now Moroni thought it was not expedient that the Lamanites should have any more ",["strength",["study-note-ref","a",[["Alma 43:51","bofm/alma/43.51"],"."]]],"; therefore he thought to cut off the people of Amalickiah, or to take them and bring them back, and put Amalickiah to death; yea, for he knew that he would stir up the Lamanites to anger against them, and cause them to come to battle against them; and this he knew that Amalickiah would do that he might obtain his purposes."]],[31,["Therefore Moroni thought it was expedient that he should take his armies, who had gathered themselves together, and armed themselves, and entered into a covenant to keep the peace—and it came to pass that he took his army and marched out with his tents into the wilderness, to cut off the course of Amalickiah in the wilderness."]],[32,["And it came to pass that he did ",["",325],"according to his desires, and marched forth into the wilderness, and headed the armies of Amalickiah."]],[33,["And it came to pass that Amalickiah ",["fled",["study-note-ref","a",[["Alma 47:1","bofm/alma/47.1"],"."]]]," with a small number of his men, and the remainder were delivered up into the hands of Moroni and were taken back into the land of Zarahemla."]],[34,["Now, Moroni being a man who was ",["appointed",["study-note-ref","a",[["Alma 43:16","bofm/alma/43.16"],"."]]]," by the chief judges and the voice of the people, therefore he had power according to his will with the armies of the Nephites, to establish and to exercise authority over them."]],[35,["And it came to pass that whomsoever of the Amalickiahites that would not enter into a covenant to support the ",["cause",["study-note-ref","a",[["Alma 43:30","bofm/alma/43.30"],"."]]]," of freedom, that they might maintain a free ",["government",["study-note-ref","b",[["TG Governments","tg/governments"],"."]]],", he caused to be put to death; and there were but few who denied the covenant of freedom."]],[36,["And it came to pass also, that he caused the ",["title of liberty",["study-note-ref","a",[["Alma 62:4","bofm/alma/62.4"],"."]]]," to be hoisted upon every tower which was in all the land, which was possessed by the Nephites; and thus Moroni planted the standard of liberty among the Nephites."]],[37,["And they began to have peace again in the land; and thus they did maintain peace in the land until nearly the end of the nineteenth year of the reign of the judges."]],[38,["And Helaman and the ",["high priests",["study-note-ref","a",[["Alma 43:2","bofm/alma/43.2"],"; ",["46:6","bofm/alma/46.6"],"; ",["49:30","bofm/alma/49.30"],"."]]]," did also maintain order in the church; yea, even for the space of four years did they have much peace and rejoicing in the church."]],[39,["And it came to pass that there were many who died, firmly ",["believing",["study-note-ref","a",[["Moro. 7:41 (3, 41)","bofm/moro/7.3,41"],"."]]]," that their souls were redeemed by the Lord Jesus Christ; thus they went out of the world rejoicing."]],[40,["And there were some who died with fevers, which at some seasons of the year were very frequent in the land—but not so much so with fevers, because of the excellent qualities of the many ",["plants",["study-note-ref","a",[["D&C 59:17 (17–20)","dc-testament/dc/59.17-20"],"; ",["89:10","dc-testament/dc/89.10"],"."]]]," and roots which God had prepared to remove the cause of ",["diseases",["study-note-ref","b",[["Ezek. 47:12","ot/ezek/47.12"],". ",["TG Health","tg/health"],"; ",["Sickness","tg/sickness"],"."]]],", to which men were subject by the nature of the climate—"]],[41,["But there were many who died with ",["old",["study-note-ref","a",[["TG Old Age","tg/old-age"],"."]]]," age; and those who died in the faith of Christ are ",["happy",["study-note-ref","b",[["Rev. 14:13","nt/rev/14.13"],"."]]]," in him, as we must needs suppose."]]],"volume":"bofm"}