{"number":47,"verseCount":36,"verses":[[1,["Now we will return in our record to Amalickiah and those who had ",["fled",["study-note-ref","a",[["Alma 46:33","bofm/alma/46.33"],"."]]]," with him into the wilderness; for, behold, he had taken those who went with him, and went up in the ",["land of Nephi",["study-note-ref","b",[["2 Ne. 5:8","bofm/2-ne/5.8"],"; ",["Omni 1:12","bofm/omni/1.12"],"; ",["Alma 49:10","bofm/alma/49.10"],"."]]]," among the Lamanites, and did ",["stir up",["study-note-ref","c",[["Alma 27:12","bofm/alma/27.12"],"; ",["35:10","bofm/alma/35.10"],"; ",["43:8","bofm/alma/43.8"],"; ",["Hel. 1:17","bofm/hel/1.17"],". ",["TG Provoking","tg/provoking"],"."]]]," the Lamanites to anger against the people of Nephi, insomuch that the king of the Lamanites sent a proclamation throughout all his land, among all his people, that they should gather themselves together again to go to battle against the Nephites."]],[2,["And it came to pass that when the proclamation had gone forth among them they were exceedingly afraid; yea, they ",["feared",["study-note-ref","a",[["Alma 43:54 (49–54)","bofm/alma/43.49-54"],"."]]]," to displease the king, and they also feared to go to battle against the Nephites lest they should lose their lives. And it came to pass that they would not, or the more part of them would not, obey the commandments of the king."]],[3,["And now it came to pass that ",["",326],"the king was wroth because of their disobedience; therefore he gave Amalickiah the command of that part of his army which was obedient unto his commands, and commanded him that he should go forth and ",["compel",["study-note-ref","a",[["Alma 47:16 (16, 21)","bofm/alma/47.16,21"],"."]]]," them to arms."]],[4,["Now behold, this was the desire of Amalickiah; for he being a very ",["subtle",["study-note-ref","a",[["2 Sam. 13:3 (3–14)","ot/2-sam/13.3-14"],"."]]]," man to do evil therefore he laid the plan in his heart to ",["dethrone",["study-note-ref","b",[["Alma 47:35 (8, 35)","bofm/alma/47.8,35"],"."]]]," the king of the Lamanites."]],[5,["And now he had got the command of those parts of the Lamanites who were in favor of the king; and he sought to gain favor of those who were not obedient; therefore he went forward to the place which was called ",["Onidah",["study-note-ref","a",[["Alma 32:4","bofm/alma/32.4"],"."]]],", for thither had all the Lamanites fled; for they discovered the army coming, and, supposing that they were coming to destroy them, therefore they fled to Onidah, to the place of arms."]],[6,["And they had appointed a man to be a king and a leader over them, being fixed in their minds with a determined resolution that they would ",["not",["study-note-ref","a",[["Alma 44:19 (8, 19)","bofm/alma/44.8,19"],"."]]]," be subjected to go against the Nephites."]],[7,["And it came to pass that they had gathered themselves together upon the top of the mount which was called Antipas, in preparation to battle."]],[8,["Now it was not Amalickiah’s intention to give them battle according to the commandments of the king; but behold, it was his intention to gain favor with the armies of the Lamanites, that he might place himself at their head and dethrone the king and take possession of the kingdom."]],[9,["And behold, it came to pass that he caused his army to pitch their tents in the valley which was near the mount Antipas."]],[10,["And it came to pass that when it was night he sent a secret embassy into the mount Antipas, desiring that the leader of those who were upon the mount, whose name was Lehonti, that he should come down to the foot of the mount, for he desired to speak with him."]],[11,["And it came to pass that when Lehonti received the message he durst not go down to the foot of the mount. And it came to pass that Amalickiah sent again the second time, desiring him to come down. And it came to pass that Lehonti would not; and he sent again the third time."]],[12,["And it came to pass that when Amalickiah found that he could not get Lehonti to come down off from the mount, he went up into the mount, nearly to Lehonti’s camp; and he sent again the fourth time his message unto Lehonti, desiring that he would come down, and that he would bring his guards with him."]],[13,["And it came to pass that when Lehonti had come down with his guards to Amalickiah, that Amalickiah desired him to come down with his army in the night-time, and surround those men in their camps over whom the king had given him command, and that he would deliver them up into Lehonti’s hands, if he would make him (Amalickiah) a second ",["leader",["study-note-ref","a",[["Alma 49:10","bofm/alma/49.10"],"."]]]," over the whole army."]],[14,["And it came to pass that Lehonti came down with his men and surrounded the men of Amalickiah, so that before they awoke at the dawn of day they were surrounded by the armies of Lehonti."]],[15,["And it came to pass that when they saw that they were surrounded, they pled with Amalickiah that he would suffer them to fall in with their brethren, that they might not be destroyed. Now this was the very thing which Amalickiah desired."]],[16,["And it came to pass that he delivered his men, ",["contrary",["study-note-ref","a",[["Alma 47:3","bofm/alma/47.3"],"."]]]," to the commands of the king. Now this was the thing that Amalickiah ",["",327],"desired, that he might accomplish his designs in dethroning the king."]],[17,["Now it was the custom among the Lamanites, if their chief leader was killed, to appoint the second leader to be their chief leader."]],[18,["And it came to pass that Amalickiah caused that one of his servants should administer ",["poison",["study-note-ref","a",[["Alma 54:7","bofm/alma/54.7"],"."]]]," by degrees to Lehonti, that he died."]],[19,["Now, when Lehonti was dead, the Lamanites appointed Amalickiah to be their leader and their chief commander."]],[20,["And it came to pass that Amalickiah marched with his armies (for he had gained his desires) to the ",["land of Nephi",["study-note-ref","a",[["Alma 46:29","bofm/alma/46.29"],"."]]],", to the city of Nephi, which was the chief city."]],[21,["And the king came out to meet him with his guards, for he supposed that Amalickiah had ",["fulfilled",["study-note-ref","a",[["Alma 47:3","bofm/alma/47.3"],"."]]]," his commands, and that Amalickiah had gathered together so great an army to go against the Nephites to battle."]],[22,["But behold, as the king came out to meet him Amalickiah caused that his servants should go forth to meet the king. And they went and ",["bowed",["study-note-ref","a",[["Mosiah 7:12","bofm/mosiah/7.12"],"."]]]," themselves before the king, as if to reverence him because of his greatness."]],[23,["And it came to pass that the king put forth his hand to raise them, as was the custom with the Lamanites, as a token of peace, which custom they had taken from the Nephites."]],[24,["And it came to pass that when he had raised the first from the ground, behold he stabbed the king to the heart; and he fell to the earth."]],[25,["Now the servants of the king fled; and the servants of Amalickiah raised a cry, saying:"]],[26,["Behold, the servants of the king have stabbed him to the heart, and he has fallen and they have fled; behold, come and see."]],[27,["And it came to pass that Amalickiah commanded that his armies should march forth and see what had happened to the king; and when they had come to the spot, and found the king lying in his gore, Amalickiah pretended to be wroth, and said: Whosoever loved the king, let him go forth, and pursue his servants that they may be slain."]],[28,["And it came to pass that all they who loved the king, when they heard these words, came forth and pursued after the servants of the king."]],[29,["Now when the ",["servants",["study-note-ref","a",[["Alma 55:5","bofm/alma/55.5"],"."]]]," of the king saw an army pursuing after them, they were frightened again, and fled into the wilderness, and came over into the land of Zarahemla and joined the ",["people",["study-note-ref","b",[["Alma 43:11","bofm/alma/43.11"],"; ",["62:17","bofm/alma/62.17"],"."]]]," of Ammon."]],[30,["And the army which pursued after them returned, having pursued after them in vain; and thus Amalickiah, by his ",["fraud",["study-note-ref","a",[["Alma 55:1","bofm/alma/55.1"],". ",["TG Fraud","tg/fraud"],"."]]],", gained the hearts of the people."]],[31,["And it came to pass on the morrow he entered the city Nephi with his armies, and took possession of the city."]],[32,["And now it came to pass that the queen, when she had heard that the king was slain—for Amalickiah had sent an embassy to the queen informing her that the king had been slain by his servants, that he had pursued them with his army, but it was in vain, and they had made their escape—"]],[33,["Therefore, when the queen had received this message she sent unto Amalickiah, desiring him that he would spare the people of the city; and she also desired him that he should come in unto her; and she also desired him that he should bring ",["witnesses",["study-note-ref","a",[["TG Witness","tg/witness"],"."]]]," with him to testify concerning the death of the king."]],[34,["And it came to pass that Amalickiah took the same servant that slew the king, and all them who ",["",328],"were with him, and went in unto the queen, unto the place where she sat; and they all ",["testified",["study-note-ref","a",[["TG False","tg/false"],"; ",["Lying","tg/lying"],"."]]]," unto her that the king was slain by his own servants; and they said also: They have fled; does not this testify against them? And thus they satisfied the queen concerning the death of the king."]],[35,["And it came to pass that Amalickiah sought the ",["favor",["study-note-ref","a",[["Prov. 19:6 (6–7)","ot/prov/19.6-7"],"."]]]," of the queen, and took her unto him to wife; and thus by his ",["fraud",["study-note-ref","b",[["TG Conspiracy","tg/conspiracy"],"; ",["Tyranny","tg/tyranny"],"."]]],", and by the assistance of his cunning servants, he ",["obtained",["study-note-ref","c",[["Alma 47:4","bofm/alma/47.4"],"."]]]," the kingdom; yea, he was acknowledged king throughout all the land, among all the people of the Lamanites, who were ",["composed",["study-note-ref","d",[["Jacob 1:13 (13–14)","bofm/jacob/1.13-14"],"."]]]," of the Lamanites and the Lemuelites and the Ishmaelites, and all the dissenters of the Nephites, from the reign of Nephi down to the present time."]],[36,["Now these ",["dissenters",["study-note-ref","a",[["TG Apostasy of Individuals","tg/apostasy-of-individuals"],"."]]],", having the same instruction and the same information of the Nephites, yea, having been instructed in the same ",["knowledge",["study-note-ref","b",[["Heb. 10:26 (26–27)","nt/heb/10.26-27"],"; ",["Alma 24:30","bofm/alma/24.30"],"."]]]," of the Lord, nevertheless, it is strange to relate, not long after their dissensions they became more hardened and ",["impenitent",["study-note-ref","c",[["Jer. 8:12","ot/jer/8.12"],"."]]],", and more wild, wicked and ferocious than the Lamanites—drinking in with the ",["traditions",["study-note-ref","d",[["TG Peer Influence","tg/peer-influence"],"."]]]," of the Lamanites; giving way to ",["indolence",["study-note-ref","e",[["3 Ne. 4:5","bofm/3-ne/4.5"],"."]]],", and all manner of lasciviousness; yea, entirely forgetting the Lord their God."]]],"volume":"bm"}