{"number":50,"verseCount":40,"verses":[[1,["And now it came to pass that Moroni did not stop making preparations for war, or to defend his people against the Lamanites; for he caused that his armies should commence in the commencement of the twentieth year of the reign of the judges, that they should commence in digging up ",["heaps",["study-note-ref","a",[["Alma 48:8","bofm/alma/48.8"],"; ",["49:4","bofm/alma/49.4"],"; ",["52:6","bofm/alma/52.6"],"."]]]," of earth round about all the cities, throughout all the land which was possessed by the Nephites."]],[2,["And upon the top of these ridges of earth he caused that there should be ",["timbers",["study-note-ref","a",[["Alma 53:4","bofm/alma/53.4"],"."]]],", yea, works of timbers built up to the height of a man, round about the cities."]],[3,["And he caused that upon those works of timbers there should be a frame of pickets built upon the timbers round about; and they were strong and high."]],[4,["And he caused towers to be erected that overlooked those works of pickets, and he caused places of security to be built upon those ",["towers",["study-note-ref","a",[["2 Chr. 14:7 (7–8)","ot/2-chr/14.7-8"],"."]]],", that the stones and the arrows of the Lamanites could not hurt them."]],[5,["And they were prepared that they could cast stones from the top thereof, according to their pleasure and their strength, and slay him who should attempt to approach near the walls of the city."]],[6,["Thus Moroni did prepare strongholds against the coming of their enemies, round about every city in all the land."]],[7,["And it came to pass that Moroni caused that his armies should go forth into the east wilderness; yea, and they went forth and drove all the Lamanites who were in the east wilderness into their own lands, which were ",["south",["study-note-ref","a",[["Alma 22:32","bofm/alma/22.32"],"."]]]," of the land of Zarahemla."]],[8,["And the land of ",["Nephi",["study-note-ref","a",[["2 Ne. 5:8","bofm/2-ne/5.8"],"; ",["Omni 1:12 (12, 27)","bofm/omni/1.12,27"],"; ",["Mosiah 7:6 (6–7)","bofm/mosiah/7.6-7"],"; ",["9:1 (1, 3–4, 14)","bofm/mosiah/9.1,3-4,14"],"."]]]," did run in a straight course from the east sea to the west."]],[9,["And it came to pass that when Moroni had driven all the Lamanites out of the east wilderness, which was north of the lands of their own possessions, he caused that the inhabitants who were in the land of Zarahemla and in the land round about should go forth into the east wilderness, even to the borders by the seashore, and possess the land."]],[10,["And he also placed armies on the south, in the borders of their possessions, and caused them to erect ",["fortifications",["study-note-ref","a",[["Alma 49:13 (13, 18–24)","bofm/alma/49.13,18-24"],"; ",["53:3 (3–7)","bofm/alma/53.3-7"],"."]]]," that they might secure their armies and their people from the hands of their enemies."]],[11,["And thus he cut off all the strongholds of the Lamanites in the east wilderness, yea, and also on the west, fortifying the line between the Nephites and the Lamanites, between the land of Zarahemla and the land of Nephi, from the west sea, running by the head of the ",["river Sidon",["study-note-ref","a",[["Alma 2:15","bofm/alma/2.15"],"; ",["22:29","bofm/alma/22.29"],"."]]],"—the Nephites possessing all the land ",["northward",["study-note-ref","b",[["Morm. 2:3","bofm/morm/2.3"],"."]]],", yea, even all the land which was northward of the land Bountiful, according to their pleasure."]],[12,["Thus Moroni, with his armies, which did increase daily because of the assurance of protection which his works did bring forth unto them, did seek to cut off the strength and the power of the Lamanites from off the lands of their possessions, that they should have no power upon the lands of their possession."]],[13,["And it came to pass that the Nephites began the foundation of a ",["",334],"city, and they called the name of the city ",["Moroni",["study-note-ref","a",[["Alma 51:22 (22–24)","bofm/alma/51.22-24"],"; ",["62:32 (32, 34)","bofm/alma/62.32,34"],"; ",["3 Ne. 8:9","bofm/3-ne/8.9"],"."]]],"; and it was by the east sea; and it was on the south by the line of the possessions of the Lamanites."]],[14,["And they also began a foundation for a city between the city of Moroni and the city of Aaron, joining the borders of Aaron and Moroni; and they called the name of the city, or the land, ",["Nephihah",["study-note-ref","a",[["Alma 51:24 (24–26)","bofm/alma/51.24-26"],"; ",["59:5","bofm/alma/59.5"],"; ",["62:18 (14, 18, 26)","bofm/alma/62.14,18,26"],"."]]],"."]],[15,["And they also began in that same year to build many cities on the north, one in a particular manner which they called ",["Lehi",["study-note-ref","a",[["Alma 51:26 (24–26)","bofm/alma/51.24-26"],"; ",["62:30","bofm/alma/62.30"],"."]]],", which was in the north by the borders of the seashore."]],[16,["And thus ended the twentieth year."]],[17,["And in these prosperous circumstances were the people of Nephi in the commencement of the twenty and first year of the reign of the judges over the people of Nephi."]],[18,["And they did prosper ",["exceedingly",["study-note-ref","a",[["Alma 1:29","bofm/alma/1.29"],"."]]],", and they became exceedingly rich; yea, and they did multiply and wax strong in the land."]],[19,["And thus we see how merciful and just are all the dealings of the Lord, to the fulfilling of all his words unto the children of men; yea, we can behold that his words are verified, even at this time, which he spake unto Lehi, saying:"]],[20,["Blessed art thou and thy children; and they shall be blessed, inasmuch as they shall keep my ",["commandments",["study-note-ref","a",[["Lev. 25:18 (18–19)","ot/lev/25.18-19"],"; ",["Ps. 1:3 (2–3)","ot/ps/1.2-3"],"; ",["Alma 37:13","bofm/alma/37.13"],"; ",["62:48","bofm/alma/62.48"],"."]]]," they shall prosper in the land. But remember, inasmuch as they will not keep my commandments they shall be ",["cut off",["study-note-ref","b",[["Ps. 37:2","ot/ps/37.2"],"; ",["D&C 1:14","dc-testament/dc/1.14"],"."]]]," from the presence of the Lord."]],[21,["And we see that these promises have been verified to the people of Nephi; for it has been their quarrelings and their contentions, yea, their murderings, and their plunderings, their idolatry, their whoredoms, and their abominations, which were among themselves, which ",["brought upon",["study-note-ref","a",[["Alma 41:10","bofm/alma/41.10"],"."]]]," them their wars and their destructions."]],[22,["And those who were faithful in keeping the commandments of the Lord were delivered at all times, whilst thousands of their wicked brethren have been consigned to bondage, or to perish by the sword, or to dwindle in unbelief, and mingle with the Lamanites."]],[23,["But behold there never was a ",["happier",["study-note-ref","a",[["2 Ne. 5:27","bofm/2-ne/5.27"],"; ",["Mosiah 2:41","bofm/mosiah/2.41"],"; ",["4 Ne. 1:16 (15–18)","bofm/4-ne/1.15-18"],"."]]]," time among the people of Nephi, since the days of Nephi, than in the days of Moroni, yea, even at this time, in the twenty and first year of the reign of the judges."]],[24,["And it came to pass that the twenty and second year of the reign of the judges also ended in peace; yea, and also the twenty and third year."]],[25,["And it came to pass that in the commencement of the twenty and fourth year of the reign of the judges, there would also have been peace among the people of Nephi had it not been for a ",["contention",["study-note-ref","a",[["TG Contention","tg/contention"],"."]]]," which took place among them concerning the land of ",["Lehi",["study-note-ref","b",[["Hel. 6:10","bofm/hel/6.10"],"."]]],", and the land of ",["Morianton",["study-note-ref","c",[["Alma 51:26","bofm/alma/51.26"],"."]]],", which joined upon the borders of Lehi; both of which were on the borders by the seashore."]],[26,["For behold, the people who possessed the land of Morianton did claim a part of the land of Lehi; therefore there began to be a warm ",["contention",["study-note-ref","a",[["3 Ne. 11:29","bofm/3-ne/11.29"],"."]]]," between them, insomuch that the people of Morianton took up arms against their brethren, and they were determined by the sword to slay them."]],[27,["But behold, the people who possessed the land of Lehi fled to the camp of Moroni, and appealed unto ",["",335],"him for assistance; for behold they were not in the wrong."]],[28,["And it came to pass that when the people of Morianton, who were led by a man whose name was Morianton, found that the people of Lehi had fled to the camp of Moroni, they were exceedingly fearful lest the army of Moroni should come upon them and destroy them."]],[29,["Therefore, Morianton put it into their hearts that they should flee to the land which was northward, which was covered with ",["large",["study-note-ref","a",[["Mosiah 8:8","bofm/mosiah/8.8"],"; ",["Hel. 3:4 (3–4)","bofm/hel/3.3-4"],"."]]]," bodies of water, and take possession of the land which was ",["northward",["study-note-ref","b",[["Alma 22:31 (29–31)","bofm/alma/22.29-31"],"; ",["51:30","bofm/alma/51.30"],"."]]],"."]],[30,["And behold, they would have carried this plan into effect, (which would have been a cause to have been lamented) but behold, Morianton being a man of much passion, therefore he was angry with one of his maid servants, and he fell upon her and beat her much."]],[31,["And it came to pass that she fled, and came over to the camp of Moroni, and told Moroni all things concerning the matter, and also concerning their intentions to flee into the land northward."]],[32,["Now behold, the people who were in the land Bountiful, or rather Moroni, feared that they would hearken to the words of Morianton and unite with his people, and thus he would obtain possession of those parts of the land, which would lay a foundation for serious consequences among the people of Nephi, yea, which ",["consequences",["study-note-ref","a",[["TG Contention","tg/contention"],"; ",["Division","tg/division"],"."]]]," would lead to the overthrow of their ",["liberty",["study-note-ref","b",[["TG Liberty","tg/liberty"],"."]]],"."]],[33,["Therefore Moroni sent an army, with their camp, to head the people of Morianton, to stop their flight into the land northward."]],[34,["And it came to pass that they did not ",["head",["study-note-ref","a",[["Hel. 1:28 (28–30)","bofm/hel/1.28-30"],"."]]]," them until they had come to the borders of the land ",["Desolation",["study-note-ref","b",[["Alma 46:17","bofm/alma/46.17"],"; ",["Morm. 3:5 (5, 7)","bofm/morm/3.5,7"],"."]]],"; and there they did head them, by the narrow pass which led by the sea into the land northward, yea, by the sea, on the west and on the east."]],[35,["And it came to pass that the army which was sent by Moroni, which was led by a man whose name was Teancum, did meet the people of Morianton; and so stubborn were the people of Morianton, (being inspired by his wickedness and his ",["flattering",["study-note-ref","a",[["Mosiah 27:8","bofm/mosiah/27.8"],"; ",["Hel. 1:7","bofm/hel/1.7"],"; ",["2:5","bofm/hel/2.5"],"."]]]," words) that a battle commenced between them, in the which Teancum did ",["slay",["study-note-ref","b",[["Alma 51:29","bofm/alma/51.29"],"."]]]," Morianton and defeat his army, and took them prisoners, and returned to the camp of Moroni. And thus ended the twenty and fourth year of the reign of the judges over the people of Nephi."]],[36,["And thus were the people of Morianton brought back. And upon their ",["covenanting",["study-note-ref","a",[["1 Ne. 4:37","bofm/1-ne/4.37"],"; ",["Alma 44:15","bofm/alma/44.15"],"."]]]," to keep the peace they were restored to the land of Morianton, and a union took place between them and the people of Lehi; and they were also restored to their lands."]],[37,["And it came to pass that in the same year that the people of Nephi had peace restored unto them, that Nephihah, the ",["second",["study-note-ref","a",[["Alma 4:17 (16–18)","bofm/alma/4.16-18"],"."]]]," chief judge, died, having filled the judgment-seat with ",["perfect",["study-note-ref","b",[["TG Perfection","tg/perfection"],"."]]]," uprightness before God."]],[38,["Nevertheless, he had refused Alma to take possession of those ",["records",["study-note-ref","a",[["Alma 37:1 (1–5)","bofm/alma/37.1-5"],"; ",["45:2 (2–8)","bofm/alma/45.2-8"],"."]]]," and those things which were esteemed by Alma and his fathers to be most sacred; therefore Alma had conferred ",["them",["study-note-ref","b",[["3 Ne. 1:2","bofm/3-ne/1.2"],"."]]]," upon his son, Helaman."]],[39,["Behold, it came to pass that the son of Nephihah was appointed to fill the judgment-seat, in the stead of his father; yea, he was appointed ",["",336],"chief judge and ",["governor",["study-note-ref","a",[["Alma 60:1","bofm/alma/60.1"],"."]]]," over the people, with an ",["oath",["study-note-ref","b",[["TG Oath","tg/oath"],"; ",["Ordinance","tg/ordinance"],"."]]]," and sacred ordinance to judge righteously, and to keep the peace and the ",["freedom",["study-note-ref","c",[["Alma 4:16 (16–17)","bofm/alma/4.16-17"],"; ",["Hel. 1:5 (3–5, 13)","bofm/hel/1.3-5,13"],"."]]]," of the people, and to grant unto them their sacred privileges to worship the Lord their God, yea, to support and maintain the cause of God all his days, and to bring the wicked to justice according to their crime."]],[40,["Now behold, his name was ",["Pahoran",["study-note-ref","a",[["Alma 59:3","bofm/alma/59.3"],"; ",["61:1","bofm/alma/61.1"],"; ",["Hel. 1:2","bofm/hel/1.2"],"."]]],". And Pahoran did fill the seat of his father, and did commence his reign in the end of the twenty and fourth year, over the people of Nephi."]]],"volume":"bm"}