{"number":53,"verseCount":23,"verses":[[1,["And it came to pass that they did set guards over the prisoners of the Lamanites, and did compel them to go forth and bury their dead, yea, and also the dead of the Nephites who were slain; and Moroni placed men over them to guard them while they should perform their labors."]],[2,["And Moroni went to the city of Mulek with Lehi, and took command of the city and gave it unto Lehi. Now behold, this Lehi was a man who had been with Moroni in the more part of all his battles; and he was a man ",["like",["study-note-ref","a",[["Alma 48:17","bofm/alma/48.17"],"."]]]," unto Moroni, and they rejoiced in each other’s safety; yea, they were beloved by each other, and also beloved by all the people of Nephi."]],[3,["And it came to pass that after the Lamanites had finished burying their dead and also the dead of the Nephites, they were marched back into the land Bountiful; and Teancum, by the orders of Moroni, caused that they should commence laboring in ",["digging",["study-note-ref","a",[["Alma 52:6","bofm/alma/52.6"],"."]]]," a ditch round about the land, or the city, ",["Bountiful",["study-note-ref","b",[["Alma 52:9 (9, 17, 27)","bofm/alma/52.9,17,27"],"; ",["63:5","bofm/alma/63.5"],"."]]],"."]],[4,["And he caused that they should build a ",["breastwork",["study-note-ref","a",[["Alma 50:2 (2–3)","bofm/alma/50.2-3"],"."]]]," of timbers upon the inner bank of the ditch; and they cast up dirt out of the ditch against the breastwork of timbers; and thus they did cause the Lamanites to labor until they had encircled the city of Bountiful round about with a strong wall of timbers and earth, to an exceeding height."]],[5,["And this city became an exceeding stronghold ever after; and in this city they did guard the prisoners of the Lamanites; yea, even within a wall which they had caused them to ",["build",["study-note-ref","a",[["Alma 55:25 (25–26)","bofm/alma/55.25-26"],"."]]]," with their own hands. Now Moroni was compelled to cause the Lamanites to labor, because it was easy to guard them while at their labor; and he desired all his forces when he should make an attack upon the Lamanites."]],[6,["And it came to pass that Moroni had thus gained a victory over one of the greatest of the armies of the Lamanites, and had obtained possession of the city of ",["Mulek",["study-note-ref","a",[["Alma 51:26","bofm/alma/51.26"],"; ",["52:22","bofm/alma/52.22"],"."]]],", which was one of the strongest holds of the Lamanites in the land of Nephi; and thus he had also built a stronghold to retain his prisoners."]],[7,["And it came to pass that he did no more attempt a battle with the Lamanites in that year, but he did employ his men in preparing for war, yea, and in making fortifications to guard against the Lamanites, yea, and also delivering their women and their children from famine and ",["",343],"affliction, and providing food for their armies."]],[8,["And now it came to pass that the armies of the Lamanites, on the west sea, south, while in the absence of Moroni on account of some intrigue amongst the Nephites, which caused ",["dissensions",["study-note-ref","a",[["Alma 31:8","bofm/alma/31.8"],"; ",["Hel. 1:15","bofm/hel/1.15"],"."]]]," amongst them, had gained some ground over the Nephites, yea, insomuch that they had obtained possession of a number of their cities in that part of the land."]],[9,["And thus because of ",["iniquity",["study-note-ref","a",[["Josh. 7:4","ot/josh/7.4"],"."]]]," amongst themselves, yea, because of dissensions and intrigue among themselves they were placed in the most dangerous circumstances."]],[10,["And now behold, I have somewhat to say concerning the ",["people",["study-note-ref","a",[["Alma 27:26","bofm/alma/27.26"],"."]]]," of Ammon, who, in the beginning, were Lamanites; but by Ammon and his brethren, or rather by the power and word of God, they had been ",["converted",["study-note-ref","b",[["Alma 23:13 (8–13)","bofm/alma/23.8-13"],"."]]]," unto the Lord; and they had been brought down into the land of Zarahemla, and had ever since been protected by the Nephites."]],[11,["And because of their oath they had been kept from taking up arms against their brethren; for they had taken an oath that they ",["never",["study-note-ref","a",[["Alma 24:18 (17–19)","bofm/alma/24.17-19"],"."]]]," would shed blood more; and according to their oath they would have perished; yea, they would have suffered themselves to have fallen into the hands of their brethren, had it not been for the pity and the exceeding love which Ammon and his brethren had had for them."]],[12,["And for this cause they were brought down into the land of Zarahemla; and they ever had been ",["protected",["study-note-ref","a",[["Alma 27:23","bofm/alma/27.23"],"."]]]," by the Nephites."]],[13,["But it came to pass that when they saw the danger, and the many ",["afflictions",["study-note-ref","a",[["TG Affliction","tg/affliction"],"; ",["Tribulation","tg/tribulation"],"."]]]," and tribulations which the Nephites bore for them, they were moved with compassion and were ",["desirous",["study-note-ref","b",[["Alma 24:18 (17–19)","bofm/alma/24.17-19"],"; ",["56:7","bofm/alma/56.7"],"."]]]," to take up arms in the defence of their country."]],[14,["But behold, as they were about to take their weapons of war, they were overpowered by the persuasions of Helaman and his brethren, for they were about to ",["break",["study-note-ref","a",[["Num. 30:2","ot/num/30.2"],"."]]]," the ",["oath",["study-note-ref","b",[["TG Oath","tg/oath"],"."]]]," which they had made."]],[15,["And Helaman feared lest by so doing they should lose their souls; therefore all those who had entered into this covenant were compelled to behold their brethren wade through their afflictions, in their dangerous circumstances at this time."]],[16,["But behold, it came to pass they had many ",["sons",["study-note-ref","a",[["Alma 57:6","bofm/alma/57.6"],"."]]],", who had not entered into a covenant that they would not take their weapons of war to defend themselves against their enemies; therefore they did assemble themselves together at this time, as many as were able to take up arms, and they called themselves Nephites."]],[17,["And they entered into a covenant to fight for the liberty of the Nephites, yea, to protect the land unto the ",["laying",["study-note-ref","a",[["TG Self-Sacrifice","tg/self-sacrifice"],"."]]]," down of their lives; yea, even they covenanted that they never would give up their ",["liberty",["study-note-ref","b",[["Alma 56:47","bofm/alma/56.47"],". ",["TG Liberty","tg/liberty"],"."]]],", but they would fight in all cases to protect the Nephites and themselves from bondage."]],[18,["Now behold, there were two thousand of those young men, who entered into this covenant and took their weapons of war to defend their country."]],[19,["And now behold, as they never had hitherto been a disadvantage to the Nephites, they became now at this period of time also a great support; for they took their weapons of war, and they would that Helaman should be their leader."]],[20,["And they were all young men, ",["",344],"and they were exceedingly valiant for ",["courage",["study-note-ref","a",[["TG Courage","tg/courage"],"; ",["Dependability","tg/dependability"],"; ",["Integrity","tg/integrity"],"."]]],", and also for strength and activity; but behold, this was not all—they were men who were true at all times in whatsoever thing they were entrusted."]],[21,["Yea, they were men of truth and ",["soberness",["study-note-ref","a",[["TG Sobriety","tg/sobriety"],"."]]],", for they had been taught to keep the commandments of God and to ",["walk",["study-note-ref","b",[["TG Walking with God","tg/walking-with-god"],"."]]]," uprightly before him."]],[22,["And now it came to pass that Helaman did march at the head of his ",["two thousand",["study-note-ref","a",[["Alma 56:3 (1–9)","bofm/alma/56.1-9"],"."]]]," stripling soldiers, to the support of the people in the borders of the land on the south by the west sea."]],[23,["And thus ended the twenty and eighth year of the reign of the judges over the people of Nephi."]]],"volume":"bm"}