{"number":61,"verseCount":21,"verses":[[1,["Behold, now it came to pass that soon after Moroni had sent his epistle unto the chief governor, he received an epistle from ",["Pahoran",["study-note-ref","a",[["Alma 50:40","bofm/alma/50.40"],"."]]],", the chief governor. And these are the words which he received:"]],[2,["I, Pahoran, who am the chief governor of this land, do send these words unto Moroni, the chief captain over the army. Behold, I say unto you, Moroni, that I do not joy in your great ",["afflictions",["study-note-ref","a",[["Alma 60:3 (3–9)","bofm/alma/60.3-9"],"."]]],", yea, it grieves my soul."]],[3,["But behold, there are those who do joy in your afflictions, yea, insomuch that they have risen up in ",["rebellion",["study-note-ref","a",[["Alma 58:36","bofm/alma/58.36"],"; ",["59:13","bofm/alma/59.13"],"."]]]," against me, and also those of my people who are ",["freemen",["study-note-ref","b",[["Alma 51:6 (6–7)","bofm/alma/51.6-7"],"."]]],", yea, and those who have risen up are exceedingly numerous."]],[4,["And it is those who have sought to take away the judgment-seat from me that have been the cause of this great iniquity; for they have used great ",["flattery",["study-note-ref","a",[["TG Flatter","tg/flatter"],"."]]],", and they have ",["led away",["study-note-ref","b",[["TG Peer Influence","tg/peer-influence"],"."]]]," the hearts of many people, which will be the cause of sore affliction among us; they have withheld our provisions, and have daunted our ",["freemen",["study-note-ref","c",[["Alma 51:6 (6–7)","bofm/alma/51.6-7"],"; ",["62:6","bofm/alma/62.6"],"."]]]," that they have not come unto you."]],[5,["And behold, they have driven me out before them, and I have fled to the land of Gideon, with as many men as it were possible that I could get."]],[6,["And behold, I have sent a proclamation throughout this part of the land; and behold, they are ",["flocking",["study-note-ref","a",[["Alma 62:5","bofm/alma/62.5"],"."]]]," to us ",["daily",["study-note-ref","b",[["Acts 2:47","nt/acts/2.47"],"."]]],", to their arms, in the defence of their country and their ",["freedom",["study-note-ref","c",[["TG Liberty","tg/liberty"],"."]]],", and to avenge our ",["wrongs",["study-note-ref","d",[["TG Injustice","tg/injustice"],"."]]],"."]],[7,["And they have come unto us, insomuch that those who have risen up in rebellion against us are set at defiance, yea, insomuch that they do fear us and durst not come out against us to battle."]],[8,["They have ",["got",["study-note-ref","a",[["Alma 61:18","bofm/alma/61.18"],"."]]]," possession of the land, or the city, of Zarahemla; they have appointed a ",["king",["study-note-ref","b",[["Alma 62:6","bofm/alma/62.6"],". ",["TG Tyranny","tg/tyranny"],"."]]]," over them, and he hath written unto the king of the Lamanites, in the which he hath joined an alliance with him; in the which alliance he hath agreed to maintain the city of Zarahemla, which maintenance he supposeth will enable the Lamanites to conquer the remainder of the land, and he shall be placed king over this people when they shall be conquered ",["under",["study-note-ref","c",[["Mosiah 7:21","bofm/mosiah/7.21"],"."]]]," the Lamanites."]],[9,["And now, in your epistle you have ",["censured",["study-note-ref","a",[["D&C 101:5","dc-testament/dc/101.5"],". ",["TG Reproof","tg/reproof"],"."]]]," me, but it mattereth not; I am not angry, but do rejoice in the greatness of your heart. I, Pahoran, do not ",["seek",["study-note-ref","b",[["Alma 60:36","bofm/alma/60.36"],"; ",["D&C 121:39","dc-testament/dc/121.39"],"."]]]," for power, save only to retain my judgment-seat that I may preserve the rights and the liberty of my people. My soul standeth fast in that liberty in the which God hath made us ",["free",["study-note-ref","c",[["John 8:36","nt/john/8.36"],"; ",["Gal. 5:1","nt/gal/5.1"],"; ",["D&C 88:86","dc-testament/dc/88.86"],"."]]],"."]],[10,["And now, behold, we will resist wickedness even unto bloodshed. We would ",["not",["study-note-ref","a",[["Alma 56:46","bofm/alma/56.46"],"."]]]," shed the blood of the Lamanites if they would stay in their own land."]],[11,["We would not shed the blood of our brethren if they would not rise up in rebellion and take the sword against us."]],[12,["We would subject ourselves to the ",["yoke",["study-note-ref","a",[["TG Bondage, Physical","tg/bondage-physical"],"; ",["Submissiveness","tg/submissiveness"],"."]]]," of bondage if it were requisite with the justice of God, or if he should command us so to do."]],[13,["But behold he doth not command us that we shall subject ourselves to our enemies, but that we should put our ",["trust",["study-note-ref","a",[["TG Trust in God","tg/trust-in-god"],"."]]]," in him, and he will deliver us."]],[14,["Therefore, my beloved brother, Moroni, let us resist evil, and whatsoever evil we cannot resist with our ",["words",["study-note-ref","a",[["TG Reproof","tg/reproof"],"."]]],", yea, such as rebellions and dissensions, let us ",["resist",["study-note-ref","b",[["Alma 43:47","bofm/alma/43.47"],"."]]]," them with our swords, that we may retain our freedom, that we may rejoice in the great privilege of our church, and in the cause of our Redeemer and our God."]],[15,["Therefore, come unto me speedily with a few of your men, and leave the remainder in the charge of Lehi and Teancum; give unto them power to conduct the ",["war",["study-note-ref","a",[["TG War","tg/war"],"."]]]," in that part of the land, according to the ",["Spirit",["study-note-ref","b",[["2 Cor. 3:17","nt/2-cor/3.17"],". ",["TG God, Spirit of","tg/god-spirit-of"],"."]]]," of God, which is also the ",["spirit",["study-note-ref","c",[["Alma 60:25","bofm/alma/60.25"],"."]]]," of freedom which is in them."]],[16,["Behold I have sent a few provisions unto them, that they may not perish until ye can come unto me."]],[17,["Gather together whatsoever force ye can upon your march hither, and we will go speedily against those dissenters, in the strength of our God according to the faith which is in us."]],[18,["And we will ",["take",["study-note-ref","a",[["Alma 61:8","bofm/alma/61.8"],"."]]]," possession of the city of Zarahemla, that we may obtain more food to send forth unto Lehi and Teancum; yea, we will go forth against them in the strength of the Lord, and we will put an end to this great iniquity."]],[19,["And now, Moroni, I do joy in receiving your epistle, for I was somewhat worried concerning what we should do, whether it should be just in us to go against our brethren."]],[20,["But ye have said, except they repent the Lord ",["hath",["study-note-ref","a",[["Alma 60:33","bofm/alma/60.33"],"."]]]," commanded you that ye should go against them."]],[21,["See that ye ",["strengthen",["study-note-ref","a",[["Zech. 10:12","ot/zech/10.12"],"."]]]," Lehi and Teancum in the Lord; tell them to fear not, for God will deliver them, yea, and also all those who ",["stand fast",["study-note-ref","b",[["Alma 58:40","bofm/alma/58.40"],"."]]]," in that liberty wherewith God hath made them free. And now I close mine epistle to my beloved brother, Moroni."]]],"volume":"bofm"}