{"number":7,"verseCount":27,"verses":[[1,["Behold my beloved brethren, seeing that I have been permitted to come unto you, therefore I attempt to address you in my language; yea, by my ",["own",["study-note-ref","a",[["Alma 4:19","bofm/alma/4.19"],"."]]]," mouth, seeing that it is the first time that I have spoken unto you by the words of my mouth, I having been wholly confined to the ",["judgment-seat",["study-note-ref","b",[["Mosiah 29:42","bofm/mosiah/29.42"],"."]]],", having had much business that I could not come unto you."]],[2,["And even I could not have come now at this time were it not that the judgment-seat hath been ",["given",["study-note-ref","a",[["Alma 4:18 (16–18)","bofm/alma/4.16-18"],"."]]]," to another, to reign in my stead; and the Lord in much mercy hath granted that I should come unto you."]],[3,["And behold, I have come having great hopes and much desire that I should find that ye had humbled yourselves before God, and that ye had continued in the supplicating of his grace, that I should find that ye were blameless before him, that I should find that ye were not in the awful ",["dilemma",["study-note-ref","a",[["Alma 5:17 (16–17)","bofm/alma/5.16-17"],"."]]]," that our brethren were in at Zarahemla."]],[4,["But blessed be the name of God, that he hath given me to know, yea, hath given unto me the exceedingly great joy of knowing that they are established again in the way of his righteousness."]],[5,["And I trust, according to the Spirit of God which is in me, that I shall also have joy over you; nevertheless I do not desire that my joy over you should come by the cause of so much afflictions and sorrow which I have had for the brethren at Zarahemla, for behold, my joy cometh over them after wading through much affliction and sorrow."]],[6,["But behold, I trust that ye are not in a state of so much unbelief as were your brethren; I trust that ye are not lifted up in the pride of your hearts; yea, I trust that ye have not set your hearts upon riches and the vain things of the world; yea, I trust that you do not worship ",["idols",["study-note-ref","a",[["2 Ne. 9:37","bofm/2-ne/9.37"],"; ",["Hel. 6:31","bofm/hel/6.31"],"."]]],", but that ye do worship the true and the ",["living God",["study-note-ref","b",[["Dan. 6:26","ot/dan/6.26"],"."]]],", and that ye look forward for the remission of your sins, with an everlasting faith, which is to come."]],[7,["For behold, I say unto you there be many things to come; and behold, there is one thing which is of more importance than they all—for behold, the ",["time",["study-note-ref","a",[["Alma 9:26","bofm/alma/9.26"],"."]]]," is not far distant that the Redeemer liveth and cometh among his people."]],[8,["Behold, I do not say that he will come among us at the ",["time",["study-note-ref","a",[["1 Ne. 12:6 (4–8)","bofm/1-ne/12.4-8"],"; ",["Alma 16:20","bofm/alma/16.20"],"."]]]," of his dwelling in his mortal tabernacle; for behold, the Spirit hath not said unto me that this should be the case. Now as to this thing I do not know; but this much I do know, that the Lord God hath power to do all things which are according to his word."]],[9,["But behold, the Spirit hath said this much unto me, saying: Cry unto this people, saying—",["Repent",["study-note-ref","a",[["Matt. 3:2 (2–3)","nt/matt/3.2-3"],"; ",["Alma 9:25 (25–26)","bofm/alma/9.25-26"],"."]]]," ye, and prepare the way of the Lord, and walk in his paths, which are straight; for behold, the kingdom of heaven is at hand, and the Son of God ",["cometh",["study-note-ref","b",[["Mosiah 3:5","bofm/mosiah/3.5"],"; ",["7:27","bofm/mosiah/7.27"],"; ",["15:2 (1–7)","bofm/mosiah/15.1-7"],"."]]]," upon the face of the earth."]],[10,["And behold, he shall be ",["born",["study-note-ref","a",[["Isa. 7:14","ot/isa/7.14"],"; ",["Luke 1:27","nt/luke/1.27"],"; ",["Mosiah 3:8","bofm/mosiah/3.8"],"."]]]," of Mary, at ",["Jerusalem",["study-note-ref","b",[["Luke 2:4","nt/luke/2.4"],"."]]]," which is the ",["land",["study-note-ref","c",[["1 Chr. 9:3","ot/1-chr/9.3"],"; ",["2 Chr. 15:9","ot/2-chr/15.9"],"; ",["1 Ne. 1:4","bofm/1-ne/1.4"],"; ",["3 Ne. 20:29","bofm/3-ne/20.29"],"."]]]," of our forefathers, she being a ",["virgin",["study-note-ref","d",[["1 Ne. 11:13 (13–21)","bofm/1-ne/11.13-21"],"."]]],", a precious and chosen ",["",225],"vessel, who shall be overshadowed and ",["conceive",["study-note-ref","e",[["Matt. 1:20","nt/matt/1.20"],"; ",["Mosiah 15:3","bofm/mosiah/15.3"],"."]]]," by the power of the Holy Ghost, and bring forth a son, yea, even the Son of God."]],[11,["And he shall go forth, suffering pains and ",["afflictions",["study-note-ref","a",[["Isa. 53:5 (3–5)","ot/isa/53.3-5"],"."]]]," and ",["temptations",["study-note-ref","b",[["TG Jesus Christ, Temptation of","tg/jesus-christ-temptation-of"],"."]]]," of every kind; and this that the word might be fulfilled which saith he will ",["take upon",["study-note-ref","c",[["Mosiah 14:4 (3–5)","bofm/mosiah/14.3-5"],"."]]]," him the pains and the sicknesses of his people."]],[12,["And he will take upon him ",["death",["study-note-ref","a",[["TG Jesus Christ, Death of","tg/jesus-christ-death-of"],"."]]],", that he may ",["loose",["study-note-ref","b",[["Ps. 116:16 (15–16)","ot/ps/116.15-16"],"; ",["2 Ne. 2:8","bofm/2-ne/2.8"],"; ",["Alma 12:25 (24–25)","bofm/alma/12.24-25"],"; ",["42:23","bofm/alma/42.23"],"."]]]," the bands of death which bind his people; and he will take upon him their infirmities, that his bowels may be filled with mercy, according to the flesh, that he may know according to the flesh how to ",["succor",["study-note-ref","c",[["Heb. 2:18","nt/heb/2.18"],"; ",["4:15","nt/heb/4.15"],"; ",["D&C 62:1","dc-testament/dc/62.1"],"."]]]," his people according to their infirmities."]],[13,["Now the Spirit ",["knoweth",["study-note-ref","a",[["TG God, Omniscience of","tg/god-omniscience-of"],"."]]]," all things; nevertheless the Son of God suffereth according to the ",["flesh",["study-note-ref","b",[["TG Jesus Christ, Condescension of","tg/jesus-christ-condescension-of"],"."]]]," that he might ",["take upon",["study-note-ref","c",[["Mosiah 15:12","bofm/mosiah/15.12"],"."]]]," him the sins of his people, that he might blot out their transgressions according to the power of his deliverance; and now behold, this is the testimony which is in me."]],[14,["Now I say unto you that ye must ",["repent",["study-note-ref","a",[["TG Purification","tg/purification"],"."]]],", and be born again; for the Spirit saith if ye are not born again ye cannot inherit the kingdom of heaven; therefore come and be baptized unto repentance, that ye may be washed from your sins, that ye may have faith on the Lamb of God, who taketh away the sins of the world, who is mighty to save and to cleanse from all unrighteousness."]],[15,["Yea, I say unto you come and fear not, and lay aside every sin, which easily doth ",["beset",["study-note-ref","a",[["2 Ne. 4:18","bofm/2-ne/4.18"],"."]]]," you, which doth bind you down to destruction, yea, come and go forth, and show unto your God that ye are willing to repent of your sins and enter into a covenant with him to keep his commandments, and witness it unto him this day by going into the waters of baptism."]],[16,["And whosoever doeth this, and keepeth the commandments of God from thenceforth, the same will ",["remember",["study-note-ref","a",[["Ether 12:4","bofm/ether/12.4"],"; ",["Moro. 7:3","bofm/moro/7.3"],"."]]]," that I say unto him, yea, he will remember that I have said unto him, he shall have eternal life, according to the testimony of the Holy Spirit, which testifieth in me."]],[17,["And now my beloved brethren, do you believe these things? Behold, I say unto you, yea, I know that ye believe them; and the way that I know that ye believe them is by the manifestation of the Spirit which is in me. And now because your faith is strong concerning that, yea, concerning the things which I have spoken, great is my joy."]],[18,["For as I said unto you from the beginning, that I had much desire that ye were not in the state of ",["dilemma",["study-note-ref","a",[["James 1:8","nt/james/1.8"],"."]]]," like your brethren, even so I have found that my desires have been gratified."]],[19,["For I perceive that ye are in the paths of righteousness; I perceive that ye are in the path which leads to the kingdom of God; yea, I perceive that ye are making his ",["paths",["study-note-ref","a",[["Matt. 3:3","nt/matt/3.3"],"."]]]," straight."]],[20,["I perceive that it has been made known unto you, by the testimony of his word, that he cannot ",["walk",["study-note-ref","a",[["1 Ne. 10:19","bofm/1-ne/10.19"],"; ",["Alma 37:12","bofm/alma/37.12"],"; ",["D&C 3:2","dc-testament/dc/3.2"],"."]]]," in crooked paths; neither doth he vary from that which he hath said; neither hath he a shadow of turning from the right to the left, or from that which is right to that which is wrong; therefore, his course is one eternal round."]],[21,["And he doth not dwell in ",["unholy",["study-note-ref","a",[["1 Cor. 3:17 (16–17)","nt/1-cor/3.16-17"],"; ",["6:19","nt/1-cor/6.19"],"; ",["Mosiah 2:37","bofm/mosiah/2.37"],"; ",["Alma 34:36","bofm/alma/34.36"],"."]]]," temples; neither can filthiness or anything which is unclean be received into the kingdom of God; therefore I say unto you the time shall come, yea, and it shall be at the last day, that he who is ",["filthy",["study-note-ref","b",[["1 Ne. 15:33 (33–35)","bofm/1-ne/15.33-35"],"; ",["2 Ne. 9:16","bofm/2-ne/9.16"],"; ",["Morm. 9:14","bofm/morm/9.14"],"; ",["D&C 88:35","dc-testament/dc/88.35"],"."]]]," shall remain in his filthiness."]],[22,["And now my beloved brethren, I have said these things unto you that I might awaken you to a sense of your duty to God, that ye may walk blameless before him, that ye may walk after the holy order of God, after which ye have been received."]],[23,["And now I would that ye should be ",["humble",["study-note-ref","a",[["Prov. 18:12","ot/prov/18.12"],"."]]],", and be ",["submissive",["study-note-ref","b",[["TG Submissiveness","tg/submissiveness"],"."]]]," and gentle; easy to be entreated; full of patience and long-suffering; being temperate in all things; being diligent in keeping the commandments of God at all times; asking for whatsoever things ye stand in need, both spiritual and temporal; always returning thanks unto God for whatsoever things ye do receive."]],[24,["And see that ye have ",["faith",["study-note-ref","a",[["1 Cor. 13:13 (1–13)","nt/1-cor/13.1-13"],"; ",["Ether 12:31 (30–35)","bofm/ether/12.30-35"],"; ",["Moro. 7:44 (33–48)","bofm/moro/7.33-48"],"."]]],", hope, and charity, and then ye will always abound in good works."]],[25,["And may the Lord bless you, and keep your garments spotless, that ye may at last be brought to sit down with ",["Abraham",["study-note-ref","a",[["D&C 27:10","dc-testament/dc/27.10"],"."]]],", Isaac, and Jacob, and the holy prophets who have been ever since the world began, having your garments ",["spotless",["study-note-ref","b",[["2 Pet. 3:14","nt/2-pet/3.14"],"."]]]," even as their garments are spotless, in the kingdom of heaven to go no more out."]],[26,["And now my beloved brethren, I have spoken these words unto you according to the Spirit which testifieth in me; and my soul doth exceedingly rejoice, because of the exceeding diligence and heed which ye have given unto my word."]],[27,["And now, may the ",["peace",["study-note-ref","a",[["TG Peace of God","tg/peace-of-god"],"."]]]," of God rest upon you, and upon your houses and lands, and upon your flocks and herds, and all that you possess, your women and your children, according to your faith and good works, from this time forth and forever. And thus I have spoken. Amen."]]],"volume":"bm"}