{"number":9,"verseCount":34,"verses":[[1,["And again, I, Alma, having been commanded of God that I should take Amulek and go forth and preach again unto this people, or the people who were in the city of ",["Ammonihah",["study-note-ref","a",[["Alma 8:6","bofm/alma/8.6"],"."]]],", it came to pass as I began to preach unto them, they began to contend with me, saying:"]],[2,["Who art thou? Suppose ye that we shall believe the testimony of ",["one",["study-note-ref","a",[["Deut. 17:6","ot/deut/17.6"],"."]]]," man, although he should preach unto us that the earth should pass away?"]],[3,["Now they understood not the words which they spake; for they knew not that the earth should pass away."]],[4,["And they said also: We will not believe thy words if thou shouldst prophesy that this great city should be destroyed in ",["one",["study-note-ref","a",[["Alma 16:10 (9–10)","bofm/alma/16.9-10"],"."]]]," day."]],[5,["Now they knew not that God could do such marvelous ",["works",["study-note-ref","a",[["TG God, Works of","tg/god-works-of"],"."]]],", for they were a hard-hearted and a stiffnecked people."]],[6,["And they said: ",["Who",["study-note-ref","a",[["Ex. 5:2","ot/ex/5.2"],"; ",["Mosiah 11:27","bofm/mosiah/11.27"],"; ",["Moses 5:16","pgp/moses/5.16"],"."]]]," is God, that sendeth ",["no more",["study-note-ref","b",[["Alma 10:12","bofm/alma/10.12"],"."]]]," authority than one man among this people, to declare unto them the truth of such great and marvelous things?"]],[7,["And they stood forth to lay their hands on me; but behold, they did not. And I stood with boldness to declare unto them, yea, I did boldly testify unto them, saying:"]],[8,["Behold, O ye wicked and perverse ",["generation",["study-note-ref","a",[["Matt. 3:7","nt/matt/3.7"],"; ",["Alma 10:17 (17–25)","bofm/alma/10.17-25"],"."]]],", how have ye forgotten the ",["tradition",["study-note-ref","b",[["TG Birthright","tg/birthright"],"."]]]," of your fathers; yea, how soon ye have forgotten the commandments of God."]],[9,["Do ye not remember that our father, Lehi, was brought out of Jerusalem by the ",["hand",["study-note-ref","a",[["1 Ne. 2:2 (1–7)","bofm/1-ne/2.1-7"],"."]]]," of God? Do ye not remember that they were all led by him through the wilderness?"]],[10,["And have ye forgotten so soon how many times he ",["delivered",["study-note-ref","a",[["TG Deliver","tg/deliver"],"."]]]," our fathers out of the hands of their enemies, and preserved them from being destroyed, even by the hands of their own brethren?"]],[11,["Yea, and if it had not been for his matchless power, and his mercy, and his ",["long-suffering",["study-note-ref","a",[["TG Long-Suffering","tg/long-suffering"],"."]]]," towards us, we should unavoidably have been cut off from the face of the earth long before this period of time, and perhaps been consigned to a state of ",["endless",["study-note-ref","b",[["Mosiah 16:11","bofm/mosiah/16.11"],"."]]]," misery and woe."]],[12,["Behold, now I say unto you that he commandeth you to repent; and except ye repent, ye can in nowise inherit the kingdom of God. But behold, this is not all—he has commanded you to repent, or he will utterly ",["destroy",["study-note-ref","a",[["Alma 8:16","bofm/alma/8.16"],"; ",["10:27 (19, 23, 27)","bofm/alma/10.19,23,27"],"."]]]," you from off the face of the earth; yea, he will visit you in his ",["anger",["study-note-ref","b",[["Jer. 18:10 (6–10)","ot/jer/18.6-10"],"."]]],", and in his ",["fierce",["study-note-ref","c",[["Alma 8:29","bofm/alma/8.29"],"."]]]," anger he will not turn away."]],[13,["Behold, do ye not remember the words which he spake unto Lehi, saying that: ",["Inasmuch",["study-note-ref","a",[["2 Ne. 1:20","bofm/2-ne/1.20"],"; ",["Mosiah 1:7","bofm/mosiah/1.7"],"; ",["Alma 37:13","bofm/alma/37.13"],"."]]]," as ye shall keep my commandments, ye shall prosper in the land? And again it is said that: Inasmuch as ye will not keep my commandments ye shall be cut off from the presence of the Lord."]],[14,["Now I would that ye should remember, that inasmuch as the Lamanites have not kept the commandments of God, they have been ",["cut off",["study-note-ref","a",[["2 Ne. 5:20 (20–24)","bofm/2-ne/5.20-24"],"; ",["Alma 38:1","bofm/alma/38.1"],"."]]]," from the presence of the Lord. Now we see that the word of the Lord has been verified in this thing, and the Lamanites have been cut off from his presence, from the beginning of their transgressions in the land."]],[15,["Nevertheless I say unto you, that it shall be more ",["tolerable",["study-note-ref","a",[["Matt. 11:22 (22, 24)","nt/matt/11.22,24"],"."]]]," for them in the day of judgment than for you, if ye remain in your sins, ",["",230],"yea, and even more tolerable for them in this life than for you, except ye repent."]],[16,["For there are many promises which are ",["extended",["study-note-ref","a",[["Alma 17:15","bofm/alma/17.15"],"."]]]," to the Lamanites; for it is because of the ",["traditions",["study-note-ref","b",[["Alma 3:8","bofm/alma/3.8"],"; ",["17:15","bofm/alma/17.15"],"."]]]," of their fathers that caused them to remain in their state of ",["ignorance",["study-note-ref","c",[["2 Ne. 9:26 (25–26)","bofm/2-ne/9.25-26"],"; ",["Mosiah 3:11","bofm/mosiah/3.11"],"; ",["Alma 42:21","bofm/alma/42.21"],"."]]],"; therefore the Lord will be merciful unto them and ",["prolong",["study-note-ref","d",[["Deut. 11:9 (8–9)","ot/deut/11.8-9"],"; ",["32:47","ot/deut/32.47"],"; ",["Hel. 15:11 (10–11)","bofm/hel/15.10-11"],"; ",["D&C 5:33","dc-testament/dc/5.33"],"."]]]," their existence in the land."]],[17,["And at some period of time they will be ",["brought",["study-note-ref","a",[["Enos 1:13","bofm/enos/1.13"],"."]]]," to believe in his word, and to know of the incorrectness of the traditions of their fathers; and many of them will be saved, for the Lord will be merciful unto all who ",["call",["study-note-ref","b",[["Ps. 81:7","ot/ps/81.7"],"; ",["Alma 38:5","bofm/alma/38.5"],"; ",["D&C 3:8","dc-testament/dc/3.8"],"."]]]," on his name."]],[18,["But behold, I say unto you that if ye persist in your wickedness that your days shall not be ",["prolonged",["study-note-ref","a",[["Deut. 6:2","ot/deut/6.2"],"."]]]," in the land, for the ",["Lamanites",["study-note-ref","b",[["Alma 16:3","bofm/alma/16.3"],"."]]]," shall be sent upon you; and if ye repent not they shall come in a time when you know not, and ye shall be visited with ",["utter",["study-note-ref","c",[["Alma 16:9","bofm/alma/16.9"],"."]]]," destruction; and it shall be according to the fierce ",["anger",["study-note-ref","d",[["Alma 8:29","bofm/alma/8.29"],"."]]]," of the Lord."]],[19,["For he will not suffer you that ye shall live in your iniquities, to ",["destroy",["study-note-ref","a",[["1 Ne. 12:19 (15, 19–20)","bofm/1-ne/12.15,19-20"],"; ",["Alma 45:11 (10–14)","bofm/alma/45.10-14"],"."]]]," his people. I say unto you, Nay; he would rather suffer that the Lamanites might destroy all his people who are called the people of Nephi, if it were possible that they could ",["fall",["study-note-ref","b",[["Alma 24:30","bofm/alma/24.30"],"."]]]," into sins and transgressions, after having had so much light and so much knowledge given unto them of the Lord their God;"]],[20,["Yea, after having been such a highly favored people of the Lord; yea, after having been favored above every other ",["nation",["study-note-ref","a",[["2 Sam. 7:23","ot/2-sam/7.23"],"; ",["Abr. 2:9","pgp/abr/2.9"],"."]]],", kindred, tongue, or people; after having had all things ",["made",["study-note-ref","b",[["TG Prophets, Mission of","tg/prophets-mission-of"],"."]]]," known unto them, according to their desires, and their faith, and prayers, of that which has been, and which is, and which is to come;"]],[21,["Having been ",["visited",["study-note-ref","a",[["Ex. 3:16","ot/ex/3.16"],"; ",["2 Ne. 4:26","bofm/2-ne/4.26"],"; ",["Morm. 1:15","bofm/morm/1.15"],"."]]]," by the Spirit of God; having conversed with angels, and having been spoken unto by the voice of the Lord; and having the spirit of prophecy, and the spirit of revelation, and also many gifts, the gift of speaking with tongues, and the gift of preaching, and the gift of the Holy Ghost, and the gift of ",["translation",["study-note-ref","b",[["Omni 1:20","bofm/omni/1.20"],"; ",["Mosiah 8:13 (13–19)","bofm/mosiah/8.13-19"],"; ",["28:17 (11–17)","bofm/mosiah/28.11-17"],"."]]],";"]],[22,["Yea, and after having been ",["delivered",["study-note-ref","a",[["2 Ne. 1:4","bofm/2-ne/1.4"],"."]]]," of God out of the land of Jerusalem, by the hand of the Lord; having been ",["saved",["study-note-ref","b",[["TG Protection, Divine","tg/protection-divine"],"."]]]," from famine, and from sickness, and all manner of diseases of every kind; and they having waxed strong in battle, that they might not be destroyed; having been brought out of ",["bondage",["study-note-ref","c",[["Mosiah 27:16","bofm/mosiah/27.16"],"."]]]," time after time, and having been kept and preserved until now; and they have been prospered until they are rich in all manner of things—"]],[23,["And now behold I say unto you, that if this people, who have received so many blessings from the hand of the Lord, should transgress ",["contrary",["study-note-ref","a",[["TG Disobedience","tg/disobedience"],"."]]]," to the light and knowledge which they do have, I say unto you that if this be the case, that if they should fall into transgression, it would be far more ",["tolerable",["study-note-ref","b",[["Matt. 11:22 (22–24)","nt/matt/11.22-24"],"."]]]," for the Lamanites than for them."]],[24,["For behold, the ",["promises",["study-note-ref","a",[["2 Ne. 30:6 (4–7)","bofm/2-ne/30.4-7"],"; ",["D&C 3:20","dc-testament/dc/3.20"],"."]]]," of the Lord are extended to the Lamanites, but they are not unto you if ye transgress; for has not the Lord expressly ",["",231],"promised and firmly decreed, that if ye will rebel against him that ye shall ",["utterly",["study-note-ref","b",[["Alma 16:9 (2–9)","bofm/alma/16.2-9"],"; ",["Morm. 6:15 (15–22)","bofm/morm/6.15-22"],"."]]]," be destroyed from off the face of the earth?"]],[25,["And now for this cause, that ye may not be destroyed, the Lord has sent his angel to visit many of his people, declaring unto them that they must go forth and cry mightily unto this people, saying: ",["Repent",["study-note-ref","a",[["Matt. 3:2 (2–3)","nt/matt/3.2-3"],"; ",["Alma 7:9","bofm/alma/7.9"],"; ",["Hel. 5:32","bofm/hel/5.32"],"."]]]," ye, for the kingdom of heaven is nigh at hand;"]],[26,["And ",["not",["study-note-ref","a",[["Alma 7:7","bofm/alma/7.7"],"."]]]," many days hence the Son of God shall come in his ",["glory",["study-note-ref","b",[["TG Jesus Christ, Glory of","tg/jesus-christ-glory-of"],"."]]],"; and his glory shall be the glory of the Only Begotten of the Father, full of ",["grace",["study-note-ref","c",[["TG Grace","tg/grace"],"."]]],", equity, and truth, full of patience, ",["mercy",["study-note-ref","d",[["TG God, Mercy of","tg/god-mercy-of"],"."]]],", and long-suffering, quick to ",["hear",["study-note-ref","e",[["Deut. 26:7","ot/deut/26.7"],"; ",["Isa. 65:24","ot/isa/65.24"],"."]]]," the cries of his people and to answer their prayers."]],[27,["And behold, he cometh to ",["redeem",["study-note-ref","a",[["TG Redemption","tg/redemption"],"."]]]," those who will be ",["baptized",["study-note-ref","b",[["TG Baptism, Essential","tg/baptism-essential"],"."]]]," unto repentance, through faith on his name."]],[28,["Therefore, prepare ye the way of the Lord, for the time is at hand that all men shall reap a ",["reward",["study-note-ref","a",[["TG Reward","tg/reward"],"."]]]," of their ",["works",["study-note-ref","b",[["Job 34:11","ot/job/34.11"],"; ",["D&C 1:10","dc-testament/dc/1.10"],"; ",["6:33","dc-testament/dc/6.33"],"."]]],", according to that which they have been—if they have been righteous they shall ",["reap",["study-note-ref","c",[["Ps. 7:16","ot/ps/7.16"],"."]]]," the salvation of their souls, according to the power and deliverance of Jesus Christ; and if they have been evil they shall reap the ",["damnation",["study-note-ref","d",[["TG Damnation","tg/damnation"],"."]]]," of their souls, according to the power and captivation of the devil."]],[29,["Now behold, this is the voice of the angel, crying unto the people."]],[30,["And now, my ",["beloved",["study-note-ref","a",[["1 Jn. 4:11","nt/1-jn/4.11"],"."]]]," brethren, for ye are my brethren, and ye ought to be beloved, and ye ought to bring forth works which are meet for repentance, seeing that your hearts have been grossly hardened against the word of God, and seeing that ye are a ",["lost",["study-note-ref","b",[["Alma 12:22","bofm/alma/12.22"],"."]]]," and a fallen people."]],[31,["Now it came to pass that when I, Alma, had spoken these words, behold, the people were wroth with me because I said unto them that they were a hard-hearted and a ",["stiffnecked",["study-note-ref","a",[["2 Ne. 25:28","bofm/2-ne/25.28"],"; ",["Mosiah 3:14","bofm/mosiah/3.14"],"."]]]," people."]],[32,["And also because I said unto them that they were a lost and a fallen people they were angry with me, and sought to lay their hands upon me, that they might cast me into prison."]],[33,["But it came to pass that the Lord did not suffer them that they should take me ",["at",["study-note-ref","a",[["Alma 14:17 (17–18)","bofm/alma/14.17-18"],"."]]]," that time and cast me into prison."]],[34,["And it came to pass that Amulek went and stood forth, and began to preach unto them also. And now the ",["words",["study-note-ref","a",[["Alma 10:1 (1–11)","bofm/alma/10.1-11"],"."]]]," of Amulek are not all written, nevertheless a part of his words are written in this book."]]],"volume":"bm"}