{"id":551,"bookId":19,"number":73,"verses":[{"id":15022,"number":1,"scriptureText":"TRULY God is good to Israel, even to such as are of a clean heart.","chapter":73},{"id":15023,"number":2,"scriptureText":"But as for me, my feet were almost gone; my steps had well nigh slipped.","chapter":73},{"id":15024,"number":3,"scriptureText":"For I was envious at the foolish, when I saw the prosperity of the wicked.","chapter":73},{"id":15025,"number":4,"scriptureText":"For there are no bands in their death: but their strength is firm.","chapter":73},{"id":15026,"number":5,"scriptureText":"They are not in trouble as other men; neither are they plagued like other men.","chapter":73},{"id":15027,"number":6,"scriptureText":"Therefore pride compasseth them about as a chain; violence covereth them as a garment.","chapter":73},{"id":15028,"number":7,"scriptureText":"Their eyes stand out with fatness: they have more than heart could wish.","chapter":73},{"id":15029,"number":8,"scriptureText":"They are corrupt, and speak wickedly concerning oppression: they speak loftily.","chapter":73},{"id":15030,"number":9,"scriptureText":"They set their mouth against the heavens, and their tongue walketh through the earth.","chapter":73},{"id":15031,"number":10,"scriptureText":"Therefore his people return hither: and waters of a full cup are wrung out to them.","chapter":73},{"id":15032,"number":11,"scriptureText":"And they say, How doth God know? and is there knowledge in the most High?","chapter":73},{"id":15033,"number":12,"scriptureText":"Behold, these are the ungodly, who prosper in the world; they increase in riches.","chapter":73},{"id":15034,"number":13,"scriptureText":"Verily I have cleansed my heart in vain, and washed my hands in innocency.","chapter":73},{"id":15035,"number":14,"scriptureText":"For all the day long have I been plagued, and chastened every morning.","chapter":73},{"id":15036,"number":15,"scriptureText":"If I say, I will speak thus; behold, I should offend against the generation of thy children.","chapter":73},{"id":15037,"number":16,"scriptureText":"When I thought to know this, it was too painful for me;","chapter":73},{"id":15038,"number":17,"scriptureText":"Until I went into the sanctuary of God; then understood I their end.","chapter":73},{"id":15039,"number":18,"scriptureText":"Surely thou didst set them in slippery places: thou castedst them down into destruction.","chapter":73},{"id":15040,"number":19,"scriptureText":"How are they brought into desolation, as in a moment! they are utterly consumed with terrors.","chapter":73},{"id":15041,"number":20,"scriptureText":"As a dream when one awaketh; so, O Lord, when thou awakest, thou shalt despise their image.","chapter":73},{"id":15042,"number":21,"scriptureText":"Thus my heart was grieved, and I was pricked in my reins.","chapter":73},{"id":15043,"number":22,"scriptureText":"So foolish was I, and ignorant: I was as a beast before thee.","chapter":73},{"id":15044,"number":23,"scriptureText":"Nevertheless I am continually with thee: thou hast holden me by my right hand.","chapter":73},{"id":15045,"number":24,"scriptureText":"Thou shalt guide me with thy counsel, and afterward receive me to glory.","chapter":73},{"id":15046,"number":25,"scriptureText":"Whom have I in heaven but thee? and there is none upon earth that I desire beside thee.","chapter":73},{"id":15047,"number":26,"scriptureText":"My flesh and my heart faileth: but God is the strength of my heart, and my portion for ever.","chapter":73},{"id":15048,"number":27,"scriptureText":"For, lo, they that are far from thee shall perish: thou hast destroyed all them that go a whoring from thee.","chapter":73},{"id":15049,"number":28,"scriptureText":"But it is good for me to draw near to God: I have put my trust in the Lord GOD, that I may declare all thy works.","chapter":73}]}