{"id":488,"bookId":19,"number":10,"verses":[{"id":14043,"number":1,"scriptureText":"WHY standest thou afar off, O LORD? why hidest thou thyself in times of trouble?","chapter":10},{"id":14044,"number":2,"scriptureText":"The wicked in his pride doth persecute the poor: let them be taken in the devices that they have imagined.","chapter":10},{"id":14045,"number":3,"scriptureText":"For the wicked boasteth of his heart's desire, and blesseth the covetous, whom the LORD abhorreth.","chapter":10},{"id":14046,"number":4,"scriptureText":"The wicked, through the pride of his countenance, will not seek after God: God is not in all his thoughts.","chapter":10},{"id":14047,"number":5,"scriptureText":"His ways are always grievous; thy judgments are far above out of his sight: as for all his enemies, he puffeth at them.","chapter":10},{"id":14048,"number":6,"scriptureText":"He hath said in his heart, I shall not be moved: for I shall never be in adversity.","chapter":10},{"id":14049,"number":7,"scriptureText":"His mouth is full of cursing and deceit and fraud: under his tongue is mischief and vanity.","chapter":10},{"id":14050,"number":8,"scriptureText":"He sitteth in the lurking places of the villages: in the secret places doth he murder the innocent: his eyes are privily set against the poor.","chapter":10},{"id":14051,"number":9,"scriptureText":"He lieth in wait secretly as a lion in his den: he lieth in wait to catch the poor: he doth catch the poor, when he draweth him into his net.","chapter":10},{"id":14052,"number":10,"scriptureText":"He croucheth, and humbleth himself, that the poor may fall by his strong ones.","chapter":10},{"id":14053,"number":11,"scriptureText":"He hath said in his heart, God hath forgotten: he hideth his face; he will never see it.","chapter":10},{"id":14054,"number":12,"scriptureText":"Arise, O LORD; O God, lift up thine hand: forget not the humble.","chapter":10},{"id":14055,"number":13,"scriptureText":"Wherefore doth the wicked contemn God? he hath said in his heart, Thou wilt not require it.","chapter":10},{"id":14056,"number":14,"scriptureText":"Thou hast seen it; for thou beholdest mischief and spite, to requite it with thy hand: the poor committeth himself unto thee; thou art the helper of the fatherless.","chapter":10},{"id":14057,"number":15,"scriptureText":"Break thou the arm of the wicked and the evil man: seek out his wickedness till thou find none.","chapter":10},{"id":14058,"number":16,"scriptureText":"The LORD is King for ever and ever: the heathen are perished out of his land.","chapter":10},{"id":14059,"number":17,"scriptureText":"LORD, thou hast heard the desire of the humble: thou wilt prepare their heart, thou wilt cause thine ear to hear:","chapter":10},{"id":14060,"number":18,"scriptureText":"To judge the fatherless and the oppressed, that the man of the earth may no more oppress.","chapter":10}]}