{"id":528,"bookId":19,"number":50,"verses":[{"id":14670,"number":1,"scriptureText":"THE mighty God, even the LORD, hath spoken, and called the earth from the rising of the sun unto the going down thereof.","chapter":50},{"id":14671,"number":2,"scriptureText":"Out of Zion, the perfection of beauty, God hath shined.","chapter":50},{"id":14672,"number":3,"scriptureText":"Our God shall come, and shall not keep silence: a fire shall devour before him, and it shall be very tempestuous round about him.","chapter":50},{"id":14673,"number":4,"scriptureText":"He shall call to the heavens from above, and to the earth, that he may judge his people.","chapter":50},{"id":14674,"number":5,"scriptureText":"Gather my saints together unto me; those that have made a covenant with me by sacrifice.","chapter":50},{"id":14675,"number":6,"scriptureText":"And the heavens shall declare his righteousness: for God is judge himself. Selah.","chapter":50},{"id":14676,"number":7,"scriptureText":"Hear, O my people, and I will speak; O Israel, and I will testify against thee: I am God, even thy God.","chapter":50},{"id":14677,"number":8,"scriptureText":"I will not reprove thee for thy sacrifices or thy burnt offerings, to have been continually before me.","chapter":50},{"id":14678,"number":9,"scriptureText":"I will take no bullock out of thy house, nor he goats out of thy folds.","chapter":50},{"id":14679,"number":10,"scriptureText":"For every beast of the forest is mine, and the cattle upon a thousand hills.","chapter":50},{"id":14680,"number":11,"scriptureText":"I know all the fowls of the mountains: and the wild beasts of the field are mine.","chapter":50},{"id":14681,"number":12,"scriptureText":"If I were hungry, I would not tell thee: for the world is mine, and the fulness thereof.","chapter":50},{"id":14682,"number":13,"scriptureText":"Will I eat the flesh of bulls, or drink the blood of goats?","chapter":50},{"id":14683,"number":14,"scriptureText":"Offer unto God thanksgiving; and pay thy vows unto the most High:","chapter":50},{"id":14684,"number":15,"scriptureText":"And call upon me in the day of trouble: I will deliver thee, and thou shalt glorify me.","chapter":50},{"id":14685,"number":16,"scriptureText":"But unto the wicked God saith, What hast thou to do to declare my statutes, or that thou shouldest take my covenant in thy mouth?","chapter":50},{"id":14686,"number":17,"scriptureText":"Seeing thou hatest instruction, and castest my words behind thee.","chapter":50},{"id":14687,"number":18,"scriptureText":"When thou sawest a thief, then thou consentedst with him, and hast been partaker with adulterers.","chapter":50},{"id":14688,"number":19,"scriptureText":"Thou givest thy mouth to evil, and thy tongue frameth deceit.","chapter":50},{"id":14689,"number":20,"scriptureText":"Thou sittest and speakest against thy brother; thou slanderest thine own mother's son.","chapter":50},{"id":14690,"number":21,"scriptureText":"These things hast thou done, and I kept silence; thou thoughtest that I was altogether such an one as thyself: but I will reprove thee, and set them in order before thine eyes.","chapter":50},{"id":14691,"number":22,"scriptureText":"Now consider this, ye that forget God, lest I tear you in pieces, and there be none to deliver.","chapter":50},{"id":14692,"number":23,"scriptureText":"Whoso offereth praise glorifieth me: and to him that ordereth his conversation aright will I shew the salvation of God.","chapter":50}]}