{"id":567,"bookId":19,"number":89,"verses":[{"id":15328,"number":1,"scriptureText":"I WILL sing of the mercies of the LORD for ever: with my mouth will I make known thy faithfulness to all generations.","chapter":89},{"id":15329,"number":2,"scriptureText":"For I have said, Mercy shall be built up for ever: thy faithfulness shalt thou establish in the very heavens.","chapter":89},{"id":15330,"number":3,"scriptureText":"I have made a covenant with my chosen, I have sworn unto David my servant,","chapter":89},{"id":15331,"number":4,"scriptureText":"Thy seed will I establish for ever, and build up thy throne to all generations. Selah.","chapter":89},{"id":15332,"number":5,"scriptureText":"And the heavens shall praise thy wonders, O LORD: thy faithfulness also in the congregation of the saints.","chapter":89},{"id":15333,"number":6,"scriptureText":"For who in the heaven can be compared unto the LORD? who among the sons of the mighty can be likened unto the LORD?","chapter":89},{"id":15334,"number":7,"scriptureText":"God is greatly to be feared in the assembly of the saints, and to be had in reverence of all them that are about him.","chapter":89},{"id":15335,"number":8,"scriptureText":"O LORD God of hosts, who is a strong LORD like unto thee? or to thy faithfulness round about thee?","chapter":89},{"id":15336,"number":9,"scriptureText":"Thou rulest the raging of the sea: when the waves thereof arise, thou stillest them.","chapter":89},{"id":15337,"number":10,"scriptureText":"Thou hast broken Rahab in pieces, as one that is slain; thou hast scattered thine enemies with thy strong arm.","chapter":89},{"id":15338,"number":11,"scriptureText":"The heavens are thine, the earth also is thine: as for the world and the fulness thereof, thou hast founded them.","chapter":89},{"id":15339,"number":12,"scriptureText":"The north and the south thou hast created them: Tabor and Hermon shall rejoice in thy name.","chapter":89},{"id":15340,"number":13,"scriptureText":"Thou hast a mighty arm: strong is thy hand, and high is thy right hand.","chapter":89},{"id":15341,"number":14,"scriptureText":"Justice and judgment are the habitation of thy throne: mercy and truth shall go before thy face.","chapter":89},{"id":15342,"number":15,"scriptureText":"Blessed is the people that know the joyful sound: they shall walk, O LORD, in the light of thy countenance.","chapter":89},{"id":15343,"number":16,"scriptureText":"In thy name shall they rejoice all the day: and in thy righteousness shall they be exalted.","chapter":89},{"id":15344,"number":17,"scriptureText":"For thou art the glory of their strength: and in thy favour our horn shall be exalted.","chapter":89},{"id":15345,"number":18,"scriptureText":"For the LORD is our defence; and the Holy One of Israel is our king.","chapter":89},{"id":15346,"number":19,"scriptureText":"Then thou spakest in vision to thy holy one, and saidst, I have laid help upon one that is mighty; I have exalted one chosen out of the people.","chapter":89},{"id":15347,"number":20,"scriptureText":"I have found David my servant; with my holy oil have I anointed him:","chapter":89},{"id":15348,"number":21,"scriptureText":"With whom my hand shall be established: mine arm also shall strengthen him.","chapter":89},{"id":15349,"number":22,"scriptureText":"The enemy shall not exact upon him; nor the son of wickedness afflict him.","chapter":89},{"id":15350,"number":23,"scriptureText":"And I will beat down his foes before his face, and plague them that hate him.","chapter":89},{"id":15351,"number":24,"scriptureText":"But my faithfulness and my mercy shall be with him: and in my name shall his horn be exalted.","chapter":89},{"id":15352,"number":25,"scriptureText":"I will set his hand also in the sea, and his right hand in the rivers.","chapter":89},{"id":15353,"number":26,"scriptureText":"He shall cry unto me, Thou art my father, my God, and the rock of my salvation.","chapter":89},{"id":15354,"number":27,"scriptureText":"Also I will make him my firstborn, higher than the kings of the earth.","chapter":89},{"id":15355,"number":28,"scriptureText":"My mercy will I keep for him for evermore, and my covenant shall stand fast with him.","chapter":89},{"id":15356,"number":29,"scriptureText":"His seed also will I make to endure for ever, and his throne as the days of heaven.","chapter":89},{"id":15357,"number":30,"scriptureText":"If his children forsake my law, and walk not in my judgments;","chapter":89},{"id":15358,"number":31,"scriptureText":"If they break my statutes, and keep not my commandments;","chapter":89},{"id":15359,"number":32,"scriptureText":"Then will I visit their transgression with the rod, and their iniquity with stripes.","chapter":89},{"id":15360,"number":33,"scriptureText":"Nevertheless my lovingkindness will I not utterly take from him, nor suffer my faithfulness to fail.","chapter":89},{"id":15361,"number":34,"scriptureText":"My covenant will I not break, nor alter the thing that is gone out of my lips.","chapter":89},{"id":15362,"number":35,"scriptureText":"Once have I sworn by my holiness that I will not lie unto David.","chapter":89},{"id":15363,"number":36,"scriptureText":"His seed shall endure for ever, and his throne as the sun before me.","chapter":89},{"id":15364,"number":37,"scriptureText":"It shall be established for ever as the moon, and as a faithful witness in heaven. Selah.","chapter":89},{"id":15365,"number":38,"scriptureText":"But thou hast cast off and abhorred, thou hast been wroth with thine anointed.","chapter":89},{"id":15366,"number":39,"scriptureText":"Thou hast made void the covenant of thy servant: thou hast profaned his crown by casting it to the ground.","chapter":89},{"id":15367,"number":40,"scriptureText":"Thou hast broken down all his hedges; thou hast brought his strong holds to ruin.","chapter":89},{"id":15368,"number":41,"scriptureText":"All that pass by the way spoil him: he is a reproach to his neighbours.","chapter":89},{"id":15369,"number":42,"scriptureText":"Thou hast set up the right hand of his adversaries; thou hast made all his enemies to rejoice.","chapter":89},{"id":15370,"number":43,"scriptureText":"Thou hast also turned the edge of his sword, and hast not made him to stand in the battle.","chapter":89},{"id":15371,"number":44,"scriptureText":"Thou hast made his glory to cease, and cast his throne down to the ground.","chapter":89},{"id":15372,"number":45,"scriptureText":"The days of his youth hast thou shortened: thou hast covered him with shame. Selah.","chapter":89},{"id":15373,"number":46,"scriptureText":"How long, LORD? wilt thou hide thyself for ever? shall thy wrath burn like fire?","chapter":89},{"id":15374,"number":47,"scriptureText":"Remember how short my time is: wherefore hast thou made all men in vain?","chapter":89},{"id":15375,"number":48,"scriptureText":"What man is he that liveth, and shall not see death? shall he deliver his soul from the hand of the grave? Selah.","chapter":89},{"id":15376,"number":49,"scriptureText":"Lord, where are thy former lovingkindnesses, which thou swarest unto David in thy truth?","chapter":89},{"id":15377,"number":50,"scriptureText":"Remember, Lord, the reproach of thy servants; how I do bear in my bosom the reproach of all the mighty people;","chapter":89},{"id":15378,"number":51,"scriptureText":"Wherewith thine enemies have reproached, O LORD; wherewith they have reproached the footsteps of thine anointed.","chapter":89},{"id":15379,"number":52,"scriptureText":"Blessed be the LORD for evermore. Amen, and Amen.","chapter":89}]}