{"heading":"Many Jews intermarry with the Canaanites and others and follow their abominations—Ezra prays and confesses the sins of all the people.","number":9,"verseCount":15,"verses":[[1,["Now when these things were done, the ",["princes",["study-note-ref","a",["IE officials."]]]," came to me, saying, The people of Israel, and the priests, and the Levites, have not ",["separated",["study-note-ref","b",[["Alma 5:57","bofm/alma/5.57"],"."]]]," themselves from the people of the lands, ",["doing",["clarity-word"]]," according to their ",["abominations",["study-note-ref","c",[["Deut. 12:31 (30–31)","ot/deut/12.31"],"; ",["D&C 3:18","dc-testament/dc/3.18"],"."]]],", ",["even",["clarity-word"]]," of the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites."]],[2,["For they have taken of their ",["daughters",["study-note-ref","a",[["TG Marriage, Interfaith","tg/marriage-interfaith"],"."]]]," for themselves, and for their sons: so that the ",["holy seed",["study-note-ref","b",[["Deut. 7:6","ot/deut/7.6"],"."]]]," have mingled themselves with the people of ",["those",["clarity-word"]]," lands: yea, the hand of the princes and rulers hath been chief in this trespass."]],[3,["And when I heard this thing, I ",["rent",["study-note-ref","a",[["Job 1:20","ot/job/1.20"],"; ",["Alma 46:12","bofm/alma/46.12"],"."]]]," my garment and my mantle, and plucked off the hair of my head and of my beard, and sat down astonied."]],[4,["Then were assembled unto me every one that ",["trembled",["study-note-ref","a",[["Ps. 119:53","ot/ps/119.53"],"; ",["D&C 1:7","dc-testament/dc/1.7"],"."]]]," at the words of the God of Israel, because of the transgression of those that had been carried away; and I sat astonied until the evening sacrifice."]],[5,[["¶ ",["para-mark"]],"And at the evening sacrifice I arose up from my heaviness; and having rent my garment and my mantle, I fell upon my knees, and spread out my hands unto the ",[["Lord",["small-caps"]],["deity-name"]]," my God,"]],[6,["And said, O my God, I am ashamed and blush to lift up my face to thee, my God: for our iniquities are increased over ",["our",["clarity-word"]]," head, and our trespass is grown up unto the heavens."]],[7,["Since the days of our fathers ",["have",["clarity-word"]]," we ",["been",["clarity-word"]]," in a great trespass unto this day; and for our iniquities have we, our kings, ",["and",["clarity-word"]]," our priests, been delivered into the hand of the kings of the lands, to the sword, to captivity, and to a spoil, and to ",["confusion of face",["study-note-ref","a",["HEB shame."]]],", as ",["it is",["clarity-word"]]," this day."]],[8,["And now for a little space ",["grace",["study-note-ref","a",[["TG Grace","tg/grace"],"."]]]," hath been ",["shewed",["clarity-word"]]," from the ",[["Lord",["small-caps"]],["deity-name"]]," our God, to leave us a remnant to escape, and to give us a ",["nail",["study-note-ref","b",[["Isa. 22:23 (23, 25)","ot/isa/22.23"],"."]]]," in his holy ",["",646],"place, that our God may ",["lighten",["study-note-ref","c",[["3 Ne. 13:22","bofm/3-ne/13.22"],"; ",["D&C 88:11","dc-testament/dc/88.11"],"."]]]," our eyes, and give us a little reviving in our bondage."]],[9,["For we ",["were",["clarity-word"]]," bondmen; yet our God hath not forsaken us in our ",["bondage",["study-note-ref","a",[["TG Bondage, Physical","tg/bondage-physical"],"."]]],", but hath extended mercy unto us in the sight of the kings of Persia, to give us a reviving, to set up the house of our God, and to repair the desolations thereof, and to give us a wall in Judah and in Jerusalem."]],[10,["And now, O our God, what shall we say after this? for we have forsaken thy commandments,"]],[11,["Which thou hast commanded by thy servants the prophets, saying, The land, unto which ye go to possess it, is an unclean land with the ",["filthiness",["study-note-ref","a",[["TG Filthiness","tg/filthiness"],"."]]]," of the people of the lands, with their abominations, which have filled it from one end to another with their uncleanness."]],[12,["Now therefore give not your daughters unto their sons, neither take their daughters unto your sons, nor seek their peace or their wealth for ever: that ye may be strong, and eat the good of the land, and leave ",["it",["clarity-word"]]," for an inheritance to your children for ever."]],[13,["And after all that is come upon us for our ",["evil",["study-note-ref","a",[["TG Evil","tg/evil"],"."]]]," deeds, and for our great trespass, seeing that thou our God hast punished us less than our ",["iniquities",["study-note-ref","b",[["TG Sin","tg/sin"],"."]]]," ",["deserve,",["clarity-word"]]," and hast given us ",["such",["clarity-word"]]," deliverance as this;"]],[14,["Should we again break thy commandments, and join in affinity with the people of these abominations? wouldest not thou be angry with us till thou hadst consumed ",["us,",["clarity-word"]]," so that ",["there should be",["clarity-word"]]," no remnant nor escaping?"]],[15,["O ",[["Lord",["small-caps"]],["deity-name"]]," God of Israel, thou ",["art",["clarity-word"]]," ",["righteous",["study-note-ref","a",[["Ps. 119:137","ot/ps/119.137"],"."]]],": for we remain yet escaped, as ",["it is",["clarity-word"]]," this day: behold, we ",["are",["clarity-word"]]," before thee in our trespasses: for we cannot stand before thee because of this."]]],"volume":"ot"}