{"number":18,"verseCount":25,"verses":[[1,["And it came to pass that they did ",["worship",["study-note-ref","a",[["1 Ne. 17:55","bofm/1-ne/17.55"],"."]]]," the Lord, and did go forth with me; and we did work timbers of curious ",["workmanship",["study-note-ref","b",[["TG Art","tg/art"],"."]]],". And the Lord did show me from time to time after what manner I should work the timbers of the ",["ship",["study-note-ref","c",[["1 Ne. 17:49 (8, 17, 49–51)","bofm/1-ne/17.8,17,49-51"],"."]]],"."]],[2,["Now I, Nephi, did not work the timbers after the manner which was learned by men, neither did I build the ship after the manner of men; but I did build it after the manner which the Lord had shown unto me; wherefore, it was not after the manner of men."]],[3,["And I, Nephi, did go into the mount oft, and I did ",["pray",["study-note-ref","a",[["Jer. 33:3","ot/jer/33.3"],"."]]]," oft unto the Lord; wherefore the Lord ",["showed",["study-note-ref","b",[["TG Guidance, Divine","tg/guidance-divine"],"."]]]," unto me ",["great",["study-note-ref","c",[["2 Ne. 1:24","bofm/2-ne/1.24"],"."]]]," things."]],[4,["And it came to pass that after I had finished the ship, according to the word of the Lord, my brethren beheld that it was good, and that the workmanship thereof was exceedingly fine; wherefore, they did ",["humble",["study-note-ref","a",[["1 Ne. 16:5","bofm/1-ne/16.5"],"."]]]," themselves again before the Lord."]],[5,["And it came to pass that the voice of the Lord came unto my father, that we should arise and go down into the ship."]],[6,["And it came to pass that on the morrow, after we had prepared all things, much fruits and ",["meat",["study-note-ref","a",[["1 Ne. 17:2","bofm/1-ne/17.2"],"."]]]," from the wilderness, and honey in abundance, and provisions according to that which the Lord had commanded us, we did go down into the ship, with all our loading and our ",["",42],["seeds",["study-note-ref","b",[["1 Ne. 8:1","bofm/1-ne/8.1"],"; ",["16:11","bofm/1-ne/16.11"],"."]]],", and whatsoever thing we had brought with us, every one according to his age; wherefore, we did all go down into the ",["ship",["study-note-ref","c",[["Gen. 7:7","ot/gen/7.7"],"."]]],", with our wives and our children."]],[7,["And now, my father had begat two sons in the wilderness; the elder was called ",["Jacob",["study-note-ref","a",[["2 Ne. 2:1","bofm/2-ne/2.1"],"."]]]," and the younger ",["Joseph",["study-note-ref","b",[["2 Ne. 3:1","bofm/2-ne/3.1"],"."]]],"."]],[8,["And it came to pass after we had all gone down into the ship, and had taken with us our provisions and things which had been commanded us, we did put forth into the ",["sea",["study-note-ref","a",[["Ps. 8:8","ot/ps/8.8"],"; ",["2 Ne. 10:20","bofm/2-ne/10.20"],"."]]]," and were driven forth before the wind towards the ",["promised land",["study-note-ref","b",[["1 Ne. 2:20","bofm/1-ne/2.20"],"; ",["5:5 (5, 22)","bofm/1-ne/5.5,22"],". ",["TG Promised Lands","tg/promised-lands"],"."]]],"."]],[9,["And after we had been ",["driven",["study-note-ref","a",[["Ether 6:5","bofm/ether/6.5"],"."]]]," forth before the wind for the space of many days, behold, my brethren and the sons of Ishmael and also their wives began to make themselves merry, insomuch that they began to dance, and to sing, and to speak with much ",["rudeness",["study-note-ref","b",[["2 Ne. 1:2","bofm/2-ne/1.2"],". ",["TG Rioting and Reveling","tg/rioting-and-reveling"],"."]]],", yea, even that they did forget by what power they had been brought thither; yea, they were lifted up unto exceeding rudeness."]],[10,["And I, Nephi, began to fear exceedingly lest the Lord should be angry with us, and smite us because of our iniquity, that we should be swallowed up in the depths of the sea; wherefore, I, Nephi, began to speak to them with much soberness; but behold they were ",["angry",["study-note-ref","a",[["1 Ne. 17:18 (17–55)","bofm/1-ne/17.17-55"],"; ",["2 Ne. 4:13 (13–14)","bofm/2-ne/4.13-14"],"."]]]," with me, saying: We will not that our younger brother shall be a ",["ruler",["study-note-ref","b",[["Gen. 37:10 (9–11)","ot/gen/37.9-11"],"; ",["1 Ne. 16:37 (37–38)","bofm/1-ne/16.37-38"],"; ",["2 Ne. 1:25 (25–27)","bofm/2-ne/1.25-27"],"."]]]," over us."]],[11,["And it came to pass that Laman and Lemuel did take me and ",["bind",["study-note-ref","a",[["1 Ne. 7:16 (16–20)","bofm/1-ne/7.16-20"],"."]]]," me with cords, and they did treat me with much harshness; nevertheless, the Lord did suffer it that he might show forth his power, unto the fulfilling of his word which he had ",["spoken",["study-note-ref","b",[["Ex. 23:7","ot/ex/23.7"],"; ",["Ps. 37:9 (8–13)","ot/ps/37.8-13"],"; ",["Alma 14:11","bofm/alma/14.11"],"."]]]," concerning the wicked."]],[12,["And it came to pass that after they had bound me insomuch that I could not move, the ",["compass",["study-note-ref","a",[["1 Ne. 16:16 (10, 16, 26)","bofm/1-ne/16.10,16,26"],"; ",["2 Ne. 5:12","bofm/2-ne/5.12"],"; ",["Alma 37:38 (38–47)","bofm/alma/37.38-47"],"; ",["D&C 17:1","dc-testament/dc/17.1"],"."]]],", which had been prepared of the Lord, did cease to work."]],[13,["Wherefore, they knew not whither they should steer the ship, insomuch that there arose a great ",["storm",["study-note-ref","a",[["Jonah 1:4","ot/jonah/1.4"],"; ",["Matt. 8:24","nt/matt/8.24"],"."]]],", yea, a great and terrible tempest, and we were ",["driven",["study-note-ref","b",[["Mosiah 1:17","bofm/mosiah/1.17"],"."]]]," back upon the waters for the space of three days; and they began to be frightened exceedingly lest they should be drowned in the sea; nevertheless they did not loose me."]],[14,["And on the fourth day, which we had been driven back, the tempest began to be exceedingly sore."]],[15,["And it came to pass that we were about to be swallowed up in the depths of the sea. And after we had been driven back upon the waters for the space of four days, my brethren began to ",["see",["study-note-ref","a",[["Hel. 12:3","bofm/hel/12.3"],"."]]]," that the judgments of God were upon them, and that they must perish save that they should repent of their iniquities; wherefore, they came unto me, and loosed the bands which were upon my wrists, and behold they had swollen exceedingly; and also mine ankles were much swollen, and great was the soreness thereof."]],[16,["Nevertheless, I did look unto my God, and I did ",["praise",["study-note-ref","a",[["Ezra 3:11 (11–13)","ot/ezra/3.11-13"],"; ",["2 Ne. 9:49","bofm/2-ne/9.49"],"; ",["Mosiah 2:20 (20–21)","bofm/mosiah/2.20-21"],"; ",["Alma 36:28","bofm/alma/36.28"],"; ",["D&C 136:28","dc-testament/dc/136.28"],"."]]]," him all the day long; and I did not murmur against the Lord because of mine afflictions."]],[17,["Now my father, Lehi, had said many things unto them, and also unto the sons of ",["Ishmael",["study-note-ref","a",[["1 Ne. 7:4 (4–20)","bofm/1-ne/7.4-20"],"."]]],"; but, behold, they did breathe out much ",["",43],"threatenings against anyone that should speak for me; and my parents being ",["stricken",["study-note-ref","b",[["Gen. 24:1","ot/gen/24.1"],"."]]]," in years, and having ",["suffered",["study-note-ref","c",[["TG Suffering","tg/suffering"],"."]]]," much grief because of their ",["children",["study-note-ref","d",[["TG Family, Children, Duties of","tg/family-children-duties-of"],"; ",["Honoring Father and Mother","tg/honoring-father-and-mother"],"."]]],", they were brought down, yea, even upon their sick-beds."]],[18,["Because of their grief and much sorrow, and the iniquity of my brethren, they were brought near even to be carried out of this time to meet their God; yea, their ",["grey hairs",["study-note-ref","a",[["Gen. 42:38","ot/gen/42.38"],"."]]]," were about to be brought down to lie low in the dust; yea, even they were near to be cast with sorrow into a watery grave."]],[19,["And Jacob and Joseph also, being young, having need of much nourishment, were grieved because of the afflictions of their mother; and also ",["my wife",["study-note-ref","a",[["1 Ne. 7:19","bofm/1-ne/7.19"],"; ",["16:7","bofm/1-ne/16.7"],"."]]]," with her tears and prayers, and also my children, did not soften the hearts of my brethren that they would loose me."]],[20,["And there was nothing save it were the power of God, which threatened them with destruction, could soften their ",["hearts",["study-note-ref","a",[["TG Hardheartedness","tg/hardheartedness"],"."]]],"; wherefore, when they saw that they were about to be swallowed up in the depths of the sea they repented of the thing which they had done, insomuch that they loosed me."]],[21,["And it came to pass after they had loosed me, behold, I took the compass, and it did work whither I desired it. And it came to pass that I ",["prayed",["study-note-ref","a",[["Jonah 1:6","ot/jonah/1.6"],"."]]]," unto the Lord; and after I had prayed the winds did cease, and the storm did cease, and there was a great calm."]],[22,["And it came to pass that I, Nephi, did guide the ship, that we sailed again towards the promised land."]],[23,["And it came to pass that after we had sailed for the space of many days we did arrive at the ",["promised land",["study-note-ref","a",[["Mosiah 10:13","bofm/mosiah/10.13"],". ",["TG Promised Lands","tg/promised-lands"],"."]]],"; and we went forth upon the land, and did pitch our tents; and we did call it the promised land."]],[24,["And it came to pass that we did begin to till the earth, and we began to plant seeds; yea, we did put all our ",["seeds",["study-note-ref","a",[["1 Ne. 8:1","bofm/1-ne/8.1"],"."]]]," into the earth, which we had brought from the land of Jerusalem. And it came to pass that they did grow exceedingly; wherefore, we were blessed in abundance."]],[25,["And it came to pass that we did find upon the land of promise, as we journeyed in the wilderness, that there were ",["beasts",["study-note-ref","a",[["Enos 1:21","bofm/enos/1.21"],"."]]]," in the forests of every kind, both the cow and the ox, and the ass and the horse, and the goat and the wild goat, and all manner of wild animals, which were for the use of men. And we did find all manner of ",["ore",["study-note-ref","b",[["2 Ne. 5:15 (14–16)","bofm/2-ne/5.14-16"],"."]]],", both of ",["gold",["study-note-ref","c",[["Deut. 33:16 (13–17)","ot/deut/33.13-17"],"."]]],", and of silver, and of copper."]]],"volume":"bm"}