{"heading":["Lehi’s sons return to Jerusalem to obtain the plates of brass—Laban refuses to give the plates up—Nephi exhorts and encourages his brethren—Laban steals their property and attempts to slay them—Laman and Lemuel smite Nephi and Sam and are reproved by an angel. About 600–592 ",["B.C.","small"]],"number":3,"verseCount":31,"verses":[[1,["And it came to pass that I, Nephi, returned from ",["speaking",["study-note-ref","a",[["1 Ne. 2:16","bofm/1-ne/2.16"],"."]]]," with the Lord, to the tent of my father."]],[2,["And it came to pass that he spake unto me, saying: Behold I have dreamed a ",["dream",["study-note-ref","a",[["TG Dream","tg/dream"],"."]]],", in the which the Lord hath commanded me that thou and thy brethren shall ",["return",["study-note-ref","b",[["1 Ne. 2:4 (1–5)","bofm/1-ne/2.1-5"],"; ",["7:3","bofm/1-ne/7.3"],"."]]]," to Jerusalem."]],[3,["For behold, Laban hath the record of the Jews and also a ",["genealogy",["study-note-ref","a",[["1 Ne. 3:12","bofm/1-ne/3.12"],"; ",["5:14","bofm/1-ne/5.14"],"."]]]," of my forefathers, and they are ",["engraven",["study-note-ref","b",[["Jer. 17:1","ot/jer/17.1"],"; ",["1 Ne. 3:24 (12, 19–24)","bofm/1-ne/3.12,19-24"],"."]]]," upon plates of brass."]],[4,["Wherefore, the Lord hath commanded me that thou and thy brothers should go unto the house of Laban, and seek the records, and bring them down hither into the wilderness."]],[5,["And now, behold thy brothers murmur, saying it is a hard thing which I have required of them; but behold I have not required it of ",["",6],"them, but it is a commandment of the Lord."]],[6,["Therefore go, my son, and thou shalt be favored of the Lord, because thou hast ",["not",["study-note-ref","a",[["TG Sustaining Church Leaders","tg/sustaining-church-leaders"],"."]]]," ",["murmured",["study-note-ref","b",[["TG Murmuring","tg/murmuring"],"."]]],"."]],[7,["And it came to pass that I, Nephi, said unto my father: I ",["will",["study-note-ref","a",[["1 Sam. 17:32","ot/1-sam/17.32"],"; ",["1 Kgs. 17:15 (11–15)","ot/1-kgs/17.11-15"],". ",["TG Faith","tg/faith"],"; ",["Loyalty","tg/loyalty"],"; ",["Obedience","tg/obedience"],"."]]]," go and do the things which the Lord hath commanded, for I know that the Lord giveth no ",["commandments",["study-note-ref","b",[["TG Commandments of God","tg/commandments-of-god"],"."]]]," unto the children of men, save he shall ",["prepare",["study-note-ref","c",[["Gen. 18:14","ot/gen/18.14"],"; ",["Philip. 4:13","nt/philip/4.13"],"; ",["1 Ne. 17:3, 50","bofm/1-ne/17.3,50"],"; ",["D&C 5:34","dc-testament/dc/5.34"],"."]]]," a way for them that they may accomplish the thing which he commandeth them."]],[8,["And it came to pass that when my father had heard these words he was exceedingly glad, for he knew that I had been blessed of the Lord."]],[9,["And I, Nephi, and my brethren took our journey in the wilderness, with our tents, to go up to the land of Jerusalem."]],[10,["And it came to pass that when we had gone up to the land of Jerusalem, I and my brethren did consult one with another."]],[11,["And we ",["cast lots",["study-note-ref","a",[["Neh. 10:34","ot/neh/10.34"],"; ",["Acts 1:26","nt/acts/1.26"],"."]]],"—who of us should go in unto the house of Laban. And it came to pass that the lot fell upon Laman; and Laman went in unto the house of Laban, and he talked with him as he sat in his house."]],[12,["And he desired of Laban the records which were engraven upon the plates of brass, which contained the ",["genealogy",["study-note-ref","a",[["1 Ne. 3:3","bofm/1-ne/3.3"],"; ",["5:14","bofm/1-ne/5.14"],"; ",["Jarom 1:1","bofm/jarom/1.1"],"."]]]," of my father."]],[13,["And behold, it came to pass that Laban was angry, and thrust him out from his presence; and he would not that he should have the records. Wherefore, he said unto him: Behold thou art a robber, and I will slay thee."]],[14,["But Laman fled out of his presence, and told the things which Laban had done, unto us. And we began to be exceedingly sorrowful, and my brethren were about to return unto my father in the wilderness."]],[15,["But behold I said unto them that: ",["As",["study-note-ref","a",[["TG Oath","tg/oath"],"; ",["Promise","tg/promise"],"."]]]," the Lord liveth, and as we live, we will not go down unto our father in the wilderness until we have ",["accomplished",["study-note-ref","b",[["TG Commitment","tg/commitment"],"; ",["Dedication","tg/dedication"],"."]]]," the thing which the Lord hath commanded us."]],[16,["Wherefore, let us be faithful in keeping the commandments of the Lord; therefore let us go down to the land of our father’s ",["inheritance",["study-note-ref","a",[["1 Ne. 2:4","bofm/1-ne/2.4"],"."]]],", for behold he left gold and silver, and all manner of riches. And all this he hath done because of the ",["commandments",["study-note-ref","b",[["1 Ne. 2:2","bofm/1-ne/2.2"],"; ",["4:34","bofm/1-ne/4.34"],"."]]]," of the Lord."]],[17,["For he knew that Jerusalem must be ",["destroyed",["study-note-ref","a",[["2 Chr. 36:20 (16–20)","ot/2-chr/36.16-20"],"; ",["Jer. 39:9 (1–9)","ot/jer/39.1-9"],"; ",["1 Ne. 1:13","bofm/1-ne/1.13"],"."]]],", because of the wickedness of the people."]],[18,["For behold, they have ",["rejected",["study-note-ref","a",[["Jer. 26:23 (21–24)","ot/jer/26.21-24"],". ",["TG Prophets, Rejection of","tg/prophets-rejection-of"],"."]]]," the words of the prophets. Wherefore, if my father should dwell in the land after he hath been ",["commanded",["study-note-ref","b",[["1 Ne. 5:21","bofm/1-ne/5.21"],"; ",["7:2","bofm/1-ne/7.2"],"; ",["16:8","bofm/1-ne/16.8"],"."]]]," to flee out of the land, behold, he would also perish. Wherefore, it must needs be that he flee out of the land."]],[19,["And behold, it is wisdom in God that we should obtain these ",["records",["study-note-ref","a",[["Omni 1:17","bofm/omni/1.17"],"; ",["Mosiah 1:3 (2–6)","bofm/mosiah/1.2-6"],". ",["TG Record Keeping","tg/record-keeping"],"."]]],", that we may preserve unto our children the language of our fathers;"]],[20,["And also that we may ",["preserve",["study-note-ref","a",[["TG Scriptures, Preservation of","tg/scriptures-preservation-of"],"."]]]," unto them the words which have been spoken by the mouth of all the holy ",["prophets",["study-note-ref","b",[["Zech. 7:12","ot/zech/7.12"],"; ",["Matt. 11:13","nt/matt/11.13"],"; ",["Mosiah 15:13","bofm/mosiah/15.13"],"."]]],", which have been delivered unto them by the Spirit and power of God, since the world began, even down unto this present time."]],[21,["And it came to pass that after this manner of language did I ",["persuade",["study-note-ref","a",[["TG Family, Love within","tg/family-love-within"],"; ",["Persuade","tg/persuade"],"."]]]," my brethren, that they might be faithful in keeping the commandments of God."]],[22,["And it came to pass that we went down to the land of our inheritance, and we did gather together our ",["gold",["study-note-ref","a",[["1 Ne. 2:4","bofm/1-ne/2.4"],"."]]],", and our silver, and our precious things."]],[23,["And after we had gathered these things together, we went up again unto the house of Laban."]],[24,["And it came to pass that we went in unto Laban, and desired him that he would give unto us the records which were engraven upon the ",["plates of brass",["study-note-ref","a",[["1 Ne. 3:3","bofm/1-ne/3.3"],"; ",["4:24 (24, 38)","bofm/1-ne/4.24,38"],"."]]],", for which we would give unto him our gold, and our silver, and all our precious things."]],[25,["And it came to pass that when Laban saw our property, and that it was exceedingly great, he did ",["lust",["study-note-ref","a",[["TG Covet","tg/covet"],"."]]]," after it, insomuch that he thrust us out, and sent his servants to slay us, that he might obtain our property."]],[26,["And ",["it",["study-note-ref","a",[["1 Ne. 4:11","bofm/1-ne/4.11"],"."]]]," came to pass that we did flee before the servants of Laban, and we were obliged to leave behind our property, and it fell into the hands of Laban."]],[27,["And it came to pass that we fled into the wilderness, and the servants of Laban did not overtake us, and we ",["hid",["study-note-ref","a",[["Josh. 10:16 (16–17)","ot/josh/10.16-17"],"; ",["1 Sam. 13:6","ot/1-sam/13.6"],"; ",["Jer. 36:26","ot/jer/36.26"],"; ",["Ether 13:13 (13, 22)","bofm/ether/13.13,22"],"."]]]," ourselves in the cavity of a rock."]],[28,["And it came to pass that Laman was angry with me, and also with my father; and also was Lemuel, for he hearkened unto the words of Laman. Wherefore Laman and Lemuel did speak many ",["hard words",["study-note-ref","a",[["1 Ne. 17:18","bofm/1-ne/17.18"],"."]]]," unto us, their younger brothers, and they did smite us even with a rod."]],[29,["And it came to pass as they smote us with a rod, behold, an ",["angel",["study-note-ref","a",[["1 Ne. 4:3","bofm/1-ne/4.3"],"; ",["7:10","bofm/1-ne/7.10"],". ",["TG Angels","tg/angels"],"."]]]," of the Lord came and stood before them, and he spake unto them, saying: Why do ye smite your younger brother with a rod? Know ye not that the Lord hath chosen him to be a ",["ruler",["study-note-ref","b",[["Gen. 41:43 (41–43)","ot/gen/41.41-43"],"; ",["1 Ne. 2:22","bofm/1-ne/2.22"],"."]]]," over you, and this because of your iniquities? Behold ye shall go up to Jerusalem again, and the Lord will ",["deliver",["study-note-ref","c",[["2 Kgs. 3:18","ot/2-kgs/3.18"],"; ",["3 Ne. 3:21","bofm/3-ne/3.21"],"."]]]," Laban into your hands."]],[30,["And after the ",["angel",["study-note-ref","a",[["1 Ne. 4:3","bofm/1-ne/4.3"],"; ",["16:38","bofm/1-ne/16.38"],"."]]]," had spoken unto us, he departed."]],[31,["And after the angel had departed, Laman and Lemuel again began to ",["murmur",["study-note-ref","a",[["TG Murmuring","tg/murmuring"],"."]]],", saying: How is it possible that the Lord will deliver Laban into our hands? Behold, he is a mighty man, and he can command fifty, yea, even he can slay fifty; then why not us?"]]],"volume":"bofm"}