{"number":4,"verseCount":38,"verses":[[1,["And it came to pass that I spake unto my brethren, saying: Let us go up again unto Jerusalem, and let us be ",["faithful",["study-note-ref","a",[["TG Courage","tg/courage"],"; ",["Dependability","tg/dependability"],"; ",["Faithful","tg/faithful"],"."]]]," in keeping the commandments of the Lord; for behold he is mightier than all the earth, then why not ",["mightier",["study-note-ref","b",[["1 Ne. 7:11","bofm/1-ne/7.11"],". ",["TG God, Power of","tg/god-power-of"],"."]]]," than Laban and his fifty, yea, or even than his tens of thousands?"]],[2,["Therefore let us go up; let us be ",["strong",["study-note-ref","a",[["Deut. 11:8","ot/deut/11.8"],"; ",["Prov. 24:10 (10–12)","ot/prov/24.10-12"],"."]]]," like unto Moses; for he truly spake unto the waters of the ",["Red Sea",["study-note-ref","b",[["Ex. 14:21 (18–30)","ot/ex/14.18-30"],"; ",["Josh. 2:10","ot/josh/2.10"],"; ",["1 Ne. 17:26","bofm/1-ne/17.26"],"; ",["Mosiah 7:19","bofm/mosiah/7.19"],"."]]]," and they divided hither and thither, and our fathers came through, out of captivity, on dry ground, and the armies of Pharaoh ",["",8],"did follow and were drowned in the waters of the Red Sea."]],[3,["Now behold ye know that this is true; and ye also know that an ",["angel",["study-note-ref","a",[["1 Ne. 3:30 (29–31)","bofm/1-ne/3.29-31"],"; ",["7:10","bofm/1-ne/7.10"],"."]]]," hath spoken unto you; wherefore can ye ",["doubt",["study-note-ref","b",[["TG Doubt","tg/doubt"],"."]]],"? Let us go up; the Lord is able to ",["deliver",["study-note-ref","c",[["TG Deliver","tg/deliver"],"."]]]," us, even as our fathers, and to destroy Laban, even as the Egyptians."]],[4,["Now when I had spoken these words, they were yet wroth, and did still continue to murmur; nevertheless they did follow me up until we came without the walls of Jerusalem."]],[5,["And it was by night; and I caused that they should hide themselves without the walls. And after they had hid themselves, I, Nephi, crept into the city and went forth towards the house of Laban."]],[6,["And I was ",["led",["study-note-ref","a",[["TG Guidance, Divine","tg/guidance-divine"],"; ",["Holy Ghost, Gifts of","tg/holy-ghost-gifts-of"],"; ",["Inspiration","tg/inspiration"],"."]]]," by the Spirit, not ",["knowing",["study-note-ref","b",[["Heb. 11:8","nt/heb/11.8"],"."]]]," beforehand the things which I should do."]],[7,["Nevertheless I went forth, and as I came near unto the house of Laban I beheld a man, and he had fallen to the earth before me, for he was ",["drunken",["study-note-ref","a",[["TG Drunkenness","tg/drunkenness"],"."]]]," with wine."]],[8,["And when I came to him I found that it was Laban."]],[9,["And I beheld his ",["sword",["study-note-ref","a",[["2 Ne. 5:14","bofm/2-ne/5.14"],"; ",["D&C 17:1","dc-testament/dc/17.1"],"."]]],", and I drew it forth from the sheath thereof; and the hilt thereof was of pure gold, and the workmanship thereof was exceedingly fine, and I saw that the blade thereof was of the most precious steel."]],[10,["And it came to pass that I was ",["constrained",["study-note-ref","a",[["1 Sam. 15:3 (3–33)","ot/1-sam/15.3-33"],"."]]]," by the Spirit that I should kill Laban; but I said in my heart: Never at any time have I shed the blood of man. And I shrunk and would that I might not slay him."]],[11,["And the Spirit said unto me again: Behold the ",["Lord",["study-note-ref","a",[["Deut. 3:3","ot/deut/3.3"],"; ",["1 Sam. 17:46 (41–49)","ot/1-sam/17.41-49"],"."]]]," hath ",["delivered",["study-note-ref","b",[["1 Ne. 7:11","bofm/1-ne/7.11"],"."]]]," him into thy hands. Yea, and I also knew that he had sought to take away mine own life; yea, and he would not hearken unto the commandments of the Lord; and he also had ",["taken",["study-note-ref","c",[["1 Ne. 3:26","bofm/1-ne/3.26"],"."]]]," away our property."]],[12,["And it came to pass that the Spirit said unto me again: Slay him, for the Lord hath delivered him into thy hands;"]],[13,["Behold the Lord ",["slayeth",["study-note-ref","a",[["Num. 25:17","ot/num/25.17"],"; ",["Deut. 12:29","ot/deut/12.29"],"; ",["Ps. 139:19","ot/ps/139.19"],"; ",["1 Ne. 17:37 (33–38)","bofm/1-ne/17.33-38"],"; ",["D&C 98:32 (31–32)","dc-testament/dc/98.31-32"],"."]]]," the ",["wicked",["study-note-ref","b",[["TG Justice","tg/justice"],"; ",["Punish","tg/punish"],"; ",["Wickedness","tg/wickedness"],"."]]]," to bring forth his righteous purposes. It is ",["better",["study-note-ref","c",[["Alma 30:47","bofm/alma/30.47"],". ",["TG Life, Sanctity of","tg/life-sanctity-of"],"."]]]," that one man should perish than that a nation should dwindle and perish in ",["unbelief",["study-note-ref","d",[["TG Unbelief","tg/unbelief"],"."]]],"."]],[14,["And now, when I, Nephi, had heard these words, I remembered the words of the Lord which he spake unto me in the wilderness, saying that: ",["Inasmuch",["study-note-ref","a",[["Omni 1:6","bofm/omni/1.6"],"; ",["Mosiah 2:22","bofm/mosiah/2.22"],"; ",["Ether 2:7 (7–12)","bofm/ether/2.7-12"],"."]]]," as thy seed shall keep my ",["commandments",["study-note-ref","b",[["TG Commandments of God","tg/commandments-of-god"],"."]]],", they shall ",["prosper",["study-note-ref","c",[["1 Ne. 2:20","bofm/1-ne/2.20"],"."]]]," in the ",["land of promise",["study-note-ref","d",[["1 Ne. 17:13 (13–14)","bofm/1-ne/17.13-14"],"; ",["Jacob 2:12","bofm/jacob/2.12"],"."]]],"."]],[15,["Yea, and I also thought that they could not keep the commandments of the Lord according to the ",["law",["study-note-ref","a",[["Mosiah 1:5 (1–6)","bofm/mosiah/1.1-6"],"."]]]," of Moses, save they should have the law."]],[16,["And I also knew that the ",["law",["study-note-ref","a",[["Josh. 1:8","ot/josh/1.8"],". ",["TG Law of Moses","tg/law-of-moses"],"."]]]," was engraven upon the plates of brass."]],[17,["And again, I knew that the Lord had delivered Laban into my hands for this cause—that I might obtain the records according to his commandments."]],[18,["Therefore I did obey the voice of the Spirit, and took Laban by the hair of the head, and I smote off his head with his own ",["sword",["study-note-ref","a",[["1 Sam. 17:51","ot/1-sam/17.51"],"."]]],"."]],[19,["And after I had smitten off his ",["",9],"head with his own sword, I took the garments of Laban and put them upon mine own body; yea, even every whit; and I did gird on his armor about my loins."]],[20,["And after I had done this, I went forth unto the treasury of Laban. And as I went forth towards the treasury of Laban, behold, I saw the ",["servant",["study-note-ref","a",[["2 Ne. 1:30","bofm/2-ne/1.30"],"."]]]," of Laban who had the keys of the treasury. And I commanded him in the voice of Laban, that he should go with me into the treasury."]],[21,["And he supposed me to be his master, Laban, for he beheld the garments and also the sword girded about my loins."]],[22,["And he spake unto me concerning the ",["elders",["study-note-ref","a",[["2 Sam. 17:15","ot/2-sam/17.15"],"; ",["Ezek. 8:1","ot/ezek/8.1"],"; ",["Acts 25:15","nt/acts/25.15"],"."]]]," of the Jews, he knowing that his master, Laban, had been out by night among them."]],[23,["And I spake unto him as if it had been Laban."]],[24,["And I also spake unto him that I should carry the engravings, which were upon the ",["plates of brass",["study-note-ref","a",[["1 Ne. 3:24 (12, 19–24)","bofm/1-ne/3.12,19-24"],"; ",["5:10 (10–22)","bofm/1-ne/5.10-22"],"."]]],", to my elder brethren, who were without the walls."]],[25,["And I also bade him that he should follow me."]],[26,["And he, supposing that I spake of the ",["brethren",["study-note-ref","a",[["Ex. 2:11","ot/ex/2.11"],"; ",["Num. 18:6","ot/num/18.6"],"; ",["2 Sam. 19:41","ot/2-sam/19.41"],"."]]]," of the ",["church",["study-note-ref","b",[["TG Church Organization","tg/church-organization"],"."]]],", and that I was truly that Laban whom I had slain, wherefore he did follow me."]],[27,["And he spake unto me many times concerning the elders of the Jews, as I went forth unto my brethren, who were without the walls."]],[28,["And it came to pass that when Laman saw me he was exceedingly frightened, and also Lemuel and Sam. And they fled from before my presence; for they supposed it was Laban, and that he had slain me and had sought to take away their lives also."]],[29,["And it came to pass that I called after them, and they did hear me; wherefore they did cease to flee from my presence."]],[30,["And it came to pass that when the servant of Laban beheld my brethren he began to tremble, and was about to flee from before me and return to the city of Jerusalem."]],[31,["And now I, Nephi, being a man large in stature, and also having received much ",["strength",["study-note-ref","a",[["TG Strength","tg/strength"],"; ",["Strengthen","tg/strengthen"],"."]]]," of the Lord, therefore I did seize upon the servant of Laban, and held him, that he should not flee."]],[32,["And it came to pass that I spake with him, that if he would hearken unto my words, as the Lord liveth, and as I live, even so that if he would hearken unto our words, we would spare his life."]],[33,["And I spake unto him, even with an ",["oath",["study-note-ref","a",[["2 Sam. 21:7","ot/2-sam/21.7"],". ",["TG Oath","tg/oath"],"."]]],", that he need not fear; that he should be a ",["free",["study-note-ref","b",[["TG Free","tg/free"],"."]]]," man like unto us if he would go down in the wilderness with us."]],[34,["And I also spake unto him, saying: Surely the Lord hath ",["commanded",["study-note-ref","a",[["1 Ne. 2:2","bofm/1-ne/2.2"],"; ",["3:16","bofm/1-ne/3.16"],"."]]]," us to do this thing; and shall we not be diligent in keeping the commandments of the Lord? Therefore, if thou wilt go down into the wilderness to my father thou shalt have place with us."]],[35,["And it came to pass that ",["Zoram",["study-note-ref","a",[["1 Ne. 16:7","bofm/1-ne/16.7"],"; ",["2 Ne. 5:6 (5–6)","bofm/2-ne/5.5-6"],"; ",["Jacob 1:13","bofm/jacob/1.13"],"; ",["Alma 54:23","bofm/alma/54.23"],"; ",["4 Ne. 1:36 (36–37)","bofm/4-ne/1.36-37"],"."]]]," did take courage at the words which I spake. Now Zoram was the name of the servant; and he promised that he would go down into the wilderness unto our father. Yea, and he also made an oath unto us that he would tarry with us from that time forth."]],[36,["Now we were desirous that he should tarry with us for this cause, that the Jews might not know concerning our flight into the wilderness, lest they should pursue us and destroy us."]],[37,["And it came to pass that when ",["",10],"Zoram had made an ",["oath",["study-note-ref","a",[["Ex. 22:11 (10–11)","ot/ex/22.10-11"],"; ",["Josh. 9:19 (1–21)","ot/josh/9.1-21"],". ",["TG Oath","tg/oath"],"; ",["Vow","tg/vow"],"."]]]," unto us, our ",["fears",["study-note-ref","b",[["TG Trustworthiness","tg/trustworthiness"],"."]]]," did cease concerning him."]],[38,["And it came to pass that we took the plates of brass and the servant of Laban, and departed into the wilderness, and journeyed unto the ",["tent",["study-note-ref","a",[["1 Ne. 2:15","bofm/1-ne/2.15"],"."]]]," of our father."]]],"volume":"bofm"}