{"number":2,"verseCount":26,"verses":[{"number":1,"scriptureText":"MY brethren, have not the faith of our Lord Jesus Christ, the Lord of glory, with respect of persons."},{"number":2,"scriptureText":"For if there come unto your assembly a man with a gold ring, in goodly apparel, and there come in also a poor man in vile raiment;"},{"number":3,"scriptureText":"And ye have respect to him that weareth the gay clothing, and say unto him, Sit thou here in a good place; and say to the poor, Stand thou there, or sit here under my footstool:"},{"number":4,"scriptureText":"Are ye not then partial in yourselves, and are become judges of evil thoughts?"},{"number":5,"scriptureText":"Hearken, my beloved brethren, Hath not God chosen the poor of this world rich in faith, and heirs of the kingdom which he hath promised to them that love him?"},{"number":6,"scriptureText":"But ye have despised the poor. Do not rich men oppress you, and draw you before the judgment seats?"},{"number":7,"scriptureText":"Do not they blaspheme that worthy name by the which ye are called?"},{"number":8,"scriptureText":"If ye fulfil the royal law according to the scripture, Thou shalt love thy neighbour as thyself, ye do well:"},{"number":9,"scriptureText":"But if ye have respect to persons, ye commit sin, and are convinced of the law as transgressors."},{"number":10,"scriptureText":"For whosoever shall keep the whole law, and yet offend in one point, he is guilty of all."},{"number":11,"scriptureText":"For he that said, Do not commit adultery, said also, Do not kill. Now if thou commit no adultery, yet if thou kill, thou art become a transgressor of the law."},{"number":12,"scriptureText":"So speak ye, and so do, as they that shall be judged by the law of liberty."},{"number":13,"scriptureText":"For he shall have judgment without mercy, that hath shewed no mercy; and mercy rejoiceth against judgment."},{"number":14,"scriptureText":"What doth it profit, my brethren, though a man say he hath faith, and have not works? can faith save him?"},{"number":15,"scriptureText":"If a brother or sister be naked, and destitute of daily food,"},{"number":16,"scriptureText":"And one of you say unto them, Depart in peace, be ye warmed and filled; notwithstanding ye give them not those things which are needful to the body; what doth it profit?"},{"number":17,"scriptureText":"Even so faith, if it hath not works, is dead, being alone."},{"number":18,"scriptureText":"Yea, a man may say, Thou hast faith, and I have works: shew me thy faith without thy works, and I will shew thee my faith by my works."},{"number":19,"scriptureText":"Thou believest that there is one God; thou doest well: the devils also believe, and tremble."},{"number":20,"scriptureText":"But wilt thou know, O vain man, that faith without works is dead?"},{"number":21,"scriptureText":"Was not Abraham our father justified by works, when he had offered Isaac his son upon the altar?"},{"number":22,"scriptureText":"Seest thou how faith wrought with his works, and by works was faith made perfect?"},{"number":23,"scriptureText":"And the scripture was fulfilled which saith, Abraham believed God, and it was imputed unto him for righteousness: and he was called the Friend of God."},{"number":24,"scriptureText":"Ye see then how that by works a man is justified, and not by faith only."},{"number":25,"scriptureText":"Likewise also was not Rahab the harlot justified by works, when she had received the messengers, and had sent them out another way?"},{"number":26,"scriptureText":"For as the body without the spirit is dead, so faith without works is dead also."}],"volume":"nt"}