{"heading":"The Lord reveals which living things may and may not be eaten, and which things are clean and unclean—He commands Israel: Be holy, for I am holy.","number":11,"verseCount":47,"verses":[[1,["And the ",[["Lord",["small-caps"]],["deity-name"]]," spake unto Moses and to Aaron, saying unto them,"]],[2,["Speak unto the children of Israel, saying, These ",["are",["clarity-word"]]," the beasts which ye shall ",["eat",["study-note-ref","a",[["Deut. 14:4 (4–21)","ot/deut/14.4"],"; ",["Acts 10:14 (9–16)","nt/acts/10.14"],"; ",["D&C 89:12","dc-testament/dc/89.12"],". ",["TG Food","tg/food"],"."]]]," among all the beasts that ",["are",["clarity-word"]]," on the earth."]],[3,["Whatsoever parteth the hoof, and is clovenfooted, ",["and",["clarity-word"]]," cheweth the cud, among the beasts, that shall ye eat."]],[4,["Nevertheless these shall ye not eat of them that chew the cud, or of ",["",160],"them that divide the hoof: ",["as",["clarity-word"]]," the camel, because he cheweth the cud, but divideth not the hoof; he ",["is",["clarity-word"]]," unclean unto you."]],[5,["And the coney, because he cheweth the cud, but divideth not the hoof; he ",["is",["clarity-word"]]," unclean unto you."]],[6,["And the hare, because he cheweth the cud, but divideth not the hoof; he ",["is",["clarity-word"]]," unclean unto you."]],[7,["And the swine, though he divide the hoof, and be clovenfooted, yet he cheweth not the cud; he ",["is",["clarity-word"]]," unclean to you."]],[8,["Of their flesh shall ye not eat, and their carcase shall ye not touch; they ",["are",["clarity-word"]]," unclean to you."]],[9,[["¶ ",["para-mark"]],"These shall ye eat of all that ",["are",["clarity-word"]]," in the waters: whatsoever hath fins and scales in the waters, in the seas, and in the rivers, them shall ye eat."]],[10,["And all that have not fins and scales in the seas, and in the rivers, of all that move in the waters, and of any living thing which ",["is",["clarity-word"]]," in the waters, they ",["shall be",["clarity-word"]]," an abomination unto you:"]],[11,["They shall be even an abomination unto you; ye shall not eat of their flesh, but ye shall have their carcases in abomination."]],[12,["Whatsoever hath no fins nor scales in the waters, that ",["shall be",["clarity-word"]]," an abomination unto you."]],[13,[["¶ ",["para-mark"]],"And these ",["are they which",["clarity-word"]]," ye shall have in abomination among the fowls; they shall not be eaten, they ",["are",["clarity-word"]]," an abomination: the eagle, and the ossifrage, and the ospray,"]],[14,["And the vulture, and the kite after his kind;"]],[15,["Every raven after his kind;"]],[16,["And the owl, and the night hawk, and the cuckow, and the hawk after his kind,"]],[17,["And the little owl, and the cormorant, and the great owl,"]],[18,["And the swan, and the pelican, and the gier eagle,"]],[19,["And the stork, the heron after her kind, and the lapwing, and the bat."]],[20,["All fowls that creep, going upon ",["all",["clarity-word"]]," four, ",["shall be",["clarity-word"]]," an abomination unto you."]],[21,["Yet these may ye eat of every flying creeping thing that goeth upon ",["all",["clarity-word"]]," four, which have legs above their feet, to leap withal upon the earth;"]],[22,[["Even",["clarity-word"]]," these of them ye may eat; the ",["locust",["study-note-ref","a",[["Matt. 3:4","nt/matt/3.4"],"; ",["Mark 1:6","nt/mark/1.6"],"."]]]," after his kind, and the bald locust after his kind, and the beetle after his kind, and the grasshopper after his kind."]],[23,["But all ",["other",["clarity-word"]]," flying creeping things, which have four feet, ",["shall be",["clarity-word"]]," an abomination unto you."]],[24,["And for these ye shall be unclean: whosoever toucheth the carcase of them shall be ",["unclean",["study-note-ref","a",[["Lev. 5:2 (2–6)","ot/lev/5.2"],"."]]]," until the even."]],[25,["And whosoever beareth ",["ought",["clarity-word"]]," of the carcase of them shall wash his clothes, and be unclean until the even."]],[26,[["The carcases",["clarity-word"]]," of every beast which divideth the hoof, and ",["is",["clarity-word"]]," not clovenfooted, nor cheweth the cud, ",["are",["clarity-word"]]," unclean unto you: every one that toucheth them shall be unclean."]],[27,["And whatsoever goeth upon his paws, among all manner of beasts that go on ",["all",["clarity-word"]]," four, those ",["are",["clarity-word"]]," unclean unto you: whoso toucheth their carcase shall be unclean until the even."]],[28,["And he that beareth the carcase of them shall wash his clothes, and be unclean until the even: they ",["are",["clarity-word"]]," unclean unto you."]],[29,[["¶ ",["para-mark"]],"These also ",["shall be",["clarity-word"]]," ",["unclean",["study-note-ref","a",[["Isa. 66:17","ot/isa/66.17"],"."]]]," unto you among the creeping things that creep upon the earth; the weasel, and the mouse, and the tortoise after his kind,"]],[30,["And the ferret, and the chameleon, and the lizard, and the snail, and the mole."]],[31,["These ",["are",["clarity-word"]]," unclean to you among all that creep: whosoever doth touch them, when they be dead, shall be unclean until the even."]],[32,["And upon whatsoever ",["any",["clarity-word"]]," of them, when they are dead, doth fall, it shall be unclean; whether ",["it be",["clarity-word"]]," any vessel of wood, or raiment, or skin, or sack, whatsoever vessel ",["it be,",["clarity-word"]]," wherein ",["any",["clarity-word"]]," work is done, it must be put into water, and it shall ",["",161],"be unclean until the even; so it shall be cleansed."]],[33,["And every earthen vessel, whereinto ",["any",["clarity-word"]]," of them falleth, whatsoever ",["is",["clarity-word"]]," in it shall be unclean; and ye shall ",["break",["study-note-ref","a",[["Lev. 6:28","ot/lev/6.28"],"."]]]," it."]],[34,["Of all meat which may be eaten, ",["that",["clarity-word"]]," on which ",["such",["clarity-word"]]," water cometh shall be unclean: and all drink that may be drunk in every ",["such",["clarity-word"]]," vessel shall be unclean."]],[35,["And every ",["thing",["clarity-word"]]," whereupon ",["any part",["clarity-word"]]," of their carcase falleth shall be unclean; ",["whether it be",["clarity-word"]]," ",["oven",["study-note-ref","a",["HEB stove and cooking ovens."]]],", or ranges for pots, they shall be broken down: ",["for",["clarity-word"]]," they ",["are",["clarity-word"]]," unclean, and shall be unclean unto you."]],[36,["Nevertheless ",["a fountain or pit",["study-note-ref","a",["HEB a spring and a well."]]],", ",["wherein there is",["clarity-word"]]," plenty of water, shall be clean: but that which toucheth their carcase shall be unclean."]],[37,["And if ",["any part",["clarity-word"]]," of their carcase fall upon any sowing seed which is to be sown, it ",["shall be",["clarity-word"]]," clean."]],[38,["But if ",["any",["clarity-word"]]," water be put upon the seed, and ",["any part",["clarity-word"]]," of their carcase fall thereon, it ",["shall be",["clarity-word"]]," unclean unto you."]],[39,["And if any beast, of which ye may eat, die; he that toucheth the carcase thereof shall be unclean until the even."]],[40,["And he that eateth of the ",["carcase",["study-note-ref","a",[["Lev. 17:15","ot/lev/17.15"],"."]]]," of it shall wash his clothes, and be unclean until the even: he also that beareth the carcase of it shall wash his clothes, and be unclean until the even."]],[41,["And every creeping thing that creepeth upon the earth ",["shall be",["clarity-word"]]," an abomination; it shall not be eaten."]],[42,["Whatsoever goeth upon the belly, and whatsoever goeth upon ",["all",["clarity-word"]]," four, or ",["whatsoever",["study-note-ref","a",["OR every millipede (or that which has numerous legs)."]]]," hath more feet among all creeping things that creep upon the earth, them ye shall not eat; for they ",["are",["clarity-word"]]," an abomination."]],[43,["Ye shall not make yourselves ",["abominable",["study-note-ref","a",["HEB detestable."]]]," with any creeping thing that creepeth, neither shall ye make yourselves unclean with them, that ye should be defiled thereby."]],[44,["For I ",["am",["clarity-word"]]," the ",[["Lord",["small-caps"]],["deity-name"]]," your God: ye shall therefore ",["sanctify",["study-note-ref","a",[["TG Sanctification","tg/sanctification"],"."]]]," yourselves, and ye shall be holy; for I ",["am",["clarity-word"]]," holy: neither shall ye defile yourselves with any manner of creeping thing that creepeth upon the earth."]],[45,["For I ",["am",["clarity-word"]]," the ",[["Lord",["small-caps"]],["deity-name"]]," that bringeth you up out of the land of Egypt, to be your God: ye shall therefore be holy, for I ",["am",["clarity-word"]]," holy."]],[46,["This ",["is",["clarity-word"]]," ",["the",["study-note-ref","a",["HEB the teaching concerning the beast and the fowl."]]]," law of the beasts, and of the fowl, and of every living creature that moveth in the waters, and of every creature that creepeth upon the earth:"]],[47,[["To make a difference",["study-note-ref","a",["HEB To differentiate."]]]," between the ",["unclean",["study-note-ref","b",[["TG Uncleanness","tg/uncleanness"],"."]]]," and the clean, and between the beast that may be eaten and the beast that may not be eaten."]]],"volume":"ot"}