{"heading":"Each seventh year is to be kept as a sabbath year—Each fiftieth year is to be one of jubilee, in which liberty is proclaimed throughout the land—Laws are revealed for the sale and redemption of lands, houses, and servants—The land is the Lord’s, as are the servants—Usury is forbidden.","number":25,"verseCount":55,"verses":[[1,["And the ",[["Lord",["small-caps"]],["deity-name"]]," spake unto Moses in mount Sinai, saying,"]],[2,["Speak unto the children of Israel, and say unto them, When ye come into the land which I give you, then shall the land keep a ",["sabbath",["study-note-ref","a",[["TG Sabbatical Year","tg/sabbatical-year"],"."]]]," unto the ",[["Lord",["small-caps"]],["deity-name"]],"."]],[3,["Six years thou shalt sow thy field, and six years thou shalt prune thy vineyard, and gather in the fruit thereof;"]],[4,["But in the seventh year shall be a sabbath of rest unto the land, a sabbath for the ",[["Lord",["small-caps"]],["deity-name"]],": thou shalt neither sow thy field, nor prune thy vineyard."]],[5,["That which groweth of its own accord of thy harvest thou shalt not ",["",184],"reap, neither gather the grapes ",["of thy vine undressed",["study-note-ref","a",["HEB of thy separation; i.e., of the time “set apart” as a sabbatical year."]]],": ",["for",["clarity-word"]]," it is a year of rest unto the land."]],[6,["And the sabbath of the land shall be meat for you; for thee, and for thy servant, and for thy maid, and for thy hired servant, and for thy stranger that sojourneth with thee,"]],[7,["And for thy cattle, and for the beast that ",["are",["clarity-word"]]," in thy land, shall all the increase thereof be ",["meat",["study-note-ref","a",["HEB to eat."]]],"."]],[8,[["¶ ",["para-mark"]],"And thou shalt number seven sabbaths of years unto thee, seven times seven years; and the space of the seven sabbaths of years shall be unto thee forty and nine years."]],[9,["Then shalt thou ",["cause",["study-note-ref","a",["HEB sound the trill of the ram’s horn."]]]," the trumpet of the jubilee to sound on the tenth ",["day",["clarity-word"]]," of the seventh month, in the day of atonement shall ye make the trumpet sound throughout all your land."]],[10,["And ye shall ",["hallow",["study-note-ref","a",["HEB sanctify."]]]," the fiftieth year, and proclaim ",["liberty",["study-note-ref","b",[["TG Liberty","tg/liberty"],"."]]]," throughout ",["all",["clarity-word"]]," the land unto all the inhabitants thereof: it shall be a jubilee unto you; and ye shall return every man unto his possession, and ye shall return every man unto his ",["family",["study-note-ref","c",[["TG Family, Patriarchal","tg/family-patriarchal"],"."]]],"."]],[11,["A ",["jubilee",["study-note-ref","a",[["Num. 36:4","ot/num/36.4"],"."]]]," shall that fiftieth year be unto you: ye shall not sow, neither reap that which groweth of itself in it, nor gather ",["the grapes",["clarity-word"]]," in it of ",["thy vine undressed",["study-note-ref","b",["HEB (the time of) its separation or consecration."]]],"."]],[12,["For it ",["is",["clarity-word"]]," the jubilee; it shall be holy unto you: ye shall eat the increase thereof out of the field."]],[13,["In the year of this jubilee ye shall return every man unto his possession."]],[14,["And if thou sell ought unto thy neighbour, or buyest ",["ought",["clarity-word"]]," of thy neighbour’s hand, ye shall not ",["oppress",["study-note-ref","a",[["TG Love","tg/love"],"."]]]," ",["one",["study-note-ref","b",[["Lev. 25:17","ot/lev/25.17"],"."]]]," another:"]],[15,["According to the number of years after the jubilee thou shalt buy of thy neighbour, ",["and",["clarity-word"]]," according unto the number of years of the fruits he shall sell unto thee:"]],[16,["According to the ",["multitude",["study-note-ref","a",["OR amount, number."]]]," of years thou shalt increase the price thereof, and according to the fewness of years thou shalt diminish the price of it: for ",["according",["clarity-word"]]," to the number ",["of the years",["clarity-word"]]," of the fruits doth he sell unto thee."]],[17,["Ye shall not therefore ",["oppress",["study-note-ref","a",[["TG Oppression","tg/oppression"],"."]]]," ",["one",["study-note-ref","b",[["Lev. 25:14","ot/lev/25.14"],"."]]]," another; but thou shalt fear thy God: for I ",["am",["clarity-word"]]," the ",[["Lord",["small-caps"]],["deity-name"]]," your God."]],[18,[["¶ ",["para-mark"]],"Wherefore ye shall ",["do",["study-note-ref","a",[["Mosiah 1:7","bofm/mosiah/1.7"],"; ",["2:22","bofm/mosiah/2.22"],"; ",["Alma 50:20 (20–22)","bofm/alma/50.20"],"."]]]," my statutes, and keep my ",["judgments",["study-note-ref","b",["HEB decrees or laws."]]],", and do them; and ye shall dwell in the land in safety."]],[19,["And the land shall yield her fruit, and ye shall eat your fill, and dwell therein in safety."]],[20,["And if ye shall say, What shall we eat the ",["seventh",["study-note-ref","a",[["TG Sabbatical Year","tg/sabbatical-year"],"."]]]," year? behold, we shall not sow, nor gather in our increase:"]],[21,["Then I will command my ",["blessing",["study-note-ref","a",[["1 Ne. 3:7","bofm/1-ne/3.7"],"."]]]," upon you in the sixth year, and it shall bring forth fruit for three years."]],[22,["And ye shall sow the eighth year, and eat ",["yet",["clarity-word"]]," of old fruit until the ninth year; until her fruits come in ye shall eat ",["of",["clarity-word"]]," the old ",["store.",["clarity-word"]]]],[23,[["¶ ",["para-mark"]],"The land shall not be sold for ever: for the land ",["is",["clarity-word"]]," mine; for ye ",["are",["clarity-word"]]," ",["strangers",["study-note-ref","a",["OR proselytes. ",["TG Stranger","tg/stranger"],"."]]]," and sojourners with me."]],[24,["And in all the land of your possession ye shall grant a redemption for the land."]],[25,[["¶ ",["para-mark"]],"If thy brother be waxen poor, and hath sold away ",["some",["clarity-word"]]," of his possession, and if any of his kin come to ",["redeem",["study-note-ref","a",[["Ruth 4:4","ot/ruth/4.4"],"."]]]," it, then shall he redeem that which his brother sold."]],[26,["And if the man have none to redeem it, and himself be able to redeem it;"]],[27,["Then let him count the years ",["",185],"of the sale thereof, and restore the overplus unto the man to whom he sold it; that he may return unto his possession."]],[28,["But if he be not able to restore ",["it",["clarity-word"]]," to him, then that which is sold shall remain in the hand of him that hath bought it until the year of jubilee: and in the jubilee it shall ",["go out",["study-note-ref","a",["HEB release; i.e., be released."]]],", and he shall ",["return",["study-note-ref","b",[["Lev. 27:24","ot/lev/27.24"],"."]]]," unto his possession."]],[29,["And if a man sell a dwelling house in a walled city, then he may redeem it within a whole year after it is sold; ",["within",["clarity-word"]]," a full year may he redeem it."]],[30,["And if it be not redeemed within the space of a full year, then the house that ",["is",["clarity-word"]]," in the walled city shall be established for ever to him that bought it throughout his generations: it shall not go out in the jubilee."]],[31,["But the houses of the villages which have no wall round about them shall be counted as the fields of the country: they may be redeemed, and they shall go out in the jubilee."]],[32,["Notwithstanding the cities of the Levites, ",["and",["clarity-word"]]," the houses of the cities of their possession, may the Levites redeem at any time."]],[33,["And if a man purchase of the Levites, then the house that was sold, and the city of his possession, shall go out in ",["the year of",["clarity-word"]]," jubilee: for the houses of the cities of the Levites ",["are",["clarity-word"]]," their possession among the children of Israel."]],[34,["But the ",["field",["study-note-ref","a",[["2 Chr. 31:19","ot/2-chr/31.19"],"."]]]," of the ",["suburbs",["study-note-ref","b",[["Num. 35:2 (2–7)","ot/num/35.2"],"; ",["2 Chr. 11:14","ot/2-chr/11.14"],"."]]]," of their cities may not be sold; for it ",["is",["clarity-word"]]," their perpetual possession."]],[35,[["¶ ",["para-mark"]],"And if thy brother be waxen poor, and ",["fallen in decay",["study-note-ref","a",["HEB his hand slips or fails."]]]," with thee; then thou shalt relieve him: ",["yea, though he be",["clarity-word"]]," a stranger, or a sojourner; that he may live with thee."]],[36,["Take thou no ",["usury",["study-note-ref","a",[["TG Usury","tg/usury"],"."]]]," of him, or increase: but fear thy God; that thy brother may live with thee."]],[37,["Thou shalt not give him thy money upon ",["usury",["study-note-ref","a",[["TG Debt","tg/debt"],"."]]],", nor lend him thy victuals for increase."]],[38,["I ",["am",["clarity-word"]]," the ",[["Lord",["small-caps"]],["deity-name"]]," your God, which brought you forth out of the land of Egypt, to give you the land of Canaan, ",["and",["clarity-word"]]," to be your God."]],[39,[["¶ ",["para-mark"]],"And if thy brother ",["that dwelleth",["clarity-word"]]," by thee be waxen poor, and be ",["sold",["study-note-ref","a",[["Deut. 15:12 (12–18)","ot/deut/15.12"],"."]]]," unto thee; thou shalt not compel him to serve as a ",["bondservant",["study-note-ref","b",[["TG Bondage, Physical","tg/bondage-physical"],"."]]],":"]],[40,[["But",["clarity-word"]]," as an hired servant, ",["and",["clarity-word"]]," as a sojourner, he shall be with thee, ",["and",["clarity-word"]]," shall serve thee unto the year of jubilee:"]],[41,["And ",["then",["clarity-word"]]," shall he depart from thee, ",["both",["clarity-word"]]," he and his children with him, and shall return unto his own family, and unto the possession of his fathers shall he return."]],[42,["For they ",["are",["clarity-word"]]," my servants, which I brought forth out of the land of Egypt: they shall not be sold as bondmen."]],[43,["Thou shalt not rule over him with rigour; but shalt ",["fear",["study-note-ref","a",[["Morm. 9:27","bofm/morm/9.27"],"."]]]," thy God."]],[44,["Both thy bondmen, and thy bondmaids, which thou shalt have, ",["shall be",["clarity-word"]]," of the ",["heathen",["study-note-ref","a",["HEB nations, or Gentiles."]]]," that are round about you; of them shall ye buy bondmen and bondmaids."]],[45,["Moreover of the children of the strangers that do sojourn among you, of them shall ye buy, and of their families that ",["are",["clarity-word"]]," with you, which they begat in your land: and they shall be your possession."]],[46,["And ye shall take them as an ",["inheritance",["study-note-ref","a",[["Num. 36:4","ot/num/36.4"],"; ",["D&C 38:20","dc-testament/dc/38.20"],"."]]]," for your children after you, to inherit ",["them for",["clarity-word"]]," a possession; they shall be your bondmen ",["for ever",["study-note-ref","b",["HEB perpetually."]]],": but over your brethren the children of Israel, ye shall not rule one over another with rigour."]],[47,[["¶ ",["para-mark"]],"And if a sojourner or stranger wax rich by thee, and thy brother ",["that dwelleth",["clarity-word"]]," by him wax poor, and sell himself unto the stranger ",["or",["clarity-word"]]," sojourner by thee, or to the stock of the stranger’s family:"]],[48,["After that he is sold he may be redeemed again; one of his brethren may redeem him:"]],[49,["Either his uncle, or his uncle’s son, may redeem him, or ",["any",["clarity-word"]]," that is nigh of kin unto him of his family may redeem him; or if he be able, he may redeem himself."]],[50,["And he shall reckon with him that bought him from the year that he was sold to him unto the year of jubilee: and the price of his sale shall be according unto the number of years, according to the time of an hired servant shall it be with him."]],[51,["If ",["there be",["clarity-word"]]," yet many years ",["behind,",["clarity-word"]]," according unto them he shall give again the price of his redemption out of the money that he was bought for."]],[52,["And if there remain but few years unto the year of jubilee, then he shall count with him, ",["and",["clarity-word"]]," according unto his years shall he give him again the price of his redemption."]],[53,[["And",["clarity-word"]]," as a yearly hired servant shall he be with him: ",["and the other",["clarity-word"]]," shall not rule with rigour over him in thy sight."]],[54,["And if he be not redeemed in these ",["years,",["clarity-word"]]," then he shall go out in the year of jubilee, ",["both",["clarity-word"]]," he, and his children with him."]],[55,["For unto me the children of Israel ",["are",["clarity-word"]]," ",["servants",["study-note-ref","a",[["1 Ne. 21:3 (3–6)","bofm/1-ne/21.3"],"; ",["D&C 93:46 (45–46)","dc-testament/dc/93.46"],"."]]],"; they ",["are",["clarity-word"]]," my servants whom I brought forth out of the land of Egypt: I ",["am",["clarity-word"]]," the ",[["Lord",["small-caps"]],["deity-name"]]," your God."]]],"volume":"ot"}