{"heading":"How properties are consecrated unto the Lord is explained—Israel is commanded to pay tithes of their crops, flocks, and herds.","number":27,"verseCount":34,"verses":[[1,["And the ",[["Lord",["small-caps"]],["deity-name"]]," spake unto Moses, saying,"]],[2,["Speak unto the children of Israel, and say unto them, When a man shall make a singular vow, the ",["",189],"persons ",["shall be",["clarity-word"]]," for the ",[["Lord",["small-caps"]],["deity-name"]]," by thy estimation."]],[3,["And thy estimation shall be of the male from twenty years old even unto sixty years old, even thy estimation shall be fifty shekels of silver, after the shekel of the sanctuary."]],[4,["And if it ",["be",["clarity-word"]]," a female, then thy estimation shall be thirty shekels."]],[5,["And if ",["it be",["clarity-word"]]," from five years old even unto twenty years old, then thy estimation shall be of the male twenty shekels, and for the female ten shekels."]],[6,["And if ",["it be",["clarity-word"]]," from a month old even unto five years old, then thy estimation shall be of the male five shekels of silver, and for the female thy estimation ",["shall be",["clarity-word"]]," three shekels of silver."]],[7,["And if ",["it be",["clarity-word"]]," from sixty years old and above; if ",["it be",["clarity-word"]]," a male, then thy estimation shall be fifteen shekels, and for the female ten shekels."]],[8,["But if he be poorer than thy estimation, then he shall present himself before the priest, and the priest shall value him; according to his ability that vowed shall the priest value him."]],[9,["And if ",["it be",["clarity-word"]]," a beast, whereof men bring an offering unto the ",[["Lord",["small-caps"]],["deity-name"]],", all that ",["any man",["clarity-word"]]," giveth of such unto the ",[["Lord",["small-caps"]],["deity-name"]]," shall be holy."]],[10,["He shall not alter it, nor change it, a good for a bad, or a bad for a good: and if he shall at all change beast for beast, then it and the exchange thereof shall be holy."]],[11,["And if ",["it be",["clarity-word"]]," any unclean beast, of which they do not offer a sacrifice unto the ",[["Lord",["small-caps"]],["deity-name"]],", then he shall present the beast before the priest:"]],[12,["And the priest shall value it, whether it be good or bad: as thou valuest it, ",["who art",["clarity-word"]]," the priest, so shall it be."]],[13,["But if he will at all redeem it, then he shall add a fifth ",["part",["clarity-word"]]," thereof unto thy estimation."]],[14,[["¶ ",["para-mark"]],"And when a man shall sanctify his house ",["to be",["clarity-word"]]," holy unto the ",[["Lord",["small-caps"]],["deity-name"]],", then the priest shall estimate it, whether it be good or bad: as the priest shall estimate it, so shall it stand."]],[15,["And if he that sanctified it will redeem his house, then he shall add the fifth ",["part",["clarity-word"]]," of the money of thy estimation unto it, and it shall be his."]],[16,["And if a man shall sanctify unto the ",[["Lord",["small-caps"]],["deity-name"]]," ",["some part",["clarity-word"]]," of a field of his possession, then thy estimation shall be according to the seed thereof: an ",["homer",["study-note-ref","a",[["Ezek. 45:11","ot/ezek/45.11"],"."]]]," of barley seed ",["shall be valued",["clarity-word"]]," at fifty shekels of silver."]],[17,["If he sanctify his field from the year of jubilee, according to thy estimation it shall stand."]],[18,["But if he sanctify his field after the jubilee, then the priest shall reckon unto him the money according to the years that remain, even unto the year of the jubilee, and it shall be abated from thy estimation."]],[19,["And if he that sanctified the field will in any wise redeem it, then he shall add the fifth ",["part",["clarity-word"]]," of the money of thy estimation unto it, and it shall be assured to him."]],[20,["And if he will not redeem the field, or if he have sold the field to another man, it shall not be redeemed any more."]],[21,["But the field, when it goeth out in the jubilee, shall be holy unto the ",[["Lord",["small-caps"]],["deity-name"]],", as a field ",["devoted",["study-note-ref","a",[["Num. 18:14 (11–14)","ot/num/18.14"],"."]]],"; the possession thereof shall be the priest’s."]],[22,["And if ",["a man",["clarity-word"]]," sanctify unto the ",[["Lord",["small-caps"]],["deity-name"]]," a field which he hath bought, which ",["is",["clarity-word"]]," not of the fields of his possession;"]],[23,["Then the priest shall reckon unto him the worth of thy estimation, ",["even",["clarity-word"]]," unto the year of the jubilee: and he shall give thine estimation in that day, ",["as",["clarity-word"]]," a holy thing unto the ",[["Lord",["small-caps"]],["deity-name"]],"."]],[24,["In the year of the jubilee the field shall ",["return",["study-note-ref","a",[["Lev. 25:28","ot/lev/25.28"],"."]]]," unto him of whom it was bought, ",["even",["clarity-word"]]," to him to whom the possession of the land ",["did belong.",["clarity-word"]]]],[25,["And all thy estimations shall be according to the ",["shekel",["study-note-ref","a",[["Ex. 30:13","ot/ex/30.13"],"."]]]," of the sanctuary: twenty gerahs shall be the shekel."]],[26,[["¶ ",["para-mark"]],"Only the ",["firstling",["study-note-ref","a",[["TG Firstborn","tg/firstborn"],"."]]]," of the beasts, which should be the ",[["Lord",["small-caps"]],["deity-name"]],"’s firstling, no man shall sanctify it; whether ",["it be",["clarity-word"]]," ox, or sheep: it ",["is",["clarity-word"]]," the ",[["Lord",["small-caps"]],["deity-name"]],"’s."]],[27,["And if ",["it be",["clarity-word"]]," of an unclean beast, then he shall redeem ",["it",["clarity-word"]]," according to thine estimation, and shall add a fifth ",["part",["clarity-word"]]," of it thereto: or if it be not redeemed, then it shall be sold according to thy estimation."]],[28,["Notwithstanding no devoted thing, that a man shall devote unto the ",[["Lord",["small-caps"]],["deity-name"]]," of all that he hath, ",["both",["clarity-word"]]," of man and beast, and of the field of his possession, shall be ",["sold",["study-note-ref","a",[["Ezek. 48:14","ot/ezek/48.14"],"."]]]," or redeemed: every devoted thing ",["is",["clarity-word"]]," most holy unto the ",[["Lord",["small-caps"]],["deity-name"]],"."]],[29,["None devoted, which shall be devoted of men, shall be redeemed; ",["but",["clarity-word"]]," shall surely be put to death."]],[30,["And all the ",["tithe",["study-note-ref","a",[["TG Tithing","tg/tithing"],"."]]]," of the land, ",["whether",["clarity-word"]]," of the seed of the land, ",["or",["clarity-word"]]," of the fruit of the tree, ",["is",["clarity-word"]]," the ",[["Lord",["small-caps"]],["deity-name"]],"’s: ",["it is",["clarity-word"]]," holy unto the ",[["Lord",["small-caps"]],["deity-name"]],"."]],[31,["And if a man will at all redeem ",["ought",["clarity-word"]]," of his tithes, he shall add thereto the fifth ",["part",["clarity-word"]]," thereof."]],[32,["And concerning the tithe of the herd, or of the flock, ",["even",["clarity-word"]]," of whatsoever passeth under the ",["rod",["study-note-ref","a",[["Ezek. 20:37 (23–38)","ot/ezek/20.37"],"."]]],", the tenth shall be holy unto the ",[["Lord",["small-caps"]],["deity-name"]],"."]],[33,["He shall not search whether it be good or bad, neither shall he change it: and if he change it at all, then both it and the change thereof shall be holy; it shall not be redeemed."]],[34,["These ",["are",["clarity-word"]]," the commandments, which the ",[["Lord",["small-caps"]],["deity-name"]]," commanded Moses for the children of Israel in mount Sinai."]]],"volume":"ot"}