[{"id":16153,"chapterId":610,"number":1,"scriptureText":"LORD, remember David, and all his afflictions:"},{"id":16154,"chapterId":610,"number":2,"scriptureText":"How he sware unto the LORD, and vowed unto the mighty God of Jacob;"},{"id":16155,"chapterId":610,"number":3,"scriptureText":"Surely I will not come into the tabernacle of my house, nor go up into my bed;"},{"id":16156,"chapterId":610,"number":4,"scriptureText":"I will not give sleep to mine eyes, or slumber to mine eyelids,"},{"id":16157,"chapterId":610,"number":5,"scriptureText":"Until I find out a place for the LORD, an habitation for the mighty God of Jacob."},{"id":16158,"chapterId":610,"number":6,"scriptureText":"Lo, we heard of it at Ephratah: we found it in the fields of the wood."},{"id":16159,"chapterId":610,"number":7,"scriptureText":"We will go into his tabernacles: we will worship at his footstool."},{"id":16160,"chapterId":610,"number":8,"scriptureText":"Arise, O LORD, into thy rest; thou, and the ark of thy strength."},{"id":16161,"chapterId":610,"number":9,"scriptureText":"Let thy priests be clothed with righteousness; and let thy saints shout for joy."},{"id":16162,"chapterId":610,"number":10,"scriptureText":"For thy servant David's sake turn not away the face of thine anointed."},{"id":16163,"chapterId":610,"number":11,"scriptureText":"The LORD hath sworn in truth unto David; he will not turn from it; Of the fruit of thy body will I set upon thy throne."},{"id":16164,"chapterId":610,"number":12,"scriptureText":"If thy children will keep my covenant and my testimony that I shall teach them, their children shall also sit upon thy throne for evermore."},{"id":16165,"chapterId":610,"number":13,"scriptureText":"For the LORD hath chosen Zion; he hath desired it for his habitation."},{"id":16166,"chapterId":610,"number":14,"scriptureText":"This is my rest for ever: here will I dwell; for I have desired it."},{"id":16167,"chapterId":610,"number":15,"scriptureText":"I will abundantly bless her provision: I will satisfy her poor with bread."},{"id":16168,"chapterId":610,"number":16,"scriptureText":"I will also clothe her priests with salvation: and her saints shall shout aloud for joy."},{"id":16169,"chapterId":610,"number":17,"scriptureText":"There will I make the horn of David to bud: I have ordained a lamp for mine anointed."},{"id":16170,"chapterId":610,"number":18,"scriptureText":"His enemies will I clothe with shame: but upon himself shall his crown flourish."}]