{"heading":"The Lord will raise the gospel ensign, send messengers to His scattered people, and gather them to Mount Zion.","number":18,"verseCount":7,"verses":[[1,[["Woe",["study-note-ref","a",["HEB hoy (a form of greeting)."]]]," to the land shadowing with wings, which ",["is",["clarity-word"]]," ",["beyond",["study-note-ref","b",[["Zeph. 3:10 (8–10)","ot/zeph/3.10"],"."]]]," the rivers of ",["Ethiopia",["study-note-ref","c",["HEB Cush; a far distant land is suggested."]]],":"]],[2,["That sendeth ambassadors by the sea, even in vessels of ",["bulrushes",["study-note-ref","a",["HEB reed or papyrus."]]]," upon the waters, ",["saying,",["clarity-word"]]," Go, ye swift messengers, to a nation scattered and peeled, to a people terrible from their beginning hitherto; a nation meted out and trodden down, whose land the rivers have ",["spoiled",["study-note-ref","b",["HEB cut up or divided."]]],"!"]],[3,["All ye inhabitants of the world, and dwellers on the earth, see ye, when he lifteth up an ",["ensign",["study-note-ref","a",[["TG Ensign","tg/ensign"],"."]]]," on the mountains; and when he bloweth a trumpet, hear ye."]],[4,["For so the ",[["Lord",["small-caps"]],["deity-name"]]," said unto me, I will take my rest, and I will consider in my dwelling place like a clear heat upon herbs, ",["and",["clarity-word"]]," like a cloud of dew in the heat of harvest."]],[5,["For afore the harvest, when the bud is perfect, and the sour grape is ripening in the flower, he shall both cut off the sprigs with pruning hooks, and take away ",["and",["clarity-word"]]," cut down the branches."]],[6,["They shall be left together unto the fowls of the mountains, and to the ",["beasts",["study-note-ref","a",[["D&C 29:20","dc-testament/dc/29.20"],"."]]]," of the earth: and the fowls shall summer upon them, and all the beasts of the earth shall winter upon them."]],[7,[["¶ ",["para-mark"]],"In that time shall the present be brought unto the ",[["Lord",["small-caps"]],["deity-name"]]," of hosts of a people ",["scattered",["study-note-ref","a",[["1 Ne. 22:7 (6–8)","bofm/1-ne/22.7"],"."]]]," and peeled, and from a people terrible from their beginning hitherto; a nation meted out and trodden under foot, whose land the rivers have spoiled, to the place of the name of the ",[["Lord",["small-caps"]],["deity-name"]]," of hosts, the ",["mount Zion",["study-note-ref","b",[["3 Ne. 20:33 (29–34)","bofm/3-ne/20.33"],"; ",["D&C 84:2","dc-testament/dc/84.2"],"."]]],"."]]],"volume":"ot"}