{"heading":"Babylon is fallen, is fallen!—Other nations also are destroyed.","number":21,"verseCount":17,"verses":[[1,["The ",["burden",["study-note-ref","a",["IE a message or prophecy of doom to Babylon."]]]," of the desert of the sea. As whirlwinds in ",["the south",["study-note-ref","b",["OR the Negev desert."]]]," pass through; ",["so",["clarity-word"]]," it cometh from the desert, from a terrible land."]],[2,["A grievous vision is declared unto me; the ",["treacherous",["study-note-ref","a",[["Isa. 33:1","ot/isa/33.1"],"."]]]," dealer dealeth treacherously, and the spoiler spoileth. Go up, O ",["Elam",["study-note-ref","b",["This prophecy was fulfilled in 538 B.C., about 200 years after Isaiah lived."]]],": besiege, O Media; all the sighing thereof have I made to cease."]],[3,["Therefore are my loins filled with pain: pangs have taken hold upon me, as the pangs of a woman that travaileth: I was bowed down at the hearing ",["of it;",["clarity-word"]]," I was ",["dismayed",["study-note-ref","a",["IE Isaiah was astonished at the cataclysmic scene he saw in vision, even though an enemy was the nation destroyed."]]]," at the seeing ",["of it.",["clarity-word"]]]],[4,["My heart panted, fearfulness affrighted me: the night of my pleasure hath he turned into fear unto me."]],[5,["Prepare the table, watch in the watchtower, eat, drink: arise, ye princes, ",["and",["clarity-word"]]," anoint the shield."]],[6,["For thus hath the Lord said unto me, Go, set a watchman, let him ",["declare",["study-note-ref","a",[["TG Preaching","tg/preaching"],"."]]]," what he seeth."]],[7,["And he saw a chariot ",["with",["clarity-word"]]," a couple of horsemen, a chariot of asses, ",["and",["clarity-word"]]," a chariot of camels; and he hearkened diligently with much heed:"]],[8,["And he cried, A lion: My lord, I stand continually upon the watchtower in the daytime, and I am set in my ward whole nights:"]],[9,["And, behold, here cometh a chariot of men, ",["with",["clarity-word"]]," a couple of horsemen. And he answered and said, ",["Babylon",["study-note-ref","a",[["Rev. 14:8 (8–11)","nt/rev/14.8"],"; ",["D&C 1:16","dc-testament/dc/1.16"],"."]]]," is fallen, is fallen; and all the graven images of her gods he hath broken unto the ground."]],[10,[["O",["study-note-ref","a",["HEB O my threshed one and son of my threshing floor. (The prophet thus addressed the Israelites who will survive Babylon’s downfall.)"]]]," my threshing, and the corn of my floor: that which I have heard of the ",[["Lord",["small-caps"]],["deity-name"]]," of hosts, the God of Israel, have I declared unto you."]],[11,[["¶ ",["para-mark"]],"The ",["burden of Dumah",["study-note-ref","a",["IE a message of doom to the Edomites."]]],". He calleth to me out of ",["Seir",["study-note-ref","b",[["Gen. 36:8 (8–9)","ot/gen/36.8"],"; ",["Ezek. 35:2","ot/ezek/35.2"],"."]]],", Watchman, ",["what of the night",["study-note-ref","c",["IE How much is spent? How long will darkness (i.e., oppression) last?"]]],"? Watchman, what of the night?"]],[12,["The watchman said, ",["The",["study-note-ref","a",["IE The end of Babylonian captivity approaches, but another oppressor follows; inquire again later."]]]," morning cometh, and also the night: if ye will inquire, inquire ye: return, come."]],[13,[["¶ ",["para-mark"]],"The ",["burden",["study-note-ref","a",["Arabian caravans and camps would also suffer disruption and oppression by the Babylonian conquest (",["vv. 13–17","ot/isa/21.13-17"],")."]]]," upon Arabia. In the forest in Arabia shall ye lodge, O ye travelling companies of Dedanim."]],[14,["The inhabitants of the land of Tema brought water to him that was thirsty, they prevented with their bread him that fled."]],[15,["For they fled from the swords, from the drawn sword, and from the bent bow, and from the grievousness of war."]],[16,["For thus hath the Lord said unto me, Within a year, according to the years of an hireling, and all the glory of ",["Kedar",["study-note-ref","a",[["Isa. 60:7","ot/isa/60.7"],"."]]]," shall fail:"]],[17,["And the residue of the number of archers, the mighty men of the children of Kedar, shall be diminished: for the ",[["Lord",["small-caps"]],["deity-name"]]," God of Israel hath spoken ",["it.",["clarity-word"]]]]],"volume":"ot"}