[{"id":30660,"chapterId":1166,"number":1,"scriptureText":"THE elder unto the wellbeloved Gaius, whom I love in the truth."},{"id":30661,"chapterId":1166,"number":2,"scriptureText":"Beloved, I wish above all things that thou mayest prosper and be in health, even as thy soul prospereth."},{"id":30662,"chapterId":1166,"number":3,"scriptureText":"For I rejoiced greatly, when the brethren came and testified of the truth that is in thee, even as thou walkest in the truth."},{"id":30663,"chapterId":1166,"number":4,"scriptureText":"I have no greater joy than to hear that my children walk in truth."},{"id":30664,"chapterId":1166,"number":5,"scriptureText":"Beloved, thou doest faithfully whatsoever thou doest to the brethren, and to strangers;"},{"id":30665,"chapterId":1166,"number":6,"scriptureText":"Which have borne witness of thy charity before the church: whom if thou bring forward on their journey after a godly sort, thou shalt do well:"},{"id":30666,"chapterId":1166,"number":7,"scriptureText":"Because that for his name's sake they went forth, taking nothing of the Gentiles."},{"id":30667,"chapterId":1166,"number":8,"scriptureText":"We therefore ought to receive such, that we might be fellowhelpers to the truth."},{"id":30668,"chapterId":1166,"number":9,"scriptureText":"I wrote unto the church: but Diotrephes, who loveth to have the preeminence among them, receiveth us not."},{"id":30669,"chapterId":1166,"number":10,"scriptureText":"Wherefore, if I come, I will remember his deeds which he doeth, prating against us with malicious words: and not content therewith, neither doth he himself receive the brethren, and forbiddeth them that would, and casteth them out of the church."},{"id":30670,"chapterId":1166,"number":11,"scriptureText":"Beloved, follow not that which is evil, but that which is good. He that doeth good is of God: but he that doeth evil hath not seen God."},{"id":30671,"chapterId":1166,"number":12,"scriptureText":"Demetrius hath good report of all men, and of the truth itself: yea, and we also bear record; and ye know that our record is true."},{"id":30672,"chapterId":1166,"number":13,"scriptureText":"I had many things to write, but I will not with ink and pen write unto thee:"},{"id":30673,"chapterId":1166,"number":14,"scriptureText":"But I trust I shall shortly see thee, and we shall speak face to face. Peace be to thee. Our friends salute thee. Greet the friends by name."}]