[{"id":14650,"chapterId":527,"number":1,"scriptureText":"HEAR this, all ye people; give ear, all ye inhabitants of the world:"},{"id":14651,"chapterId":527,"number":2,"scriptureText":"Both low and high, rich and poor, together."},{"id":14652,"chapterId":527,"number":3,"scriptureText":"My mouth shall speak of wisdom; and the meditation of my heart shall be of understanding."},{"id":14653,"chapterId":527,"number":4,"scriptureText":"I will incline mine ear to a parable: I will open my dark saying upon the harp."},{"id":14654,"chapterId":527,"number":5,"scriptureText":"Wherefore should I fear in the days of evil, when the iniquity of my heels shall compass me about?"},{"id":14655,"chapterId":527,"number":6,"scriptureText":"They that trust in their wealth, and boast themselves in the multitude of their riches;"},{"id":14656,"chapterId":527,"number":7,"scriptureText":"None of them can by any means redeem his brother, nor give to God a ransom for him:"},{"id":14657,"chapterId":527,"number":8,"scriptureText":"(For the redemption of their soul is precious, and it ceaseth for ever:)"},{"id":14658,"chapterId":527,"number":9,"scriptureText":"That he should still live for ever, and not see corruption."},{"id":14659,"chapterId":527,"number":10,"scriptureText":"For he seeth that wise men die, likewise the fool and the brutish person perish, and leave their wealth to others."},{"id":14660,"chapterId":527,"number":11,"scriptureText":"Their inward thought is, that their houses shall continue for ever, and their dwelling places to all generations; they call their lands after their own names."},{"id":14661,"chapterId":527,"number":12,"scriptureText":"Nevertheless man being in honour abideth not: he is like the beasts that perish."},{"id":14662,"chapterId":527,"number":13,"scriptureText":"This their way is their folly: yet their posterity approve their sayings. Selah."},{"id":14663,"chapterId":527,"number":14,"scriptureText":"Like sheep they are laid in the grave; death shall feed on them; and the upright shall have dominion over them in the morning; and their beauty shall consume in the grave from their dwelling."},{"id":14664,"chapterId":527,"number":15,"scriptureText":"But God will redeem my soul from the power of the grave: for he shall receive me. Selah."},{"id":14665,"chapterId":527,"number":16,"scriptureText":"Be not thou afraid when one is made rich, when the glory of his house is increased;"},{"id":14666,"chapterId":527,"number":17,"scriptureText":"For when he dieth he shall carry nothing away: his glory shall not descend after him."},{"id":14667,"chapterId":527,"number":18,"scriptureText":"Though while he lived he blessed his soul: and men will praise thee, when thou doest well to thyself."},{"id":14668,"chapterId":527,"number":19,"scriptureText":"He shall go to the generation of his fathers; they shall never see light."},{"id":14669,"chapterId":527,"number":20,"scriptureText":"Man that is in honour, and understandeth not, is like the beasts that perish."}]