{"number":3,"verseCount":15,"verses":[{"number":1,"scriptureText":"PUT them in mind to be subject to principalities and powers, to obey magistrates, to be ready to every good work,"},{"number":2,"scriptureText":"To speak evil of no man, to be no brawlers, but gentle, shewing all meekness unto all men."},{"number":3,"scriptureText":"For we ourselves also were sometimes foolish, disobedient, deceived, serving divers lusts and pleasures, living in malice and envy, hateful, and hating one another."},{"number":4,"scriptureText":"But after that the kindness and love of God our Saviour toward man appeared,"},{"number":5,"scriptureText":"Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost;"},{"number":6,"scriptureText":"Which he shed on us abundantly through Jesus Christ our Saviour;"},{"number":7,"scriptureText":"That being justified by his grace, we should be made heirs according to the hope of eternal life."},{"number":8,"scriptureText":"This is a faithful saying, and these things I will that thou affirm constantly, that they which have believed in God might be careful to maintain good works. These things are good and profitable unto men."},{"number":9,"scriptureText":"But avoid foolish questions, and genealogies, and contentions, and strivings about the law; for they are unprofitable and vain."},{"number":10,"scriptureText":"A man that is an heretick after the first and second admonition reject;"},{"number":11,"scriptureText":"Knowing that he that is such is subverted, and sinneth, being condemned of himself."},{"number":12,"scriptureText":"When I shall send Artemas unto thee, or Tychicus, be diligent to come unto me to Nicopolis: for I have determined there to winter."},{"number":13,"scriptureText":"Bring Zenas the lawyer and Apollos on their journey diligently, that nothing be wanting unto them."},{"number":14,"scriptureText":"And let ours also learn to maintain good works for necessary uses, that they be not unfruitful."},{"number":15,"scriptureText":"All that are with me salute thee. Greet them that love us in the faith. Grace be with you all. Amen."}],"volume":"nt"}