[{"id":14452,"chapterId":515,"number":1,"scriptureText":"FRET not thyself because of evildoers, neither be thou envious against the workers of iniquity."},{"id":14453,"chapterId":515,"number":2,"scriptureText":"For they shall soon be cut down like the grass, and wither as the green herb."},{"id":14454,"chapterId":515,"number":3,"scriptureText":"Trust in the LORD, and do good; so shalt thou dwell in the land, and verily thou shalt be fed."},{"id":14455,"chapterId":515,"number":4,"scriptureText":"Delight thyself also in the LORD; and he shall give thee the desires of thine heart."},{"id":14456,"chapterId":515,"number":5,"scriptureText":"Commit thy way unto the LORD; trust also in him; and he shall bring it to pass."},{"id":14457,"chapterId":515,"number":6,"scriptureText":"And he shall bring forth thy righteousness as the light, and thy judgment as the noonday."},{"id":14458,"chapterId":515,"number":7,"scriptureText":"Rest in the LORD, and wait patiently for him: fret not thyself because of him who prospereth in his way, because of the man who bringeth wicked devices to pass."},{"id":14459,"chapterId":515,"number":8,"scriptureText":"Cease from anger, and forsake wrath: fret not thyself in any wise to do evil."},{"id":14460,"chapterId":515,"number":9,"scriptureText":"For evildoers shall be cut off: but those that wait upon the LORD, they shall inherit the earth."},{"id":14461,"chapterId":515,"number":10,"scriptureText":"For yet a little while, and the wicked shall not be: yea, thou shalt diligently consider his place, and it shall not be."},{"id":14462,"chapterId":515,"number":11,"scriptureText":"But the meek shall inherit the earth; and shall delight themselves in the abundance of peace."},{"id":14463,"chapterId":515,"number":12,"scriptureText":"The wicked plotteth against the just, and gnasheth upon him with his teeth."},{"id":14464,"chapterId":515,"number":13,"scriptureText":"The Lord shall laugh at him: for he seeth that his day is coming."},{"id":14465,"chapterId":515,"number":14,"scriptureText":"The wicked have drawn out the sword, and have bent their bow, to cast down the poor and needy, and to slay such as be of upright conversation."},{"id":14466,"chapterId":515,"number":15,"scriptureText":"Their sword shall enter into their own heart, and their bows shall be broken."},{"id":14467,"chapterId":515,"number":16,"scriptureText":"A little that a righteous man hath is better than the riches of many wicked."},{"id":14468,"chapterId":515,"number":17,"scriptureText":"For the arms of the wicked shall be broken: but the LORD upholdeth the righteous."},{"id":14469,"chapterId":515,"number":18,"scriptureText":"The LORD knoweth the days of the upright: and their inheritance shall be for ever."},{"id":14470,"chapterId":515,"number":19,"scriptureText":"They shall not be ashamed in the evil time: and in the days of famine they shall be satisfied."},{"id":14471,"chapterId":515,"number":20,"scriptureText":"But the wicked shall perish, and the enemies of the LORD shall be as the fat of lambs: they shall consume; into smoke shall they consume away."},{"id":14472,"chapterId":515,"number":21,"scriptureText":"The wicked borroweth, and payeth not again: but the righteous sheweth mercy, and giveth."},{"id":14473,"chapterId":515,"number":22,"scriptureText":"For such as be blessed of him shall inherit the earth; and they that be cursed of him shall be cut off."},{"id":14474,"chapterId":515,"number":23,"scriptureText":"The steps of a good man are ordered by the LORD: and he delighteth in his way."},{"id":14475,"chapterId":515,"number":24,"scriptureText":"Though he fall, he shall not be utterly cast down: for the LORD upholdeth him with his hand."},{"id":14476,"chapterId":515,"number":25,"scriptureText":"I have been young, and now am old; yet have I not seen the righteous forsaken, nor his seed begging bread."},{"id":14477,"chapterId":515,"number":26,"scriptureText":"He is ever merciful, and lendeth; and his seed is blessed."},{"id":14478,"chapterId":515,"number":27,"scriptureText":"Depart from evil, and do good; and dwell for evermore."},{"id":14479,"chapterId":515,"number":28,"scriptureText":"For the LORD loveth judgment, and forsaketh not his saints; they are preserved for ever: but the seed of the wicked shall be cut off."},{"id":14480,"chapterId":515,"number":29,"scriptureText":"The righteous shall inherit the land, and dwell therein for ever."},{"id":14481,"chapterId":515,"number":30,"scriptureText":"The mouth of the righteous speaketh wisdom, and his tongue talketh of judgment."},{"id":14482,"chapterId":515,"number":31,"scriptureText":"The law of his God is in his heart; none of his steps shall slide."},{"id":14483,"chapterId":515,"number":32,"scriptureText":"The wicked watcheth the righteous, and seeketh to slay him."},{"id":14484,"chapterId":515,"number":33,"scriptureText":"The LORD will not leave him in his hand, nor condemn him when he is judged."},{"id":14485,"chapterId":515,"number":34,"scriptureText":"Wait on the LORD, and keep his way, and he shall exalt thee to inherit the land: when the wicked are cut off, thou shalt see it."},{"id":14486,"chapterId":515,"number":35,"scriptureText":"I have seen the wicked in great power, and spreading himself like a green bay tree."},{"id":14487,"chapterId":515,"number":36,"scriptureText":"Yet he passed away, and, lo, he was not: yea, I sought him, but he could not be found."},{"id":14488,"chapterId":515,"number":37,"scriptureText":"Mark the perfect man, and behold the upright: for the end of that man is peace."},{"id":14489,"chapterId":515,"number":38,"scriptureText":"But the transgressors shall be destroyed together: the end of the wicked shall be cut off."},{"id":14490,"chapterId":515,"number":39,"scriptureText":"But the salvation of the righteous is of the LORD: he is their strength in the time of trouble."},{"id":14491,"chapterId":515,"number":40,"scriptureText":"And the LORD shall help them, and deliver them: he shall deliver them from the wicked, and save them, because they trust in him."}]